{"created":"2014-12-09T18:28:57+00:00","modified":"2015-05-13T21:27:35+00:00","valid":{"from":"2015-05-13T21:27:35+00:00","to":"3015-05-13T21:27:35+00:00"},"hreflang":"en","title":"'Ebola Must Go' — And So Must Prejudice Against Survivors","published":"2014-12-30T19:07:00+00:00","teaser":"Liberia has started a campaign to get communities more involved in stopping Ebola. But even in the town handpicked to launch the campaign, a family of survivors has been ostracized.","itags":["npr_api","369382711"],"guid":"e29c1cf3-9d51-4641-89f2-bd1de124853c","contentencoded":"<p>A visitor brought Ebola to the community of New Georgia Signboard this summer, and by the middle of August, people were sick with the virus.</p><p>Six people died. But it's what the community did for the six survivors in the family that brought Liberia's president to New Georgia Signboard, where she launched her Ebola Must Go! campaign on Monday</p><p>\"We are standing by you in New Georgia community because you are a role model for taking responsibility, for stepping up and stopping Ebola,\" <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/12/05/368732256/liberian-presidents-ambitious-goal-no-new-ebola-cases-by-christmas\">President Ellen Johnson-Sirleaf</a> told the crowd gathered at Christ Kingdom Harvest Church. \"We are launching in a place where they have made a difference.\"</p><p>Johnson-Sirleaf has set a goal of zero new cases of <a href=\"http://www.npr.org/tags/147820238/ebola\">Ebola</a> by the end of the year. She says it's up to community efforts, like the one made in New Georgia Signboard, to keep the virus out of Liberia once it's eradicated.</p><p>The New Georgia Signboard community has recorded 12 Ebola cases, but none since September. Authorities credit its aggressive self-monitoring and community education.</p><p>The Ebola Must Go!<strong> </strong>campaign aims to shift responsibility for eradicating the disease to community efforts.</p><p>Liberia has suffered half of all deaths in this Ebola outbreak. But in recent weeks, the West African nation has had some gains. The country is now recording about 50 to 100 cases each week, the World Health Organization <a href=\"http://www.who.int/csr/disease/ebola/situation-reports/en/\">said</a> last week. That's down from nearly 350 cases a week at the height of the outbreak here.</p><p>New Georgia Signboard is a community of several thousand people who have found a spot to call home in a place that looks like it could revert to bush if given half a chance.<strong> </strong>It's made up of one- and two-room concrete dwellings that sit under dark-green mango and breadfruit trees. Sweet potato vines seem to grow wild.</p><p>To get there, you head out of Monrovia on a paved road bordered by meat markets, auto repair shops and vendors selling clothes, smoked fish, gas for your car by the jar, Chinese-made plastic goods, chewing gum, kola nuts and more. Liberians are entrepreneurial.</p><p>The road is awful until you turn left onto a dirt road. That's when it really gets bad. New Georgia Signboard is a community that doesn't get much official attention. There's no running water or electricity. The road into the village quickly dissolves into a footpath.</p><p>Official motorcades delivered dignitaries to New Georgia Signboard for the president's address. Hundreds of people sat outside Christ Kingdom Harvest Church as others crowded inside to listen to the president.</p><p>Johnson-Sirleaf told the audience she wanted to be the first to make a new anti-Ebola pledge.</p><p>\"I, citizen Ellen Johnson-Sirleaf, pledge to protect myself, my family and my community because everybody must work on stopping Ebola. Stopping Ebola is everybody's business,\" she said.</p><p>New Georgia Signboard is an example for the nation, she said. And then she credited the community's vigilance and attention to the anti-Ebola safety protocols for its success against the virus.</p><p>Among the Ebola victims in New Georgia Signboard was the Kaifa family.</p><p>\"What happened really was that the mother died, and the kids were too sick. We couldn't get near. We couldn't touch them,\" said community leader J.B. Walker Dennis. \"The Ebola thing is very dreadful.\"</p><p>A relative visiting from another community brought the infection, Dennis said. Within days, the relative and his mother were dead, leaving six others alone and infected.</p><p>\"All of the sick, living children were lying on the porch vomiting, toileting on themselves,\" said Ophelia Ghartay, wife of the church's pastor. \"We should not touch anyone that is sick. But we knew we could still do something.\"</p><p>And that \"something\" included basic support, like food and water; finding transport to take them to an Ebola treatment unit in Monrovia; and having church members visit the children while at the ETU.</p><p>Dennis said New Georgia Signboard started a task force<strong> </strong>early in the outbreak and also held weekly educational gatherings at the church to inform people on how to keep safe.</p><p>\"Don't touch anyone. Don't hug anyone. When people started dying, we started quarantining their homes,\" he said. He said they got the guidance they needed from government Ebola safety messaging that blanketed radio and text messages.</p><p>\"The Ministry of Health was always on the air telling us what to do,\" he said.</p><p>All six kids survived, but with an uncertain future. Relatives would not take them in. So the community stepped up.</p><p>The church rented a room for the kids. But things didn't go well. Fear of Ebola remains high, and survivors are stigmatized.</p><p>\"People began to lash us,\" said Pastor John P. Ghartay. \"What right do we have to bring the children into the community?\" he remembers them saying. And the landlord was angry. He didn't want the children in his house.</p><p>So Ghartay<strong> </strong>found them another place to live. But that landlord also canceled the deal upon learning they were Ebola survivors, said the pastor.</p><p>He finally found them a two-room place on the edge of the village. But they have not been embraced by the community, said Hawa Kaifa, who, at 21, is now the family caregiver.</p><p>\"Yes, I feel like a true outcast, I have nobody,\" she said. \"I had a best friend at school before Ebola. And since I came from the Ebola unit, she never talked to me. She never visited me. Then I called her one time and explained to her that I'm a survivor of Ebola. I no longer carry the virus. She came to me once, but since then I have not seen her anymore.\"</p><p>Kaifa now cares for five children, including two of her own and three siblings ranging in age from 2 to 15.</p><p>During Monday's ceremony, President Johnson<strong>-</strong>Sirleaf made a point of highlighting the Kaifas. She called them to the front of the church to recognize their survival and to laud the community's support.</p><p>\"We are going to work with you and with the church to see what we can do,\" Johnson-Sirleaf told them.</p><p>But in an interview, Kaifa started to cry when asked if she was honored that her story helped draw Liberia's president to her village.</p><p>\"I feel proud that she's coming to this community because of me,\" she said. \"But it's just sad that she's coming because my whole family died.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Ebola+Must+Go%27+%E2%80%94+And+So+Must+Prejudice+Against+Survivors&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Didrik Schanche","audio":[{"meta":{"duration":"196"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369536817-dd10c3.m3u?orgId=1&topicId=1031&d=196&p=3&story=369382711&t=progseg&e=369536544&seg=7&ft=nprml&f=369382711"},{"href":"http://media.npr.org/assets/img/2014/12/09/sirleaf_dyp-5a6423ee223eaf039940baf53fe2d98a08ed81ef.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"995","width":"1328"}},{"href":"http://media.npr.org/assets/img/2014/12/09/kids_dyp-3d5ba09b96e753acf61103a6c2315fe8384d6790.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"995","width":"1328"}},{"href":"http://media.npr.org/assets/img/2014/12/09/newgeorgia_poole-4-90119f826ecdebebac04a653e3bdf3347fbd55cd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1987","width":"2650"}},{"href":"http://media.npr.org/assets/img/2014/12/09/newgeorgia_poole-2-1ce286e3b837199730e916043418bc8675c5d15a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}