{"created":"2014-11-11T08:35:59+00:00","modified":"2014-11-11T21:05:30+00:00","valid":{"from":"2014-11-11T21:05:30+00:00","to":"3014-11-11T21:05:30+00:00"},"hreflang":"en","title":"Veterans Voices Multitracked, Overdubbed, Amplified Through An Actor","published":"2014-11-11T13:16:00+00:00","teaser":"A new multimedia stage production, led by a Juilliard composer and an Iraq veteran who took up acting, hopes to help struggling soldiers battle post-traumatic stress disorder.","itags":["npr_api","363056028"],"guid":"e29f5479-c0d2-4153-b8fd-0634682e0938","contentencoded":"<p><a href=\"http://www.graffitiofwar.com/the-basetrack-project.html\">Basetrack</a> began as a place for embedded journalists to post photos. Later it became a <a href=\"https://www.facebook.com/basetrack\">social media site</a> where families could keep up with their troops in Afghanistan. Now it has transformed again, into a new way for the most recent generation of veterans to tell the story of their service and survival.</p><p>Run the site past a composer from Juilliard, add a combat vet-turned-actor, a string section and a DJ, and you get <a href=\"http://basetracklive.com/\">BASETRACK Live</a>.</p><p>\"Not so much a play or a concert or art gallery,\" says Ed Bilous, the composer who created the project, \"it represents ... not only a new kind of warfare, but also new way of creating art.\"</p><p><em>BASETRACK Live</em> starts like a video documentary, with interviews of Marines in Afghanistan projected on a screen behind the stage. Strings, a horn and percussion take cues from what the Marines are saying. Their tales from patrols in Afghanistan morph into hip-hop.</p><p>Amid the videos, the rap and music, an actor takes the stage, playing the part of a Marine in Afghanistan. An actress plays his wife back home — live via Skype to the theater. The actor in the current production touring the East Coast is Tyler LaMarr, himself a Marine veteran who served in Iraq, in Fallujah and Ramadi.</p><p>\"It does help that I'm a veteran — but this show is 100 percent authentic. Everything is verbatim text from interviews,\" says LaMarr.</p><p>The story climaxes with the Marine in a firefight — and his wife giving birth to their daughter alone back home. He comes home after he gets wounded, and post-traumatic stress disorder and trouble adjusting rip his marriage apart.</p><p>The character is based on A.J. Czubai, a former Marine.</p><p>\"Believe it or not, my story's actually pretty common among service members who deployed,\" he says.</p><p>Czubai says it wasn't easy to let his story be made into a stage show, but he felt a duty to share his story of getting help for PTSD.</p><p>\"I was really hurting at the time and, at first, you know, I didn't want to share,\" he says. \"It doesn't exactly show me in my best light. But if I could just show a couple people who are hurting you can make it out, then I'm extremely happy I did it.\"</p><p>Most of the audience for <em>BASETRACK Live</em> won't be veterans, but people who want to know about their experience. The show's producers say that's the point.</p><p>\"We didn't want audiences walking away saying, 'Look at those poor guys,' or 'It's all a bunch of heroes,' or 'It's all a bunch of fanatics,' \" says executive producer Anne Hamburger. \"War changes ordinary people.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Veterans+Voices+Multitracked%2C+Overdubbed%2C+Amplified+Through+An+Actor&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Quil Lawrence","audio":[{"meta":{"duration":"143"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363214547-125524.m3u?orgId=1&topicId=1003&ft=3&f=363056028"},{"href":"http://media.npr.org/assets/img/2014/11/10/bt_9-5-14_cw_p1250340-ec9ab6446dfd90e8148a2f47619fe3845ece483e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1779","width":"2373"}},{"href":"http://media.npr.org/assets/img/2014/11/10/basetrack-live3-82d6233d5513efb820832822f6805b80bfe76ebd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1658","width":"2211"}},{"href":"http://media.npr.org/assets/img/2014/11/10/basetrack-live1-6a4dd83efb5540aafc3657ce0adb386c118d7326.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2031","width":"2711"}}]}