{"created":"2015-03-12T08:24:32+00:00","modified":"2015-07-03T20:26:12+00:00","valid":{"from":"2015-07-03T20:26:12+00:00","to":"3015-07-03T20:26:12+00:00"},"hreflang":"en","title":"Researchers Think There's A Warm Ocean On Enceladus","published":"2015-04-01T00:07:00+00:00","teaser":"A new analysis of particles believed to be from the bottom of oceans inside Enceladus suggests the moon is toasty warm.","itags":["npr_api","392296706"],"guid":"e2aa8644-920e-46f9-b12c-4693064739fb","contentencoded":"<p>Saturn's moon <a href=\"http://saturn.jpl.nasa.gov/science/moons/enceladus/\">Enceladus</a> is a mystery. From Earth it looks tiny and cold, and yet it's not a dead hunk of rock. Passing spacecraft see trenches and ridges, similar to Earth's, and in 2005 <a href=\"http://www.npr.org/templates/story/story.php?storyId=5046499\">NASA's Cassini mission spotted ice geysers</a> streaming from its south pole.</p><p>\"The moon is actually alive in a sense,\" says Sean Hsu with the <a href=\"http://lasp.colorado.edu/home/\">Laboratory for Atmospheric and Space Physics</a> at the University of Colorado at Boulder.</p><p>Beneath the surface, most researchers believe it even has a liquid ocean. Now Hsu and his colleagues have found new evidence that it's a downright balmy ocean.</p><p>The team used the Cassini spacecraft, which orbits Saturn, to detect tiny particles of <a href=\"http://en.wikipedia.org/wiki/Silicon_dioxide\">silica</a> floating in space. It's not sand exactly, but researchers think the particles did come from the bottom of Enceladus' ocean.</p><p>The silica particles could only be made if that ocean were hot. \"We think that the temperature at least in some part of the ocean must be higher than 190 degrees Fahrenheit,\" Hsu says. \"If you could swim a little bit further from the really hot part then it could be comfy.\"</p><p>In fact, 190°F is cooler than many hydrothermal vents at the bottom of Earth's oceans. Hsu says experiments on Earth also suggest the ocean is similar in salinity and pH to oceans here.</p><p>The evidence, <a href=\"http://www.nature.com/nature/journal/v519/n7542/full/nature14262.html\">published in the journal </a><em><a href=\"http://www.nature.com/nature/journal/v519/n7542/full/nature14262.html\">Nature</a>, </em>is somewhat circumstantial. The theory is that the silica formed and then dissolved in seawater beneath Enceladus' icy crust. It then left the moon through geysers, and filled Saturn's E-ring. From the E-ring, the silica eventually wound up in the giant planet's magnetosphere, which is where Cassini saw it.</p><p>\"It's not like they flew through the plumes of Enceladus and measured these particles,\" says <a href=\"https://eps.wustl.edu/people/bill_mckinnon\">Bill McKinnon</a>, a planetary scientist at Washington University in St. Louis.</p><p>Nevertheless, he and other independent researchers think the hypothesis has a reasonable chance of being right. \"It's very hard to make silica in the Saturn system except if you have a warm wet environment,\" says <a href=\"http://www.boulder.swri.edu/~spencer/\">John Spencer</a>, a researcher at the Southwest Research Institute in Boulder, Colo. Enceladus is the most likely place.</p><p>Why is tiny Enceladus so warm? Spencer suspects it's the gravitational pull of Saturn and some of its other moons. Their attraction could tug the water and rock inside Enceladus, causing it to slosh around and heat up.</p><p>But current models show that gravity alone can't explain the warm oceans, says McKinnon. He thinks something else could be generating that energy.</p><p>\"The most exciting possibility is that there's ongoing chemical reactions between the rock inside Enceladus and the water,\" McKinnon says.</p><p>Those chemical reactions could generate heat, and possibly create conditions for life. Some primitive organisms on our planet live off energy from ocean vents on earth without ever seeing the sun. The energy heating Enceladus' oceans \"could be exploited by simple living systems, as happens on the Earth,\" McKinnon says.</p><p>Right now, such speculation is still pretty far-fetched, but more clues are coming. Later this year, the Cassini spacecraft will skim past Enceladus at a distance of just 30 miles. It should provide one of the best opportunities yet to learn about what's going on inside.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Researchers+Think+There%27s+A+Warm+Ocean+On+Enceladus&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"184"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392477439-54b620.m3u?orgId=1&topicId=1026&d=184&p=3&story=392296706&t=progseg&e=392471735&seg=5&ft=nprml&f=392296706"},{"href":"http://media.npr.org/assets/img/2015/03/11/Schematic-918606e8472b375f61e62fe95dccbc233afafd1f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2497","width":"3329"}}]}