{"created":"2014-09-26T13:15:16+00:00","modified":"2014-10-30T22:02:01+00:00","valid":{"from":"2014-10-30T22:02:01+00:00","to":"3014-10-30T22:02:01+00:00"},"hreflang":"en","title":"Pop Culture Happy Hour: Fall Books And Great Detectives","published":"2014-09-26T13:15:00+00:00","teaser":"On this week's show, we dive into some of the fall books we're looking forward to and revel in a chat about detective stories.","itags":["npr_api","351705779"],"guid":"e2b2a979-0fe2-4a1a-8be3-ee586fa8c235","contentencoded":"<p>When we learned that our treasured friends Barrie Hardymon and Margaret \"Hulahoop\" Willison (thus named for her actual middle initial, H, as well as her whimsical and irresistible delightfulness) were both going to be in town when we taped this episode, there was only one thing to do: fire Stephen.</p><p>Not really! But he did graciously give up his seat for (most of) this episode so that Barrie and Margaret and Glen and I could talk about fall books. We talked about literary novels. We talked about romance novels. We talked about graphic novels, YA, memoir, humor, science, comedy, history ... we covered a lot of ground and a lot of kinds of books. And yes, at the end of this post, there's a full list, to the degree I could madly scribble them down myself.</p><p>In the second part of the show, we chat about detectives. Margaret lays down a killer (har har) method for analyzing exactly what kind of detective you're dealing with, acknowledges a childhood nickname, and fits some famous detectives into her, as she puts it, \"Weldonian schema.\" Glen is kind enough to lay down a little history about detective stories, and we consider the issue of whether you should or should not be able to figure out the solution to a mystery before you hear it.</p><p>As always, we close the show with what's making us happy this week. Stephen pops in to discuss the continuing impact of Guitar Hero on his family. Barrie is very happy about the return of a favorite piece of dramatic period television in its last season, and about the light comedy she revisited with \"a very unlikable main character.\" Glen recommends <a href=\"http://hearpitch.org/\" target=\"_blank\">a podcast</a> he says is \"thoughtful\" and \"immediately engaging.\" Margaret is happy about a show that many of you have been most unhappy with us for not discussing, so fortunately, she is here for you. I am happy about a variety of things, including having had <a href=\"http://www.npr.org/blogs/monkeysee/2014/09/22/350563549/the-only-one-a-talk-with-shonda-rhimes\" target=\"_blank\">this discussion</a> with a fine television producer, having a friend give me a <a href=\"https://soundcloud.com/mgiant/copmom-momcop\" target=\"_blank\">great gift</a>, meeting up with a great writer whose stuff I hope you'll try if you haven't, and the presence of our special guests.</p><p>Find us on <a href=\"http://www.facebook.com/pchh\" target=\"_blank\">Facebook</a> or follow us on Twitter: <a href=\"http://www.twitter.com/nprmonkeysee\" target=\"_blank\">me</a>, <a href=\"http://www.twitter.com/idislikestephen\" target=\"_blank\">Stephen</a>, <a href=\"http://www.twitter.com/ghweldon\" target=\"_blank\">Glen</a>, <a href=\"http://www.twitter.com/bhardymon\" target=\"_blank\">Barrie</a>, <a href=\"http://www.twitter.com/mrsfridaynext\" target=\"_blank\">Margaret</a>, producer <a href=\"http://www.twitter.com/jessica_reedy\" target=\"_blank\">Jessica</a>, and producer <a href=\"http://www.twitter.com/nickfountain\" target=\"_blank\">Nick</a>.</p><p>So here is the list of books that came up in our discussion. Three notes: First, this is <em>in no way </em>intended to an exhaustive catalog of fall books. That would not be remotely possible; there will be hundreds of new books this fall, even if you only count the ones people will pay attention to. It's just the ones that have our interest at the moment. Second, it has lots of women writers and good chat about sexuality and many other things, but it's a whiter and more US/UK list than I want to carry into the fall — it can be a challenge in a spontaneous conversation to get all of the axes of variety at the same time — so hit us in the comments with lots of recommendations. And finally, I hope all of you book-likers have bookmarked <a href=\"http://www.npr.org/books/\" target=\"_blank\">NPR Books</a>, which is full of people working hard to give you all the great stuff that your love of books could ever want.</p><p><em>The Paying Guests</em>, Sarah Waters<br /><em>Fingersmith</em>, Sarah Waters<br /><em>Lila</em>, Marilynne Robinson<br /><em>The Bone Clocks</em>, David Mitchell<br /><em>Best American Short Stories</em><br /><em>I'll Give You The Sun</em>, Jandy Nelson<br /><em>Not My Father's Son</em>, Alan Cumming<br /><em>Yes Please</em>, Amy Poehler<br /><em>Brothas Be, Yo Like George, Ain't That Funkin' Kinda Hard on You?</em>, George Clinton<br /><em>Gray Mountain</em>, John Grisham<br /><em>Revival</em>, Stephen King<br /><em>As You Wish</em>, Cary Elwes<br /><em>Lady Parts</em>, Andrea Martin<br /><em>The Secret History Of Wonder Woman</em>, Jill Lepore<br /><em>Dr. Mutter's Marvels</em>, Cristin O'Keefe Aptowicz<br /><em>Brown Girl Dreaming</em>, Jacqueline Woodson<br /><em>The Game And The Governess</em>, Kate Noble<br /><em>Science For Her!</em>, Megan Amram<br /><em>Texts From Jane Eyre</em>, Mallory Ortberg<br /><em>The Rosie Effect</em>, Graeme Simsion<br /><em>The Gigantic Beard That Was Evil</em>, Stephen Collins<br /><em>The Hospital Suite</em>, John Porcellino<br /><em>Here</em>, Richard McGuire<br /><em>The King's Curse</em>, Philippa Gregory<br /><em>Blue Lily, Lily Blue</em>, Maggie Stiefvater<br /><em>Scandals Of Classic Hollywood</em>, Anne Helen Petersen<br /><em>On Immunity</em>, Eula Biss  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pop+Culture+Happy+Hour%3A+Fall+Books+And+Great+Detectives&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Linda Holmes","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351716917-83a867.m3u?orgId=1&topicId=1048&ft=3&f=351705779"},{"href":"http://media.npr.org/assets/img/2014/09/26/pchhblogrect-4e8e7d05ee40f3a47fe6c47e37ed3791ede5d29d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"326","width":"435"}}]}