{"created":"2015-01-31T10:33:59+00:00","modified":"2015-02-03T01:05:14+00:00","valid":{"from":"2015-02-03T01:05:14+00:00","to":"3015-02-03T01:05:14+00:00"},"hreflang":"en","title":"Soldier With PTSD, Woman Who Lost Husband To It, Find Solace Together","published":"2015-01-31T18:20:00+00:00","teaser":"When Army Capt. Stefanie Pelkey's husband returned from Iraq, \"his light was gone,\" she says. Army Sgt. T.J. Hart says he barely survived the numbness that led Pelkey's husband away.","itags":["npr_api","382777632"],"guid":"e2bf4d54-7b97-41e2-9675-3350f5aabb5d","contentencoded":"<p><em>StoryCorps' Military Voices Initiative records stories from those who have served since 9/11 and their loved ones.</em></p><p>Stefanie Pelkey, 39, is a former Army captain. Her husband, Michael, served in Iraq as an Army captain in 2003 and struggled when he returned.</p><p>\"When he came back, he wasn't the same person that left. His light was gone. That's the only way I know how to say it,\" she says. \"He just didn't joke around anymore. He had a lot of anxiety. He'd shake his legs a lot while he was sitting there talking, like, he'd tap his feet a lot.</p><p>\"Also, he started sleeping with a gun,\" she says. \"He would sleep with it under his pillow. So he sought help, and probably about a month after, he took his life — he shot himself in our living room.\"</p><p><a href=\"http://www.gpo.gov/fdsys/pkg/CHRG-109hhrg22708/pdf/CHRG-109hhrg22708.pdf\" target=\"_blank\">Pelkey told a congressional committee in 2005</a> that it was only a week before Michael died in 2004 that he first was diagnosed with PTSD — by a therapist outside the military's system because its own therapists were booked up for months.</p><p>Army Sgt. T.J. Hart, 49, a friend of Stefanie, tells her he knows what Michael was feeling when he killed himself: nothing.</p><p>\"It's a numbness. I didn't feel like I was doing anything wrong,\" he says. \"I thought I was doing my family the right thing. And it's so easy to justify and say, 'Maybe the right thing for me is to just disappear.' \"</p><p>Hart and Pelkey met while volunteering at a veterans center in Houston. Hart, another veteran of the Iraq war who has struggled with PTSD, tells Pelkey that he had attempted suicide himself.</p><p>\"I can tell you what it's like to pull that trigger,\" he says. \"For me, the round didn't go off. I don't know why.\"</p><p>According to a 2012 Veterans Affairs report, <a href=\"http://www.va.gov/opa/docs/suicide-data-report-2012-final.pdf\" target=\"_blank\">22 veterans commit suicide every day</a>.</p><p>Pelkey says she hopes she's helped Hart see suicide isn't the answer to his problems; Hart says she's now like a little sister to him.</p><p>\"You remind me every day of what I can do to my family, with one slip,\" he says. \"Never once did I think about the aftermath, the sadness, the things that I would miss. And, you've reminded me of that.\"</p><hr /><p><em>Produced for </em>Weekend Edition<em> by Nadia Reiman.</em></p><p><em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at <a href=\"http://storycorps.org/\" target=\"_blank\">StoryCorps.org</a>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Soldier+With+PTSD%2C+Woman+Who+Lost+Husband+To+It%2C+Find+Solace+Together&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"181"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382851539-dc12e6.m3u?orgId=1&topicId=1078&aggIds=4516989&e=382777632&d=181&ft=nprml&f=382777632"},{"href":"http://media.npr.org/assets/img/2015/01/30/pelkeynpr-cea692d6a824344071e808729c9a4673f48cac75.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"799"}}]}