{"created":"2015-03-24T20:48:53+00:00","modified":"2015-05-13T21:06:59+00:00","valid":{"from":"2015-05-13T21:06:59+00:00","to":"3015-05-13T21:06:59+00:00"},"hreflang":"en","title":"Lessons In Moving Forward On Race From A 40-Year Mayor","published":"2015-03-25T22:48:00+00:00","teaser":"Charleston Mayor Joseph Riley is retiring after 10 terms. \"I sought this job ... mainly to help build a bridge between the African-American and the white community,\" he says.","itags":["npr_api","395110085"],"guid":"e2c5eb10-036b-4615-8b88-e60ec2113b0c","contentencoded":"<p>It might not sound newsworthy that Charleston, S.C., is getting a new mayor next year. But the last time the city elected a new mayor was 40 years ago, in December 1975.</p><p>That mayor is Joe Riley. He has been re-elected nine times since, and now, at 72, has decided to retire. During his tenure, he has palpably changed the look and feel of Charleston and has been praised for taking a stand on racial issues. In 2000, he led a five-day march of hundreds to Columbia, S.C., to demand that the Confederate flag stop being flown above the state Capitol. Riley spoke recently to NPR's Robert Siegel about that march, urban design and how he feels about having the city's new baseball park named after him.</p><hr /><h3>Interview Highlights</h3><p><strong>On changing the look of Charleston</strong></p><p>What I saw [in Europe] was that the average person loved and was grateful for a quality public realm in their city. And that is the essence of a city — the buildings, the streets, the squares, the parks, the institutions. It is the duty of the mayor of being the urban designer for his city. The mayor has the power to affect people generations away.</p><p>And if you think about it, a society is more healthy when the things we love the most are the things we share ownership with. When the public has a park that the richest and the poorest own alike. Or a main street that's lively and safe and healthy and everyone owns, then we're all better off.</p><p><strong>On marching to urge removal of the Confederate flag over the state Capitol</strong></p><p>I sought this job ... mainly to help build a bridge between the African-American and the white community. Charleston's a deep Southern city, the Civil War was started here, the '60s and '70s time of change, and that was what brought me to this job.</p><p>So having the Confederate battle flag flying atop the state Capitol, it made no sense and it was an affront to many people in our state. And so I led the march, and it came down. And that was a very important experience for me, and I think it helped our state move forward.</p><p><strong>On having the city's new ballpark named after him</strong></p><p>I never wanted that. I worked hard to get a baseball park built ... and there was a lot of controversy, and why not put it in the outskirts of town where the land is cheap and all of that. So the City Council demanded, against my vote, that they name it after me.</p><p>[When the season starts] I will throw out my last opening day pitch and work very hard to get it over the plate.</p><p><strong>On deciding to retire</strong></p><p>It's an intense job, you give it all, everyday, and I just don't want to get into another term where I say \"Gee, it would be nice to take it a little bit easier.\" So my goal is to finish the last day in office, mentally, like running through the finish line of a road race with a good kick. I've got about 50 active projects I'm working on right now and probably never worked harder in my life.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Lessons+In+Moving+Forward+On+Race+From+A+40-Year+Mayor&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"289"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395119154-68ee41.m3u?orgId=1&topicId=1014&d=289&p=2&story=395110085&t=progseg&e=395070275&seg=12&ft=nprml&f=395110085"},{"href":"http://media.npr.org/assets/img/2015/03/24/107705737-aa64fd1ffa51d5cdc3354850cc38b0a1ad59bc23.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3002","width":"4003"}},{"href":"http://media.npr.org/assets/img/2015/03/24/172521403_wide-9a9cb88b08739a51bdd225cdb35c76ca6289a78f.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1890","width":"3360"}}]}