{"created":"2015-02-26T23:19:14+00:00","modified":"2015-03-09T18:03:25+00:00","valid":{"from":"2015-03-09T18:03:25+00:00","to":"3015-03-09T18:03:25+00:00"},"hreflang":"en","title":"Where Could Ebola Strike Next? Scientists Hunt Virus In Asia","published":"2015-01-03T17:45:00+00:00","teaser":"A handful of ecologists knew for years that West Africa was at risk for an Ebola outbreak. Now they're figuring out where else in the world the virus could be hiding. Many signs point to Asia.","itags":["npr_api","371994171"],"guid":"e2d0e16e-4ab5-4ee6-becd-f6eb3f98fe09","contentencoded":"<p>A few years ago, disease ecologist David Hayman made the discovery of a lifetime.</p><p>He was a graduate student at the University of Cambridge. But he spent a lot of that time hiking through the rain forest of Ghana, catching hundreds of fruit bats.</p><p>\"We would set large nets, up in the tree canopies,\" he says. \"And then early morning, when the bats are looking for fruit to feed on, we'd captured them.\"</p><p>Hayman didn't want to hurt the bats. He just wanted a few drops of their blood.</p><p>Bats carry a<strong> </strong>huge number of viruses in their blood. When Hayman took the blood samples back to the lab, he found a foreboding sign: a high level of antibodies against Ebola Zaire.</p><p>Right away, Hayman was concerned.</p><p>Ebola Zaire is the deadliest of the five Ebola species, and it has caused the most outbreaks. The antibodies in the bat's blood meant the animals had once been infected with Ebola Zaire or something related to it.</p><p>Hayman knew West Africa was at risk for an Ebola outbreak. He and his colleagues even <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3376795/\">published</a> the findings in the free journal <em>Emerging Infectious Diseases, </em>\"<em>s</em>o that anyone in the world could go and read them,\" Hayman says.</p><p>He thought health officials would also be worried. \"We were all prepared for some sort of response, for questions,\" Hayman says. \"But I have to say, not many came. ... Nothing happened.\"</p><p>That was two years ago. Now, with more than 20,000 Ebola cases <a href=\"http://www.who.int/csr/disease/ebola/situation-reports/en/\">reported</a> in West Africa, health officials are definitely listening to Hayman.</p><p>Scientists think <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/08/19/341468027/ebola-in-the-skies-how-the-virus-made-it-to-west-africa\">bats likely triggered</a> the entire Ebola epidemic in West Africa. Just as Hayman predicted. \"It's not a good way to be proven right,\" he says.</p><p>So now the big question is: Where else in the world is Ebola hiding out in bats? Where could the next big outbreak occur?</p><p>To find out, I called ecologist <a href=\"http://www.ecohealthalliance.org/about/experts/20-olival\">Kevin Olival</a> at EcoHealth Alliance in New York City. Olival hunts down another virus in bats, called Nipah. In humans, it causes inflammation in the brain and comas. \"It's the virus the movie <a href=\"https://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=1&cad=rja&uact=8&ved=0CCAQFjAA&url=http%3A%2F%2Fwww.imdb.com%2Ftitle%2Ftt1598778%2F&ei=tOqZVLOSNfjbsATNj4L4DA&usg=AFQjCNFE_RJFVRroyLgwml_lZbnAGwKegw&sig2=Iq1zBWCArqBq_v3-_J1M0g&bvm=bv.82001339,d.cWc\">Contagion</a> is based on,\" Olival says.</p><p>Nipah has outbreaks every few years in Bangladesh. So Olival went there back in<strong> </strong>2010 and captured a bunch of bats. Many had signs of Nipah in their blood. Others had something surprising: \"There's antibodies to something related to Ebola Zaire.\"</p><p>Before this discovery, scientists thought Ebola Zaire was found only in Africa. \"If you think about geographic space,\" Olival says, \"it was a big shock to find evidence for this virus in a very faraway place in south Asia.\"</p><p>Olival and his colleagues <a href=\"http://wwwnc.cdc.gov/eid/article/19/2/pdfs/12-0524.pdf\">published</a> these findings in February 2013. Then, a few months later, a team <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3492202/#__ffn_sectitle\">reported</a> evidence for the virus in China.</p><p>The bats with these antibodies have a broad range across south Asia, Olival says. \"These species are found all the way down into parts of Indonesia.\"</p><p>The data suggest that Ebola Zaire is far more widespread around the world than previously thought.</p><p>So does that mean Ebola could have outbreaks in Bangladesh, China or Indonesia?</p><p>\"Well, that's a tricky one,\" Olival says. \"I think if you have the right combination of potential events, and sort of the perfect storm brews, then, yeah, it's possible.\"</p><p>Now, there's no sign bats have infected people in Asia with Ebola Zaire. And antibody tests can't say whether the virus in the bats was specifically Ebola Zaire or something related.</p><p>But Olival isn't waiting to find out. Both he and <a href=\"http://www.massey.ac.nz/massey/learning/colleges/college-of-sciences/about/veterinary-and-animal-sciences/staff-list.cfm?stref=021350\">David Hayman</a>, who's now at Massey University in New Zealand, are working on ways to predict when and where Ebola and other deadly viruses will cause outbreaks.</p><p>In particular, Olival is working with USAID to build an <a href=\"http://www.ecohealthalliance.org/programs/28-predict_program\">early warning system</a> for dangerous viruses. The system could alert communities when the risk of an outbreak is high. People could be more careful while hunting bats or avoid their guano.</p><p>\"The ultimate goal is to move toward prediction,\" Olival says. \"Again and again, we're hearing with the current massive Ebola outbreak that if it was detected earlier it would have been better contained.\"</p><p>Because both ecologists agree: It's not a question of whether a virus in the Ebola family will cause an outbreak outside of Africa, but a matter of when and where.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Where+Could+Ebola+Strike+Next%3F+Scientists+Hunt+Virus+In+Asia&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michaeleen Doucleff","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374511137-26210c.m3u?orgId=1&topicId=1031&d=232&p=3&story=371994171&t=progseg&e=374511049&seg=1&ft=nprml&f=371994171"},{"href":"http://media.npr.org/assets/img/2015/01/01/29global-popup-01a3197ddf70e8bae8a058982a2a5bed85800a23.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"487","width":"650"}}]}