{"created":"2015-04-03T16:19:26+00:00","modified":"2015-04-03T16:19:26+00:00","valid":{"from":"2015-04-03T16:19:26+00:00","to":"3015-04-03T16:19:26+00:00"},"hreflang":"en","guid":"e2d97a32-c67e-466b-92d7-56eaf3f83000","title":"'The Death Of Klinghoffer' Ignites A Wild Night At The Opera","published":"2014-10-22T19:32:00+00:00","teaser":"<p>John Adams' 1991 opera <em>The Death Of Klinghoffer</em> is an operatic telling of a true story about the murder of Leon Klinghoffer, a disabled American appliance manufacturer who was singled out by Palestinian terrorists when they hijacked the cruise ship<em> Achille Lauro</em> off the coast of Egypt in 1985. </p><p>Since its creation, the opera has often ignited controversy -- and the latest production is no exception. This week, the Metropolitan Opera performed the opera for the very first time, as part of a new production running until November 15. Outside of the opera's Lincoln Center home, hundreds of protesters -- including former New York mayor Rudolph Giuliani -- gathered to voice their passionate distaste for the opera's choice of repertoire. </p><p>In a conversation with <em>Soundcheck</em> host John Schaefer, <em>The New York Times</em> classical music and dance reporter Michael Cooper describes the scene on opening night, and explains why the opera is so controversial. </p><p><a href=\"http://www.wqxr.org/story/review-met-operas-death-klinghoffer/\"><em>Read a review from opening night of 'Death of Klinghoffer' from WQXR</em></a>.</p> <hr><h3>Interview Highlights</h3><p><strong>Michael Cooper, on why the opera is so controversial now: </strong></p><blockquote><p>When it came to New York it touched a raw nerve. Klinghoffer lived here, there’s a large Jewish community, Jews are upset about anti-Semitic events in Europe, the events in Gaza. It’s kind of a chicken and egg question. Last June, a lot of Jewish protesters pressured the Met. They came to a compromise to cancel the HD simulcast across movie theaters and included a note from Klinghoffer’s daughters in the program, but the compromise satisfied almost no one. </p></blockquote><h4><strong>On the protests on opening night: </strong></h4><blockquote><p>There were several hundred protesters in the traffic island across the street from the Lincoln Center including former New York mayor, Rudolph Giuliani and former governor, David Patterson. It was quite an impassioned angry protest. Protesters were sitting in wheelchairs lining Columbus Ave. that they had rented for the occasion. Security was incredibly tight, everyone had to check their bags. It began a little bit late, because of heightened security. </p><p>There was one major disruption during the first half, when a man in the balcony stood up and shouted, “The murder of Klinghoffer will never be forgiven.” He was escorted out and arrested. At one point, a woman sitting behind me cried out, “This is a piece of excrement.” Of course that’s not the word she used. But she left as well and was not arrested. There were scattered boo’s at the end, and a standing ovation when composer John Adams took the stage at the end of the night. It was a very intense night at the opera.</p></blockquote><img src=\"http://feeds.feedburner.com/~r/wnyc_soundcheck/~4/1gUbLXdiC_s\" height=\"1\" width=\"1\"/>","itags":["npr_api","358131430"],"contentencoded":"<p><div class=\"fullattribution\">Copyright 2015 MPX. To see more, visit <a href=\"\"></a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27The+Death+Of+Klinghoffer%27+Ignites+A+Wild+Night+At+The+Opera%0A&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358131434-fc5d0f.m3u?orgId=30000&e=358131430&ft=nprml&f=358131430"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358131438-396cdd.m3u?orgId=30000&e=358131430&ft=nprml&f=358131430"}]}