{"created":"2014-09-25T20:28:07+00:00","modified":"2014-10-30T22:04:22+00:00","valid":{"from":"2014-10-30T22:04:22+00:00","to":"3014-10-30T22:04:22+00:00"},"hreflang":"en","title":"Jeter The Hero: Yankee Shortstop Plays His Final Home Game Tonight","published":"2014-09-26T15:11:00+00:00","teaser":"New York Yankees shortstop Derek Jeter will play his last nine innings at Yankee Stadium tonight after 20 years with the team. A look back at his incredible career and the legacy he will leave behind.","itags":["npr_api","351420667"],"guid":"e2dd3883-c34e-4a57-bf4c-6f13aa053ce0","contentencoded":"<p>There are three major life events for an acolyte of Derek Jeter.</p><p>The first comes at 2 years old when you're wearing pinstripe pajamas and watching a Yankees game on TV. Then you grow up and you're in the bleachers chanting \"De-rek Jee-ter, De-rek Jee-ter,\" at the top of your lungs.</p><p>And along the way there will be moments of mature reflection. You often ask yourself if he is a hero.</p><p>Twelve-year-old Sophie Hinds has no doubt that he is.</p><p>\"Well, he's kind of legendary in a way because he's made, like, 3,000 hits, and it's also his personality because he's always so happy, and he's so nice, and he's, like, such a good team player, and he's been around for so long, and I'm gonna really miss him, and he's a hero,\" Hinds says.</p><p>That's the problem with Jeter's retirement: It brings the gloomy news that he won't always be with us.</p><p>Author Jane Leavy, who's written biographies of Sandy Koufax and Mickey Mantle, says Jeter's end was foreshadowed as far back as 2003, when he landed on the disabled list after dislocating his shoulder in a collision at third base.</p><p>\"That was so shocking 'cause Derek Jeter was never gone,\" Leavy says. \"And I think that will be the thing next year that will be so shocking is, oh, my God, he's not there.\"</p><p>Jeter has been preparing the faithful. He announced his retirement seven months ahead of time. And in a recent Gatorade commercial, he's on his way to Yankee Stadium and asks his chauffeur to stop the car on the way.</p><p>\"You know what, I'll walk from here,\" Jeter tells his driver.</p><p>The ad, shot in black and white, shows him mingling with the people of the Bronx — healing the sick, raising the dead.</p><p>Not really, but that's the feeling you get watching fans quaver in his presence.</p><p>Leavy says not to underestimate Jeter's mastery of his own image.</p><p>\"That he's managed to control the conversation about him is as much of an accomplishment in this media-saturated world as anything he's ever done on a baseball field,\" she says.</p><p>And on the baseball field, he's shown a rare athletic quality.</p><p>\"Maybe it comes from God, to seize a moment: the clutch hit, the home run when it's absolutely necessary, the diving catch in the stands, the crazy play in Oakland,\" Leavy says.</p><p>The <a href=\"http://m.mlb.com/video/v3134880/nyyoak-gm-3-jeter-cuts-down-runner-with-iconic-flip\">crazy play in Oakland</a> is famous. <em>New York Times</em> sportswriter George Vecsey repeats the question a lot of fans had after watching that play live in 2001: \"Did I just see that or, or, um, what's he doing there?\"</p><p>It was late in a crucial playoff game, and the Yankees had a one-run lead. Jeremy Giambi of the Oakland A's was on first with two outs. An A's hitter cracked a double down the right field line, and Giambi tried to reach home from first. Vecsey recalls what happens next.</p><p>\"Here comes Giambi. He's gonna score. No!\" he says.</p><p>\"Out at the plate! Derek Jeter with one of the most unbelievable plays you will ever see by a shortstop,\" Vecsey recalls the announcer saying.</p><p>It was almost dreamlike: Jeter materialized far from his normal shortstop position in first-base foul territory.</p><p>\"What's he doing there?\" Vecsey remembers thinking to himself.</p><p>In one motion, Jeter grabbed a bad throw from the outfield, twisted his body on the run, and flipped the ball behind him to the catcher, who tagged out Giambi, saving the game and basically sending the Yankees to the World Series.</p><p>Grizzled baseball guys say they haven't seen anything like it before, or since. But here's the thing: For all of the play's singularity, the Yankees had practiced it in spring training. In other words, Jeter was doing what he was supposed to be doing. And if Jeter's career has shown anything, it's that utter reliability has a strangeness about it, and it has beauty. And among those who witness it, it can breed devotion.</p><p>When Jeter retires, that's what they'll miss.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Jeter+The+Hero%3A+Yankee+Shortstop+Plays+His+Final+Home+Game+Tonight&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jim O'Grady","audio":[{"meta":{"duration":"280"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351529436-b24e10.m3u?orgId=1&topicId=1055&ft=3&f=351420667"}]}