{"created":"2015-03-15T11:53:11+00:00","modified":"2015-05-13T21:09:19+00:00","valid":{"from":"2015-05-13T21:09:19+00:00","to":"3015-05-13T21:09:19+00:00"},"hreflang":"en","title":"When There's Art On The Bus, You'll Get To Your Stop Sooner","published":"2015-03-17T17:33:00+00:00","teaser":"A decade ago Kenya banned the practice of covering minibuses — called matatus — with wild images. The concern: window blockage. Now the art is making a comeback, and powerful bus owners are behind it.","itags":["npr_api","392857457"],"guid":"e2e2993c-bbe2-4a4f-be90-1c9588cd3830","contentencoded":"<p>Picture yourself standing at a bus station in Nairobi, Kenya. The unwritten rule is that none of these minibuses (shared taxis, called matatus) will leave until they have enough passengers. That can be around 20 or more people. So every matatu has a tout shouting at top volume — even banging on the side of the bus — to corral more customers.</p><p>All of a sudden, what looks like a discotheque on wheels pulls up.</p><p>Music blasts from souped-up speakers. Strobe lights flash on the inside walls and seat backs. The exhaust pipe is purposely pinched to rev like a motorcycle. And unlike the drab greens of the average van, this one is painted with airbrushed portraits of Jimi Hendrix and Elvis and Johnny Cash — as well as lyrical fragments from the songs of the Beatles and Maroon 5.</p><p>Commuters make a beeline for the magical bus.</p><p>Nairobi's famous <a href=\"https://www.facebook.com/artofmatatukenya\">matatu art</a> is making a comeback.</p><p>Kenya's president recently lifted a 10-year ban on matatu art. Bus owners are sending their vehicles to garages and paying artists like Roy Mungai, a.k.a. Great (who designed the Rolling Stone bus above) about $1,000 per vehicle. No surprise — a painted, souped-up matatu can charge double the fare of a plain one.</p><p>Which makes one wonder: Why did Kenya's government banish graffiti from its public transportation in the first place? And why would commuters pay twice as much to ride an artsy matatu?</p><p>Let's start with the appeal to commuters. A bus with graffiti turns out to be the speediest way to get from point A to point B. If young people prefer a painted bus that plays loud music, and they seem to, then it fills up faster. It leaves sooner. It gets places on time. And thus it's more popular with anyone who can afford the extra fare.</p><p>It's a circle: Graffiti triggers enough of a change in commuter behavior that what may look like irreverent art is actually a source of profit for private bus owners. And that's why matatu owners have been flaunting the ban — and pressuring the government to allow artists to work.</p><p>As for the ban, the reason was road safety. Back in the day, artists would pretty much cover the windows and the windshield, leaving just a narrow strip for the driver to see through. Visibility was so limited that drivers would have to open the windows just to know where they were.</p><p>Understandably, many Kenyans are fearful now that the artists are back in business. They say the government caved to rich and powerful matatu owners.</p><p>But the new generation of graffiti artists won't be blocking every inch of glass. Although that doesn't mean they'll be reining in their wilder instincts.</p><p>Roy Mungai, 27, is one of the bus decorators. Mungai studied 3D animation in college. Before he picks up a can of spray paint or steps into the garage, he'll map out his ideas on his laptop with CorelDRAW. He goes by the name \"Great.\"</p><p>Many matatus in Nairobi are homages to various themes or brands, and Mungai's are no exception. The Rolling Stone matatu plays off Kenya's love of rock music. His newer projects include a riff off the logo of Rockford Fosgate, a maker of car sound systems, as well as an ironic tribute to the NYPD (complete with Keith-Haring-esque silhouettes of police beating civilians).</p><p>Despite his boastful name, Great is humble about his work. He grew up in a Nairobi slum admiring what he enviously calls \"real matatu graffiti.\"</p><p>And he argues that the distinctive look of a matatu bus is actually a plus when it comes to the welfare of pedestrians. If you're run over by a speeding matatu and lucky enough to still be conscious, his advice: Don't worry about memorizing the license plate. Just focus on the three-foot-tall spray-painted face of the late Libyan leader Moammar Ghadafi speeding away from you.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=When+There%27s+Art+On+The+Bus%2C+You%27ll+Get+To+Your+Stop+Sooner&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gregory Warner","audio":[{"meta":{"duration":"224"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393133285-98deb8.m3u?orgId=1&topicId=1004&d=224&p=10&story=392857457&t=progseg&e=393133205&seg=13&ft=nprml&f=392857457"},{"href":"http://media.npr.org/assets/img/2015/03/13/img_1910-1-4fbfcceb91182ba319afa5d362c930cbf7220ee8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2237","width":"2983"}},{"href":"http://media.npr.org/assets/img/2015/03/13/img_1903-1-2dbc37fcf5f84569256e4eaef1bfbac41122055e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2995"}},{"href":"http://media.npr.org/assets/img/2015/03/13/img_2125-1-f9e5cf820fe9903b0fffce6e94f03d0ec1c357d3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1846","width":"2462"}},{"href":"http://media.npr.org/assets/img/2015/03/13/img_1896-1-55eee60449de8ab3177ca705062f0860d748121f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1543","width":"2052"}}]}