{"created":"2014-10-27T17:59:51+00:00","modified":"2014-10-30T22:39:06+00:00","valid":{"from":"2014-10-30T22:39:05+00:00","to":"3014-10-30T22:39:05+00:00"},"hreflang":"en","title":"California Group Gives Voice To Detained Immigrants","published":"2014-09-05T19:50:00+00:00","teaser":"The group is releasing a new documentary about detainee life called “Detention Stories: Life Inside California’s New Angel Island.”","itags":["npr_api","346113670"],"guid":"e2ea737e-041d-4b52-b8a3-b9ac13307e6c","contentencoded":"<p>On any given day, some 34,000 immigrants are held in detention across the U.S. Many have been there for months, even years, without a sentence. Most of them have no attorneys and many are far from family.</p><p>A California-based group helps community-based organizations set up detention visitation programs, giving detainees regular contact with volunteers on the outside. The group is called CIVIC, Community Initiatives for Visiting Immigrants in Confinement.</p><p>Today, the group is releasing a new documentary about detainee life called “<a href=\"http://www.endisolation.org/detention-stories/\" target=\"_blank\">Detention Stories: Life Inside California’s New Angel Island</a>.”</p><p>CIVIC co-founder <strong>Christina Fialho</strong> and former detainee <strong>Marcela Castro</strong>, who is featured in the film, talk to <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Meghna Chakrabarti.</p><h4>Interview Highlights</h4><p><strong>Christina Fialho on the detention system in the U.S.</strong></p><p>“Congress has mandated that every day, in this country, we must detain at minimum 34,000 people in county jails and for-profit prisons. No other law enforcement system has a quota for the number of people they keep in jail, and people in the civil form of confinement lack many of the safeguards of the Constitution.”</p><p><strong>Christina Fialho on immigration holding options</strong></p><p>“The immigration detention system has really exploded over the last 15 years. It went from just about 6,000 people in immigration detention pre-1996 to now 34,000. And there are alternatives to detention that are cheaper than what we pay as taxpayers for the expansion of the immigration detention system. There’s community supervision programs that are being run by non-profits. There are also other monitoring devices like an ISAP [Intensive Supervision Appearance] program &#8211; not ideal, but definitely better than detention.”</p><p><strong>Marcela Castro on being held in a detention facility</p><p></strong></p><p>“It was really terrifying for me because I couldn’t remember phone numbers. I couldn’t use my computer. I couldn’t make phone calls. I basically disappeared from everything and you just don’t have any options.”</p><p>“Actually, it’s not fair to be in a detention center right now, for anybody. But even though when you are out it’s also a limbo, too. You have to be following the rules that they want and you cannot work. You just have to depend from somebody else.”</p><p><a href=\"http://www.youtube.com/watch?v=vK2b58HjZgI\">[Youtube]</a></p><h4>Guests</h4><ul><li><strong><a href=\"http://www.endisolation.org/about/leadership-team/\" target=\"_blank\">Christina Fialho</a></strong>, co-founder of CIVIC, Community Initiatives for Visiting Immigrants in Confinement.</li><li><strong>Marcela Castro</strong>, artist and former detainee who is featured in the CIVIC documentary.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=California+Group+Gives+Voice+To+Detained+Immigrants&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"545"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1346138964-b77bdf.m3u?orgId=1&ft=3&f=346113670"}]}