{"created":"2014-08-30T17:06:08+00:00","modified":"2015-01-06T21:05:25+00:00","valid":{"from":"2015-01-06T21:05:25+00:00","to":"3015-01-06T21:05:25+00:00"},"hreflang":"en","title":"Deford: Frankly, Hot Dogs Best Served At The Ballpark","published":"2014-08-20T15:52:00+00:00","teaser":"Forget peanuts and Cracker Jack. Sausages are the food most closely linked to the national pastime, says Frank Deford.","itags":["npr_api","341641047"],"guid":"e2ec8c0b-b189-4347-b141-702b88b75ec2","contentencoded":"<p>Let's boldly confront the greatest mystery in all of sport: Why do hot dogs always taste better at the ballpark?</p><p>Baseball food has, of course, taken on a much greater variety since 1908, when \"Take Me Out to the Ballgame\" only celebrated peanuts and crackerjack. But it is another enduring mystery of sport why fans eat during a baseball game, while the preferred mode of cuisine for football is before the game, out in the parking lot — tailgating.</p><p>But then, perhaps we shouldn't be surprised at this inexplicable circumstance. After all, at movies, you are all but forced to purchase a large bin of popcorn, while in a similar theater where plays are presented, you are not only advised to silence your cellphones but if you must enjoy even a little sweet, to \"take the time to unwrap your candy... right now!\"</p><p>Ah, but life is rife with such eerie contradictions, is it not?</p><p>The hot dog, however, is so much a part of baseball that we shouldn't be surprised that the single most popular between-innings attraction in all the national pastime is in Milwaukee, when, at the bottom of the sixth inning, people dressed up as a <a href=\"http://milwaukee.brewers.mlb.com/mil/fan_forum/racing_sausages.jsp\" target=\"_blank\">variety of 7-foot sausages</a> race about the field: the bratwurst, the kielbasa, the Italian sausage, the chorizo ... and, of course, Frankie Furter, outfitted in a baseball uniform.</p><p>Thus, we turn now to the greatest gourmet in baseball — Boog Powell, the hefty former MVP for the Orioles, as famous for his palate as for his home run swing. Many athletes have invested money in restaurants with their names attached –– usually with disastrous economic results. Boog, though, has authentic epicurean credentials: been cooking since he was a child, catching his own fish dinners, growing his own tomatoes, and since 1992 has had his own barbecue establishment properly situated right at a ballpark –– Camden Yards in Baltimore. There, the yummy, smoked dishes are prepared to his personal recipes. Boog even has his own book out: <em><a href=\"http://www.amazon.com/Baltimore-Baseball-Barbecue-Boog-Powell/dp/1626195781\" target=\"_blank\">Baltimore Baseball and Barbecue</a></em>. Certainly this is the first baseball memoir to be co-authored by a food columnist (<a href=\"https://twitter.com/kasperontap\" target=\"_blank\">Rob Kasper</a>).</p><p>So naturally, it was to Boog I went to finally supply the secret to why hot dogs taste better at the park. But, alas: \"Gee,\" the baseball food sage replied tentatively, \"that's a tough question. Could just be a state of mind. Most people come to a game to enjoy themselves and forget the rigors of life. They <em>want</em> that hot dog to be wonderful.\"</p><p>So, proof again that some things in heaven and earth are simply beyond mere human knowledge. The mystery of the ballpark frank, the red hot, the wiener, the hot dog, can only be answered in the heart, not in the taste buds. So saith Boog.</p><p>Now, please pass the mustard!  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Deford%3A+Frankly%2C+Hot+Dogs+Best+Served+At+The+Ballpark&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"216"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341826229-f4d654.m3u?orgId=1&topicId=1055&aggIds=4499275&ft=3&f=341641047"},{"href":"http://media.npr.org/assets/img/2014/08/19/sausage+race-449029987053e9f9efe6f2225aa8d588f20ee55c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3248","width":"4333"}}]}