{"created":"2014-10-06T19:24:43+00:00","modified":"2014-10-07T15:31:36+00:00","valid":{"from":"2014-10-07T15:31:36+00:00","to":"3014-10-07T15:31:36+00:00"},"hreflang":"en","guid":"e308db3f-918b-457a-af0d-dba2eef22452","title":"Immigrants in New Hampshire are creating an unlikely ethnic food hub","published":"2014-10-07T15:31:34+00:00","byline":"Jack Rodolico","tags":["cooking","grocery","produce","health","immigration","culture","Global Nation","Food","Lifestyle & Belief","Concord","Asia","Africa","North America","Nepal","United States","Bhutan","Cameroon","Somalia","Burundi","Thailand","New Hampshire","Wesley Tiku","Prince","Gail Prince","Bal Bikash Bhattarai","Asia","Nepal","Grocery store","Food","Refugee","Bhutan","Cameroon","markets","Farmers","Produce","Just Like Home"],"teaser":"In New Hampshire, it wasn't always this easy to get mangosteens and other produce from Asia and Africa. But with immigrant communities growing in the area, some locals are finding ways to get familiar foods from back home onto the plates of Nepalese, Bhutanese and other immigrants here in the US..","contentencoded":"<p>There&rsquo;s one experience that unites many immigrants in the United States: that bewildering first trip to a supermarket and its vast aisles.</p><p>Wesley Tiku, from Cameroon,&nbsp;remembers going to the supermarket in Concord, New Hampshire,&nbsp;and not seeing any of the food he ate back home. &ldquo;Spinach was the only thing that was most recognizable,&rdquo; he says.</p><p>So Tiku and Kiran&nbsp;KC, a Nepalese&nbsp;immigrant,&nbsp;decided to change that. A&nbsp;few years back, they started&nbsp;selling Nepali&nbsp;food from a gas station. Then, word spread that they were the go-to guys for finding food that&nbsp;immigrants&nbsp;missed from back home.</p><p>People began&nbsp;approaching them&nbsp;with empty food packages &mdash;&nbsp;items from Somalia, or photos of vegetables from Bhutan &mdash;&nbsp;to ask: &ldquo;Can you get this stuff for us?&rdquo;</p><p>So Tiku and KC now&nbsp;run the Kathmandu Baazar, an Asian and African grocery store. It&#39;s no big deal in places like New York or Los Angeles, but it&rsquo;s still pretty rare in New Hampshire,&nbsp;where the immigrant population is growing, but still&nbsp;small.</p><p>The store&rsquo;s produce aisle is tiny, but it&#39;s packed with stuff that&#39;s&nbsp;hard to find at other markets here: cassava, guava, mustard greens and mangosteens, a fragrant&nbsp;purple&nbsp;fruit that&#39;s&nbsp;popular in Thailand. There&#39;s&nbsp;also peanut flour, palm oil, and a variety of rices from Asia and Africa.</p><p>[[{\"fid\":\"74984\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":3072,\"width\":2048,\"style\":\"width: 300px; height: 450px; margin: 5px; float: right;\",\"alt\":\"Immigrant_veggies3\",\"title\":\"Immigrant_veggies3\",\"class\":\"media-element file-default\"}}]]</p><p>KC says&nbsp;he&#39;s&nbsp;happy to sell such a wide variety of food, especially the&nbsp;vegetables, because it helps keep his community healthy.</p><p>There&#39;s also another nearby effort to make&nbsp;ethnic produce available. Gail Prince, a retired Air Force colonel with a big backyard, allows refugees from Bhutan and Burundi to farm her land.&nbsp;&ldquo;It&rsquo;s comfort food,&rdquo; she says, picking&nbsp;up an African eggplant.&nbsp;&ldquo;They come to America and nothing&rsquo;s familiar. This is familiar.&rdquo;&nbsp;</p><p>Prince&rsquo;s donated land is part of a larger effort here,&nbsp;supported by refugee resettlement agencies. Churches, colleges&nbsp;and families have also offered up their backyards for refugees to farm. Prince says&nbsp;the project helps older refugees with limited English skills to feel less isolated from their home country.</p><p>&ldquo;It gives them a sense of purpose,&rdquo; she says.&nbsp;&ldquo;But also they bring their traditional foods home so they can teach and keep certain traditions going &mdash;&nbsp;like my mother learned from Irish cooking, unfortunately,&nbsp;from her relatives.&rdquo;</p><p>About 2,000 refugees from Bhutan have been resettled in New Hampshire since 1998, many fleeing ethnic fighting. One of them, Khada&nbsp;Niroula,&nbsp;had to leave his farm behind. But he enjoys recreating it here and growing things like amaranth, bitter melon and hot peppers.</p><p>Of course, not everything&rsquo;s the same.&nbsp;&ldquo;Bhutan &mdash; no snow,&rdquo; Niroula says.</p><p>The efforts aren&#39;t just taking place on the farm.&nbsp;At the&nbsp;Kathmandu Baazar, co-owner KC has opened a&nbsp;new lunch counter.&nbsp;Right now, they serve Asian food, but plans are in the works to hire an African cook, too.</p><p>Bal Bikash Bhattarai, a leader in the local Bhutanese community, says&nbsp;the lunch counter and the farms are a way to get immigrants together around the table. That&#39;s a good thing, but Bhattaria jokes&nbsp;that he was skinny when he lived in a refugee camp in Nepal. Here in the US,&nbsp;he&rsquo;s got a little more padding.</p><p>&ldquo;Now, the fats are getting into my body,&rdquo; he said. &ldquo;I don&rsquo;t have a habit of carrying this much meat in my body! I think I am getting little lazy because of the car.&rdquo;&nbsp;Something we can all relate to.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/TIKU%20w%20Mustard_final_2.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/tiku-w-mustardfinal2jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/100620143.mp3"},{"href":"http://www.pri.org/file/100620143mp3"},{"href":"https://www.youtube.com/watch?v=NFZ9KGymiMs&feature=youtu.be"},{"href":"http://www.pri.org/file/world-finding-fruits-and-vegetables-back-home"}]}