{"created":"2014-10-30T22:07:45+00:00","modified":"2014-12-02T00:38:32+00:00","valid":{"from":"2014-12-02T00:38:31+00:00","to":"3014-12-02T00:38:31+00:00"},"hreflang":"en","title":"The Lawyer Who Would 'Stop At Nothing To Win'","published":"2014-10-21T19:45:00+00:00","teaser":"Paul Barrett's new book chronicles a decades long environmental case to win compensation for Ecuador's indigenous tribes, and the lawyer who waged it.","itags":["npr_api","350936371"],"guid":"e30b36bd-ae03-4ec3-bf3d-7ce8e70cba1d","contentencoded":"<p>Bloomberg Businessweek senior writer <strong>Paul Barrett</strong> chronicles the 20 year long legal battle waged by human rights lawyer Steven Donziger in the book, &#8220;<a href=\"http://www.amazon.com/Law-Jungle-Billion-Battle-Nothing/dp/077043634X/?tag=wburorg-20\" target=\"_blank\">Law of the Jungle: The $19 Billion Legal Battle Over Oil in the Rain Forest and the Lawyer Who&#8217;d Stop at Nothing to Win It.</a>&#8221;</p><p>Donziger won compensation for Ecuadorian tribes whose land was polluted by Texaco oil drilling, but he then lost everything when the oil company sued him for dirty tactics.</p><p>“What you have here is someone who invoked the rule of law to hold a big corporation accountable, but then undermined the rule of law,&#8221; Barrett told <a href=\"http://hereandnow.wbur.org\"><em>Here & Now&#8217;</em></a>s Jeremy Hobson. &#8220;And that really is damaging to everyone who seeks to use the courtroom to vindicate the rights of poor people, of the little guy.”</p><ul><li><strong>The New York Times: </strong><a href=\"http://www.nytimes.com/2014/09/23/opinion/joe-nocera-behind-the-chevron-case.html?_r=0\">Behind the Chevron Case</a></li></ul><p><strong>Updated on 10/14/2014</strong></p><p>The following statement is from <a href=\"http://amazonwatch.org/\" target=\"_blank\">AmazonWatch</a>&#8216;s Director of Outreach & Online Strategy <strong>Paul Paz & Miño</strong> regarding Here & Now&#8217;s conversation with Paul Barrett:</p><blockquote><div>&#8220;Amazon Watch is concerned about misleading impressions left by the recent segment involving journalist Paul Barrett and his book about Chevron’s litigation in Ecuador, Law of the Jungle.   We believe this book – and Barrett’s comments on the show – are largely inaccurate and fundamentally track Chevron’s false narrative that it is a victim of fraud in Ecuador.</div><div></div><div>Some of our specific concerns are as follows:</div><div></div><div>First, the opening of the segment states incorrectly that the lawsuit against Chevron “ultimately failed”. The lawsuit actually has been huge success for the indigenous groups and a stunning loss for Chevron. Chevron wanted the trial be held in Ecuador and produced most of the evidence that allowed a court to find it guilty of extensive and deliberate toxic dumping in the rainforest over a two-decade period. Two layers of appellate courts in Ecuador affirmed the judgment against Chevron unanimously. Because Chevron refuses to pay the judgment, the Ecuadorian villagers have filed lawsuits to seize Chevron’s assets in Canada, Brazil and Argentina. Those seizure lawsuits are creating enormous legal and business risk for Chevron around the world. In fact, the judgment against Chevron in Ecuador and ongoing enforcement actions represent one of the great achievements by indigenous groups against Big Oil in history.  There is a high degree of probability that Chevron will be forced to pay 100% of the damages, now estimated at $10 billion with accrued interest.</div><div></div><div>Second, Barrett’s conclusion that U.S. attorney Steven Donziger undermined the case is false based on the known evidence, but in any event has little legal relevance to the claims of his clients. Donziger didn’t file a single motion in Ecuador and never appeared in court. What is clear is that Chevron launched a campaign in the U.S. to demonize Donziger to distract attention from its enormous liability. This campaign involved at least 60 law firms, 2,000 legal personnel, and several press agencies and investigations firms, some which spied on Donziger and his family. Further, eight separate appellate judges in Ecuador have reviewed Chevron’s complaints about “fraud” regarding Donziger and rejected them. In appealing an extremely dubious non-jury decision against him by U.S. judge Lewis A. Kaplan, Donziger has effectively responded to – and we believe shredded &#8212; each and every one of Chevron’s allegations against him with cites to the evidentiary record. That document, largely ignored by Barrett, is available <a href=\"https://xmail.bu.edu/owa/redir.aspx?C=v0KdQQzs7kKD9jQ04uKBekkix0mWu9EIGCFR8nJI0qKqtwDPKVmzuImyDuO0rPqyl0UWhj_SbYU.&URL=http%3a%2f%2fchevrontoxico.com%2fassets%2fdocs%2f2014-07-02-donziger-brief.pdf\" target=\"_blank\">here</a>. A summary of the problems with Kaplan’s decision is available <a href=\"https://xmail.bu.edu/owa/redir.aspx?C=v0KdQQzs7kKD9jQ04uKBekkix0mWu9EIGCFR8nJI0qKqtwDPKVmzuImyDuO0rPqyl0UWhj_SbYU.&URL=http%3a%2f%2fchevrontoxico.com%2fassets%2fdocs%2f2014-chevrons-mockery-of-justice.pdf\" target=\"_blank\">here</a>.</div><div></div><div>Amazon Watch has worked for many years in Ecuador’s rainforest with the indigenous and farmer communities suffering from the impact of widespread oil contamination. We have both witnessed and been the targets of Chevron&#8217;s scorched earth strategy to derail the campaign to hold it accountable and to chill the speech of its critics. It is our informed opinion that Barrett’s book is biased in favor of Chevron and furthers the company’s attacks on the communities, NGOs, and lawyers who have fought to obtain relief for those affected. The RICO case relied on heavily by Barrett for his analysis is also highly vulnerable on appeal and in any event does not block the enforcement actions filed by the villagers in other jurisdictions.</div><div></div><div>For a summary of the facts of the Ecuador case and Chevron&#8217;s attempts to corrupt the trial, see the fact section of <a href=\"https://xmail.bu.edu/owa/redir.aspx?C=v0KdQQzs7kKD9jQ04uKBekkix0mWu9EIGCFR8nJI0qKqtwDPKVmzuImyDuO0rPqyl0UWhj_SbYU.&URL=http%3a%2f%2fchevrontoxico.com%2fassets%2fdocs%2f2014-07-02-donziger-brief.pdf\" target=\"_blank\">Donziger&#8217;s appellate brief</a>; for why Chevron is likely to lose the Kaplan appeal, see this<a href=\"https://xmail.bu.edu/owa/redir.aspx?C=v0KdQQzs7kKD9jQ04uKBekkix0mWu9EIGCFR8nJI0qKqtwDPKVmzuImyDuO0rPqyl0UWhj_SbYU.&URL=http%3a%2f%2fstevendonziger.com%2fwp-content%2fuploads%2f2014%2f07%2f2014-07-01-Ecuadorians-brief.pdf\" target=\"_blank\">appellate brief from the Ecuadorian villagers</a> and the legal section of the Donziger brief; for the final decision of Ecuador&#8217;s Supreme Court affirming Chevron&#8217;s liability, see <a href=\"https://xmail.bu.edu/owa/redir.aspx?C=v0KdQQzs7kKD9jQ04uKBekkix0mWu9EIGCFR8nJI0qKqtwDPKVmzuImyDuO0rPqyl0UWhj_SbYU.&URL=http%3a%2f%2fstevendonziger.com%2fwp-content%2fuploads%2f2013%2f12%2fEX-DX-8095-1.pdf\" target=\"_blank\">here</a>; for a recent assessment of Chevron&#8217;s underhanded legal tactics, see this article in <a href=\"https://xmail.bu.edu/owa/redir.aspx?C=v0KdQQzs7kKD9jQ04uKBekkix0mWu9EIGCFR8nJI0qKqtwDPKVmzuImyDuO0rPqyl0UWhj_SbYU.&URL=http%3a%2f%2fwww.rollingstone.com%2fpolitics%2fnews%2fsludge-match-chevron-legal-battle-ecuador-steven-donziger-20140828\" target=\"_blank\">Rolling Stone</a>; for a brief summary of the flaws in the Kaplan/Chevron RICO trial, see <a href=\"https://xmail.bu.edu/owa/redir.aspx?C=v0KdQQzs7kKD9jQ04uKBekkix0mWu9EIGCFR8nJI0qKqtwDPKVmzuImyDuO0rPqyl0UWhj_SbYU.&URL=http%3a%2f%2fchevrontoxico.com%2fassets%2fdocs%2f2014-chevrons-mockery-of-justice.pdf\" target=\"_blank\">this publication</a>; and for a critique of the many flaws in Barrett&#8217;s book, see <a href=\"https://xmail.bu.edu/owa/redir.aspx?C=v0KdQQzs7kKD9jQ04uKBekkix0mWu9EIGCFR8nJI0qKqtwDPKVmzuImyDuO0rPqyl0UWhj_SbYU.&URL=http%3a%2f%2fchevrontoxico.com%2fassets%2fdocs%2f2014-barrett-critique.pdf\" target=\"_blank\">here</a>.&#8221;</div></blockquote><h4>Book Excerpt:&#8221;Law of the Jungle&#8221;</h4><p><em>By Paul M. Barrett</em></p><p><p style=\"text-align: center\">Chapter One</p><p><p style=\"text-align: center\">SURVEILLANCE</p><p><p style=\"text-align: left\">The lawyer Steven Donziger stepped out onto 104th Street. He looked west toward Riverside Park and east toward Broadway. The dark sedans had been tailing him for at least a month now. They followed him for blocks at a time, slowing when he slowed, stopping when he stopped, their passengers watching his every move. Donziger lived on a quiet block on the Upper West Side of Manhattan. He worked from home, a two-bedroom apartment he shared with his wife, their five-year-old son, and a cocker spaniel. Photographs and artwork from Latin America adorned the apart-ment. Documents in cardboard boxes surrounded the dining table. In the narrow foyer, stacks of stapled legal filings competed for space with a mud-spattered mountain bike.</p><p><p style=\"text-align: left\">On this morning in the spring of 2012, Donziger had wheeled the bicycle down the hall to the elevator and across the marble-floored lobby. Fifty years old, he dressed like a graduate student, in jeans, unironed button-down shirt, and tattered jacket.</p><p>“Cómo estás?” he asked the doorman as they bumped fists.</p><p>“Bien, muy bien, señor.”<a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/09/Law-of-the-Jungle-jacket-1.jpg\"><img class=\"alignright wp-image-67938 size-medium\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/09/Law-of-the-Jungle-jacket-1-197x300.jpg\" alt=\"Law of the Jungle jacket (1)\" width=\"197\" height=\"300\" /></a></p><p><p style=\"text-align: left\">Then Donziger had emerged from the building and, as was his habit, searched for the dark sedans. Six-foot-four and powerfully built, he would not have been difficult to track. Sometimes, in addition to the cars, he thought he saw men on foot, pretending to peer into store windows if he looked their way.</p><p><p style=\"text-align: left\">Donziger began pedaling toward Ocean Grill, a seafood restaurant where he did business over lunch. As he approached the corner, he glanced over his shoulder in time to see the large car pull out of its parking space and fall in behind him. He didn’t fear actual physical harm. The company was too smart, he thought, to turn him into a martyr. It wanted to distract him, intimidate him.</p><p><p style=\"text-align: left\">He despised his corporate foes: their money, their influence, their cynical disrespect for his clients in the Amazonian rain forest of northeastern Ecuador. The company would never willingly pay what it owed. Its lawyers and lobbyists had said as much. Now they were coming after him, making it personal. He’d written down license plate numbers, but the police weren’t interested. Every day people killed each other in New York. What did he expect the police to do about cars that might or might not have been following him?</p><p><p style=\"text-align: left\">The surveillance wasn’t his main worry. A year earlier, in February 2011, the company had sued him. The 193-page suit, filed under the federal antiracketeering statute, alleged that he had ginned up fraudulent evidence as part of a conspiracy to extort the company. A federal judge had taken the accusations seriously. The judge forced him to turn over his hard drives,email, and boxes of documents. Donziger had said some truly dumb things—he admitted that much—and now they were public. His bravado sounded incriminating, he also acknowledged, especially if it was taken out of context. He’d cut a few corners, used tactics they didn’t teach back at Harvard Law School. He could lose his law license. Conceivably, the U.S. Attorney’s Office could bring criminal charges.</p><p><p style=\"text-align: left\">The company, as Donziger saw it, fought dirty; he fought back in kind. Slugging it out, he’d pulled off something amazing. His ragtag team had gone to a provincial Ecuadorian courtroom and won a judgment that mighty Texaco had ruined the lives of thousands of farmers and Amazon tribesmen. Because of him, a tiny third-world nation had spoken truth to power. Donziger had pressed the case for nearly twenty years now, beginning as the most junior member of the plaintiffs’ legal team and ultimately rising to field commander. Before going after Texaco (which was acquired in 2001 by Chevron), he’d never brought even a slip-and-fall suit. That he’d survived this long must have shocked the oil company and its lawyers.</p><p><p style=\"text-align: left\">No wonder they were branding him a racketeer and prying into his personal life.</p><p><p style=\"text-align: left\">He was not alone, though. Impressed by the potential for gargantuan legal fees, Patton Boggs, a tough corporate law firm, had joined Donziger. Together, they were seeking liens against refineries, terminals, and tankers worldwide. He’d retained a famous white-collar defense attorney to represent him in the racketeering suit. The Amazon pollution case had been featured on 60 Minutes and in the New York Times, Vanity Fair, The New Yorker, and Bloomberg Businessweek. In 2009, it was the subject of an acclaimed documentary that played at the Sundance Film Festival. A rock star in green-activism circles, Donziger had received support from Bianca Jagger, Sting, and Sting’s wife, the actress Trudie Styler. He had given Brad Pitt and Angelina Jolie a private tour of the oil zone in Ecuador.</p><p><p style=\"text-align: left\">“I cannot believe what we have accomplished,” Donziger had written in private notes several years earlier, during a flight to Ecuador. “I cannot wait to get off the plane and see my fellow soldiers—often the only people I feel who get me. I want to look in their eyes and see if they understand the enormity of what this team has accomplished.” He had gone toe-to-toe with one of the most powerful multinationals in the world and won the largest pollution verdict in history: $19 billion. That was billion with a “b,” real money by anyone’s standard. If he could survive the vengeful countersuit and collect the judgment, the Ecuador case would, in Donziger’s expansive estimation, create a precedent benefitting “millions of persons victimized by human rights abuses committed by multinational corporations pursuing economic gain.” And it would make him a very wealthy man.</p><p><p style=\"text-align: left\">Arriving at the Ocean Grill, he slowed his bicycle. The surveil¬lance sedan—Wait, were there two of them?—kept cruising south. Donziger chained his bike to a no parking sign and shrugged off his backpack. The spy cars disappeared in traffic. He knew they would circle back. They always did.</p><p><em>“Reprinted from the book THE LAW OF THE JUNGLE by PAUL M. BARRETT.  Copyright © 2014 by PAUL M. BARRETT.  Published by CROWN PUBLISHERS, a division of Random House LLC, a Penguin Random House Company.”</em></p><h4>Guest</h4><ul><li><a href=\"http://www.businessweek.com/authors/1989-paul-m-barrett\"><strong>Paul M. Barrett</strong></a>, Bloomberg Businessweek assistant managing editor and senior writer, and author of the book &#8220;<a href=\"http://www.amazon.com/Law-Jungle-Billion-Battle-Nothing/dp/077043634X/?tag=wburorg-20\" target=\"_blank\">Law of the Jungle: The $19 Billion Legal Battle Over Oil in the Rain Forest and the Lawyer Who&#8217;d Stop at Nothing to Win It</a>.&#8221; He tweets <a href=\"https://twitter.com/AuthorPMBarrett\">@AuthorPMBarrett</a></li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Lawyer+Who+Would+%27Stop+At+Nothing+To+Win%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"540"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367859766-3f46c3.m3u?orgId=1&ft=3&f=350936371"}]}