{"created":"2015-05-15T13:34:22+00:00","modified":"2015-05-15T13:34:22+00:00","valid":{"from":"2013-04-24T19:12:30+00:00","to":"3013-04-24T19:12:30+00:00"},"hreflang":"en","guid":"e30f719b-918c-4c1b-82b9-fbe7cb690e89","description":"Immigration is a contentious issue in Britain, but the country recently celebrated one of the most successful immigrant groups -- French Protestants or Huguenots.","itags":["Marketplace for Wednesday, April 24, 2013","PMP:Marketplace_PMP","Marketplace","e30f719b918cc1bc2b94fbe7cb690e89"],"title":"Britain celebrates  its Huguenot heritage","contenttemplated":"[{\"content\":\"<p>Immigration has become a hot political issue in Britain. After a big influx of migrants from Eastern Europe, Asia and Africa over the last decade, public anxiety is rising and hostility towards the incomers is increasing too.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>But there is one historical group of immigrants that has always been highly regarded in Britain. They are held in such high esteem that  more than 300 years after they arrived in London, the city has just staged a festival trumpeting their achievements.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>These are the Huguenots, or French Protestants. They fled persecution in Catholic France during the 17th century. They came in huge numbers: 50,000 at a time when the total population of England was only five million. And yet they caused little friction; they quickly settled down and prospered.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“They were industrious. They had the Protestant work ethic. They were thrifty, conscientious and family-orientated,” says Charlie de Wett, a Huguenot descendant, and organizer of the <a href=\\\"http://www.huguenotsofspitalfields.org/events.html\\\" target=\\\"_blank\\\">Huguenot Festival</a>.  De Wett says many of the refugees were merchants, craftsmen and weavers. And they were enterprising -- in Spitalfields in the east end of London, they created Britain’s highly valuable silk industry.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“Often people say they were the first refugees. Many people say they were the ideal refugees,” says de Wett. “They would work longer, harder, better. The Protestant work ethic is about doing your job 110 percent and more.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The newcomers integrated well in Protestant England, spreading out across the country and intermarrying with the native English. Today, hundreds of thousands of British people can trace their descent from the Huguenots and many appear to be  proud of the connection.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Stan Rondeau, a retired printer, was delighted when he discovered his Huguenot roots.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“It certainly gave me something to crow about,&quot; says Rondeau, speaking at the Huguenot Festival in Spitalfields.</p>\"},{\"content\":\"<p>The most popular stand at the festival offered visitors the chance to trace their own family trees. Julie Dyet was eager to check her Huguenot heritage, although she was not sure her father would be thrilled to discover a French family connection.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“I think my dad would be a bit upset because all he keeps saying is ‘I hate garlic!&apos; He doesn’t like the French!” she laughs.</p>\"},{\"content\":\"<p>Given the ancient hostility between the English and the French, it seems extraordinary that so many French people could arrive in England in the 17<sup>th</sup> century, and settle down and do well.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Within a decade of arriving, Huguenots were involved in setting up England’s first central bank, and they swiftly spread into many other businesses, helping to fuel the Industrial Revolution. England benefited enormously from the influx while France was deprived of some of its most energetic and talented citizens.</p>\"},{\"content\":\"<p>As so often with immigration, the native country’s loss was the host country’s gain.</p>\",\"type\":\"text/html\"}]","contentencoded":"<div class=\"barn-cleaned\"><p>Immigration has become a hot political issue in Britain. After a big influx of migrants from Eastern Europe, Asia and Africa over the last decade,&nbsp;public anxiety is&nbsp;rising and&nbsp;hostility&nbsp;towards the incomers is increasing too.</p>\n<p>But there is one historical&nbsp;group of immigrants that has always been highly regarded&nbsp;in Britain. They are held in&nbsp;such high esteem&nbsp;that&nbsp; more than 300 years&nbsp;after they arrived in London, the city&nbsp;has just&nbsp;staged a festival trumpeting their achievements.</p>\n<p>These are the Huguenots, or French Protestants. They fled persecution in Catholic France during the 17th century. They came&nbsp;in huge numbers: 50,000 at a time when the total population of England was only five million. And yet they caused&nbsp;little friction; they quickly settled down and prospered.</p>\n<p>“They were industrious. They had the Protestant work ethic. They were thrifty, conscientious and&nbsp;family-orientated,” says Charlie de Wett, a Huguenot descendant, and organizer of&nbsp;the <a href=\"http://www.huguenotsofspitalfields.org/events.html\" target=\"_blank\">Huguenot Festival</a>.&nbsp; De Wett says many of the refugees were merchants, craftsmen and weavers. And they were enterprising -- in Spitalfields in the east end of London, they created Britain’s highly valuable silk industry.</p>\n<p>“Often people say they were the first refugees. Many people say they were the ideal refugees,” says&nbsp;de Wett. “They would work longer, harder, better. The&nbsp;Protestant work ethic is about doing your job 110 percent and more.”</p>\n<p>The&nbsp;newcomers integrated well in Protestant England, spreading out across the country&nbsp;and intermarrying with the native English. Today, hundreds of thousands of British people can trace their descent from&nbsp;the Huguenots and many appear to be&nbsp; proud of the connection.</p>\n<p>Stan Rondeau, a retired printer, was delighted when he discovered his Huguenot roots.</p>\n<p>“It certainly gave me something to crow about,\" says Rondeau, speaking at the Huguenot Festival in Spitalfields.</p>\n<p>The most popular stand at the festival offered visitors the chance to trace their own family trees. Julie Dyet was eager to check her Huguenot heritage, although she was not sure her father would be thrilled to discover a French family&nbsp;connection.</p>\n<p>“I think my dad would be a bit upset because all he keeps saying is ‘I hate garlic!' He doesn’t like the French!” she laughs.</p>\n<p>Given the ancient hostility between the English and the French, it seems extraordinary&nbsp;that so many French people could arrive in England&nbsp;in&nbsp;the 17<sup>th</sup> century, and settle down and do well.</p>\n<p>Within a decade of arriving, Huguenots were involved in setting up England’s first central bank, and they swiftly spread into many other businesses, helping to fuel the Industrial Revolution. England benefited enormously from the influx while France was deprived of some of its most energetic and talented&nbsp;citizens.</p>\n<p>As so often with immigration, the native country’s loss&nbsp;was the host country’s gain.</p></div>","published":"2013-04-24T19:12:30+00:00","teaser":"Immigration is a contentious issue in Britain, but the country recently celebrated one of the most successful immigrant groups -- French Protestants or Huguenots.","tags":["APM","Britain","Huguenot","World","history"],"byline":"Sam Beard","audio":[{"meta":{"crop":"primary","width":"610","height":"340"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/huguenotfest.jpg?itok=RBylkV_y","type":"image/jpeg"},{"meta":{"duration_hms":"00:03:50","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/04/24/marketplace_segment21_20130424"},"duration":230},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/04/24/marketplace_segment21_20130424_64.mp3","format":"MP3","type":"audio/mpeg"}]}