{"created":"2014-10-27T22:09:49+00:00","modified":"2014-10-28T20:01:59+00:00","valid":{"from":"2014-10-28T20:01:59+00:00","to":"3014-10-28T20:01:59+00:00"},"hreflang":"en","guid":"e316ec2f-13ef-41d3-a970-cbe4b5747dfc","title":"South Korea considers the death penalty for the man who shipwrecked a ferry","published":"2014-10-28T20:01:58+00:00","byline":"Traci Tong","tags":["capital punishment","disaster","conflict","Justice","Justice","Conflict & Justice","Asia","South Korea","Asia","Jason Strother","Lee Joon-Seok","ferry disaster","Korea death penalty","Disaster"],"teaser":"Six months after the ferry crash that killed nearly 300 people, among them many high school students, South Korea is considering executing the vessel's captain. It would be the country's first use of capital punishment in almost 20 years, but many South Koreans simply want to move on.","contentencoded":"<p>South Korea hasn't employed the death penalty in nearly 20 years, but that may soon change.</p>\n<p>Lee Joon-Seok was the captain of a South Korean ferry that sank in April. The incident killed nearly 300 people, many of whom were high school students on a field trip. Yet Lee and his crew were the first to climb into rescue boats, leaving behind the passengers. <a href=\"https://www.youtube.com/watch?v=LNJsuPpg9-c\">Video footage</a> showed Lee escaping the vessel in his underwear. Prosecutors are now seeking the death penalty in his case.</p>\n<p>\"This case is such a sensational case. It's an exceptional case,\" says Jason Strother, a journalist in Seoul. \"There was talk that, once he was rescued, while the passengers were going under, he was on the shore, taking out his wallet, drying his money.\"  </p>\n<p>There was apparently plenty of blame to go around, Strothers says: \"An investigation found that corners were cut, the cargo was overloaded and that government inspectors let it go.\" Prosecutors also charged the entire crew with \"homicide through willful negligence,\" but only the captain is being singled out for the death penalty, an indication of how heinous South Koreans consider Lee's actions.</p>\n<p>\"Lee has apologized to the victims' families and he has said that he did not intend to have all these people die,\" Strother says.</p>\n<p>Yet while the tragedy brought the country together as it mourned the death of the students, Strother says the grief has now turned to anger.</p>\n<p>Ten of the 475 passengers aboard the ferry are still missing, and the families are still keeping vigil at the site of the accident. The parents of the victims were \"more or less untouchable back in April.\"  But now there are protests against the families, with some people burning the yellow-ribbon flags that honored the dead.</p>\n<p>The protesters say the victims' families are holding the country back. They've asked the government to relaunch its investigation, but one demonstrator told Strother that the families want everyone to keep grieving — and many people seem to be fed up with it.</p>\n<br><p>©2014 Public Radio International</p>\n","audio":[]}