{"created":"2014-08-13T21:06:27+00:00","modified":"2015-05-14T20:32:42+00:00","valid":{"from":"2014-02-21T21:53:43+00:00","to":"3014-02-21T21:53:43+00:00"},"hreflang":"en","byline":"Ashley Milne-Tyte","description":"Traditional research shows women in particular receive negative judgement when they emote.","tags":["gender gap","APM","Business","emotions","gender"],"contenttemplated":"[{\"content\":\"<p>We all spend a lot of time at work. Sometimes stuff happens that drives us nuts, and maybe we lose our tempers or shed a tear or two. We’re human.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>But traditionally, strong emotions and the workplace do not go together. Research shows women in particular are judged when they emote at the office, and it may affect their career progress.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Caroline Turner was always careful to hide her emotions from her bosses. When she went to work for a big beer company, she was the first woman to enter the C-suite. She was used to the stresses of corporate life. But occasionally a situation would blow up, and she’d feel that telltale lump at the back of her throat. Tears would start to well up.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;I recall first time I did it in the corporate world, I was angry,&quot; she says. &quot;And my way of expressing anger, because I couldn’t stomp and yell, was often through tears.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>She always tried to quell them – with varying success. These days, she runs a company called Difference Works. She counsels companies on how to use men’s and women’s different styles to advantage. She still advises women to hold the tears till they get to the bathroom. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;The workplace is based on masculine norms,&quot; says Turner. &quot;Women come into the workplace with our differences, and the world has defined professionalism and leadership in that masculine way, which is ‘leave the emotions in the parking lot&apos;.&quot;</p>\"},{\"content\":\"<p>Turner says that’s a shame, but it’s reality.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Many women can attest that getting upset at work affects how others see you.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>When Hillary Clinton got angry during questioning at last year’s hearings on the U.S. diplomatic mission attack in Benghazi, she garnered a lot of press. She’s not the only woman to draw negative attention for losing her temper. Yale University research shows women who express anger at work are seen as less competent, less worthy of a raise, and out of control. But men who show anger? They don’t lose status. Their anger is put down to external factors.</p>\"},{\"content\":\"<p>Marianne Cooper, a sociologist at the Clayman Institute for Gender Studies at Stanford University, says that double standard has always been a problem for women.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;Even if they do the exact same thing as a man, even if they display the exact same emotion, it gets interpreted differently.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Cooper, who was the lead researcher on Sheryl Sandberg’s book <em>Lean In</em>, says she’d like to &quot;work towards a system where women don’t have to work so hard just to be taken seriously – where when people cry, it’s not perceived as a weakness, it’s not perceived as being too emotional.&quot;</p>\"},{\"content\":\"<p>John Gerzema says we’re getting there – slowly. He’s the co-author of <em>The Athena Doctrine: How Women and the Men Who Think Like Them Will Rule the Future</em>. For his research he polled 64,000 people about various human values and traits.  He says expressiveness is seen as a vital characteristic for a leader.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;I think this is really about getting to see the true, authentic person,&quot; he says. &quot;We’re looking for leaders that are actually themselves.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>He says young leaders <em>are</em> themselves at the office. Corporate America won’t go touchy-feely overnight. But Gerzema says the time will come when we can all let a few more feelings show at work.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><em>Ashley Milne-Tyte is the host of a podcast about women and the workplace called </em><a href=\\\"http://www.thebroadexperience.com/\\\"><em>The Broad Experience</em></a><em>.</em></p>\"}]","title":"Is it getting easier to show emotions at work?","contentencoded":"<div class=\"barn-cleaned\"><p>We all spend a lot of time at work. Sometimes stuff happens that drives us nuts, and maybe we lose our tempers or shed a tear or two. We’re human.</p>\n<p>But traditionally, strong emotions and the workplace do not go together. Research shows women in particular are judged&nbsp;when they emote at the office, and it may affect their career progress.</p>\n<p>Caroline Turner was always careful to hide her emotions from her bosses. When she went to work for a big beer company, she was the first woman to enter the C-suite. She was used to the stresses of corporate life. But occasionally a situation would blow up, and she’d feel that telltale lump at the back of her throat. Tears would start to well up.</p>\n<p>\"I recall first time I did it in the corporate world, I was angry,\" she says. \"And my way of expressing anger, because I couldn’t stomp and yell, was often through tears.\"</p>\n<p>She always tried to quell them – with varying success. These days, she runs a company called Difference Works. She counsels companies on how to use men’s and women’s different styles to advantage.&nbsp;She still advises women to hold the tears till they get to the bathroom.&nbsp;</p>\n<p>\"The workplace is based on masculine norms,\" says Turner. \"Women come into the workplace with our differences, and the world has defined professionalism and leadership in that masculine way, which is ‘leave the emotions in the parking lot'.\"</p>\n<p>Turner says that’s a shame, but it’s reality.</p>\n<p>Many women can attest that getting upset at work affects how others see you.</p>\n<p>When Hillary Clinton got angry during questioning at last year’s hearings on the&nbsp;U.S. diplomatic mission&nbsp;attack in Benghazi, she garnered a lot of press. She’s not the only woman to draw negative attention for losing her temper. Yale University research shows women who express anger at work are seen as less competent, less worthy of a raise, and out of control.&nbsp;But men who show anger? They don’t lose status. Their anger is put down to external factors.</p>\n<p>Marianne Cooper, a sociologist at the Clayman Institute for Gender Studies at Stanford University, says that double standard has always been a problem for women.</p>\n<p>\"Even if they do the exact same thing as a man, even if they display the exact same emotion, it gets interpreted differently.\"</p>\n<p>Cooper, who&nbsp;was the lead researcher on Sheryl Sandberg’s book&nbsp;<em>Lean In</em>, says she’d like to \"work towards a system where women don’t have to work so hard just to be taken seriously – where when people cry, it’s not perceived as a weakness, it’s not perceived as being too emotional.\"</p>\n<p>John Gerzema says we’re getting there – slowly. He’s the co-author of&nbsp;<em>The Athena Doctrine: How Women and the Men Who Think Like Them Will Rule the Future</em>. For his research he polled 64,000 people about various human values and traits. &nbsp;He says expressiveness is seen as a vital characteristic for a leader.</p>\n<p>\"I think this is really about getting to see the true, authentic person,\" he says. \"We’re looking for leaders that are actually themselves.\"</p>\n<p>He says young leaders&nbsp;<em>are</em>&nbsp;themselves at the office. Corporate America won’t go touchy-feely overnight. But Gerzema says the time will come when we can all let a few more feelings show at work.</p>\n<p><em>Ashley Milne-Tyte is the host of a podcast about women and the workplace called&nbsp;</em><a href=\"http://www.thebroadexperience.com/\"><em>The Broad Experience</em></a><em>.</em></p></div>","published":"2014-02-21T21:53:43+00:00","guid":"e33133d4-be31-4d0e-81c8-35145e047989","teaser":"Traditional research shows women in particular receive negative judgement when they emote.","itags":["e33133d4be31d0e91c8735145e047989","PMP:Marketplace_PMP","Marketplace for Friday, February 21, 2014","Marketplace"],"audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/159930338.jpg?itok=rTpgRIMj","meta":{"width":"610","height":"340","crop":"primary"}},{"type":"audio/mpeg","format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/02/21/marketplace_segment22_20140221_64.mp3","meta":{"duration":205,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/02/21/marketplace_segment22_20140221"},"duration_hms":"00:03:25"}}]}