{"created":"2014-12-11T20:35:04+00:00","modified":"2014-12-11T20:35:14+00:00","valid":{"from":"2014-12-11T20:35:14+00:00","to":"3014-12-11T20:35:14+00:00"},"hreflang":"en","guid":"e3373816-4a31-4372-8ba0-fe71e30e1a84","title":"Featherbowling is an almost unknown sport — but not at this Detroit café","published":"2014-12-11T20:35:13+00:00","byline":"Alina Simone","tags":["sports","culture","immigration","Global Nation","Sports","Detroit","North America","Europe","Belgium","United States","Michigan","Jerry Lemenu","Steve Gosskie","Ron Devos","Sideways Glance","Featherbowling"],"teaser":"You've probably never heard of featherbowling, even if you're from Belgium, the country where the now-obscure sport originated. But in Detroit, a league of die-hard featherbowlers keeps the tradition alive.","contentencoded":"<p>Detroit was once home to one of the largest Belgian populations in the United States. And while the Motor City isn’t exactly teeming with Belgians anymore, their legacy endures at the <a href=\"http://cadieuxcafe.com/\">Cadieux Café </a>in the form of frites and <a href=\"http://www.cadieuxcafe.com/featherbowling/\">featherbowling </a>— a sport so rare it's now barely even played in Belgium.</p>\n<p>It’s just like bowling — just with a dirt trench instead of an alley and balls made of wood and shaped like cheese wheels. Oh, and instead of pins, there's a simple pigeon feather.</p>\n<p>“It’s all kind of earthy,\" says Jerry Lemenu, an artist who's a longtime member of the Cadieux Café featherbowling league and two-time grand champ. \"It's really hypnotic even just to watch it, watching that ball go back and forth, up and down the alley.\"</p>\n<p>All of Lemenu's grandparents were Belgian, but it was only a family tragedy that brought featherbowling and the Cadieux Café — which has been around for over a century — to his attention.</p>\n<p>“I discovered featherbowling at my mother’s wake, which was right here in this room,\" he explains. \"She was visiting relatives in Belgium when she suddenly and surprisingly died there. And while I was here, I peeked through the door and some of these old men were playing this strange game that I had never seen before.”</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/2000_width/public/JerryBelgiumMap.jpg?itok=oXcWleJ3\" alt=\"\" /><div class=\"field-caption\">\n    <p>Featherbowler Jerry Lemenu, in front of a map of Belgium on the wall of the Cadieux Café.</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Alina Simone</p>\n  </div>\n</div>\n<p>When he joined the league back in 1981, almost all the members were Belgian. Now, it’s more like one-third.</p>\n<p>As league funerals accumulated and demographics began to shift, Lemenu felt like a piece of history was being lost. He decided to start painting the portrait of each year’s grand featherbowling champion.</p>\n<p>“Oh man, there’s Valere Spetebroot, there’s Remi Phlypo, Leo Lamote, Franz Leroy. These guys were amazing,” Lemenu says. “Many of them were involved in the resistance [in WWII]. Franz told me about going out the back window as the Nazis are coming in the front door.”</p>\n<p>Soon the portraits became a bigger incentive for winning the championship than, well, winning. “A lot of guys, they started to compete a little bit harder. They wanted their picture up there,\" Lemenu says.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"312\" width=\"554\" style=\"width: 300px; height: 169px; margin: 5px; float: right;\" alt=\"Jerry Lemenu&amp;#039;s painting of a featherbowling match, circa 1989.\" title=\"Jerry Lemenu&amp;#039;s painting of a featherbowling match, circa 1989.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/CROPFbowlAction.jpg\" /><div class=\"field-caption\">\n    <p>Jerry Lemenu's painting of a featherbowling match, circa 1989.</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Courtesy of Jerry Lemenu</p>\n  </div>\n</div>\n<p>“The portrait is really the thing, because that’s what goes with you through life,\" says Steve Gosskie, last year's champ. \"It hangs on the wall; the day you pass on it’s brought to the funeral home. It sits on the coffin. We have a little ceremony where we bowl the last ball for the guy, and say a couple of words, and then it hangs back up on the wall — and there it is for eternity.”</p>\n<p>So it really hurt when, just a couple of months after winning the championship, Gosskie noticed a blank space where his portrait should be: “Sometime in mid-December, somebody made off with it.”</p>\n<p>Yeah: Merry Christmas. But this loss hit particularly hard. “I had just been diagnosed with cancer, so to have that portrait stolen at that moment … I don’t know, it seemed like a little bit of extra bad luck thrown on top of it all,” Gosskie says.</p>\n<p>The featherbowling league blanketed the neighborhood in flyers, and the theft even made <a href=\"http://www.myfoxdetroit.com/story/24349046/detroit-champion-feather-bowler-wants-his-portrait-back\">local TV news</a>.</p>\n<p>Lemenu himself is no stranger to the intersection of art, crime and news: He’s a sought-after courtroom sketch artist. His non-featherbowling subjects include Manuel Noreiga and Umar Farouk Abdulmutallab, better known as the Underwear Bomber.</p>\n<p>“It’s always interesting to get into the shoes of whoever it is I’m drawing, whether it’s somebody I admire a great deal, like [the] feather bowlers, or somebody I have to struggle to understand, like the Underwear Bomber,” Lemenu says.</p>\n<p>“I want to somehow have a sense of their humanity, no matter what they’ve done, because it’s always more complex than the headlines,\" he explains.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"562\" width=\"422\" style=\"line-height: 20.0063px; width: 300px; height: 400px; float: right;\" alt=\"Farmhouse Stephen Gosskie, Featherbowling champion of 2013\" title=\"Farmhouse Stephen Gosskie, Featherbowling champion of 2013\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/Steve%27sPortrait.jpg\" /><div class=\"field-caption\">\n    <p>Farmhouse Stephen Gosskie, Featherbowling champion of 2013</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Courtesy of Jerry Lemenu</p>\n  </div>\n</div>\n<p>As for the Great Featherbowling Heist of 2013, Gosskie's stolen portrait has never been found. But the case has at least been <em>resolved: </em>Lemenu painted a new portrait and presented it to Gosskie at this year’s league banquet</p>\n<p>“It felt good to have it back in his hands,” says Lemenu.</p>\n<p>I recorded my conversations with Gosskie and Lemenu back in August, when Gosskie was finishing up chemo. This piece originally ended with Gosskie telling me how he was looking forward to bowling for the championship in 2014 and enjoying some good Belgian beer.</p>\n<p>But recently, his condition took a turn for the worse. Gosskie passed away last weekend at the age of 46.</p>\n<p>When I called Lemenu, he told me how members of the featherbowling league packed Gosskie’s bedside on one of his final days. “There were probably 25 members around Steve’s bed, and he hugged everyone. And it was a Steve hug,\" he says.</p>\n<p>“When you’re part of this club, you’re not forgotten. You don’t really go away. We’ll have his picture on the wall to point to and stories to tell.”</p>\n<p>When Lemenu got home that day, he sent an email to everyone in the league:</p>\n<p>“I wanted to let them know that I thought when I joined the club so many years ago that I thought I was entering the last moments of a golden age,\" he says. \"The old Belgians were still there and I knew they weren’t going to be there that much longer. But I realized that right now is a golden age.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/SteveCROPPED.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/stevecroppedjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/112620148.mp3"},{"href":"http://www.pri.org/file/112620148mp3"}]}