{"created":"2015-06-08T18:45:22+00:00","modified":"2015-06-08T19:20:19+00:00","valid":{"from":"2015-06-08T19:20:19+00:00","to":"3015-06-08T19:20:19+00:00"},"hreflang":"en","title":"Obama's Second Act: Options For Life After The White House","published":"2015-06-08T19:20:00+00:00","teaser":"Presidential historian Mark Updegrove predicts President Obama will have a \"relatively activist post-presidency.\"","itags":["npr_api","412930690"],"guid":"e3391ce4-8949-4628-b64b-d113f4016850","contentencoded":"<p>When President Barack Obama leaves office, he&#8217;ll be just 55 years old and free to pursue a second act. Will he make millions giving speeches like President Clinton did when he left the White House? Will he burnish his legacy on race relations? Or retire quietly to New York?</p><p>Some presidents have had brilliant careers after their stint as president. Presidential historian <strong>Mark Updegrove</strong>, author of &#8220;<a href=\"http://www.amazon.com/Second-Acts-Presidential-Lives-Legacies/dp/1592289428\" target=\"_blank\">Second Acts: Presidential Lives And Legacies After The White House</a>,&#8221; joined <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson to discuss what may be ahead for President Obama.</p><h4>Interview Highlights: Mark Updegrove</h4><p><strong>On his expectations for Obama’s second act</strong></p><p>“My guess is that he’ll have a relatively activist post-presidency in the same vein as a Jimmy Carter and Bill Clinton. He’s going to be a relatively young man when he leaves. He’ll be just 55 years old and there will be a lot of very active years that he’ll see in his future. He’s also enormously popular, not only here in the United States but abroad, and I think there will be ways for him to capitalize on that to further the agenda that he pursued as president. Former presidents can do that in today’s world in a way they never could before. The possibilities for a former president are greater than ever.”</p><p><strong>On former presidents successfully pursuing their passions</strong></p><p>“So often we’ve seen presidents pursue things they had great passion for in office. For instance, Jimmy Carter &#8211; who by many accounts is our most successful former president &#8211; he left after a failed term in office, a single term from 1977 to 1981, and I think he saw an opportunity in the post-presidency to burnish his legacy in peacemaking and human rights. And that’s exactly what he did through the Carter Center, which is attached to his presidential library. It’s a non-profit organization that he uses to do some of the things he wished he could have done as president.”</p><p><strong>On Obama tackling racial issues in his post-presidency</strong></p><p>“Former presidents can use their post-presidential years to burnish their legacies, and President Obama’s legacy is very much rooted in him being a former community activist rising through the ranks in politics to become our first African-American president and he&#8217;s going to be very conscious of that when he leaves office. I think he can use those post-president years to do remarkable things and not be constrained by the burdens of the agenda one must pick up as President of the United States.”</p><p><a href=\"http://www.youtube.com/watch?v=sZZLSUIlPTk\">[Youtube]</a></p><ul><li><a href=\"http://mbk.ed.gov/\" target=\"_blank\">Read more about President Obama&#8217;s My Brother&#8217;s Keeper initiative, aimed at expanding opportunities for boys and young men of color</a></li></ul><h4>Guest</h4><ul><li><strong><a href=\"http://www.lbjlibrary.org/page/library-museum/about-the-director\" target=\"_blank\">Mark Updegrove</a></strong>, author of &#8220;Second Acts: Presidential Lives And Legacies After The White House.&#8221; He&#8217;s also director of the LBJ Presidential Library in Austin. He tweets <a href=\"https://twitter.com/markkupdegrove\" target=\"_blank\">@MarkKUpdegrove</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama%27s+Second+Act%3A+Options+For+Life+After+The+White+House&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"596"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412930693-121aa6.m3u?orgId=1&d=596&p=60&story=412930690&t=progseg&e=412911204&seg=5&ft=nprml&f=412930690"},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0608_obama-family.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"889","width":"1280"}}]}