{"created":"2015-07-02T12:44:56+00:00","modified":"2015-07-02T12:44:57+00:00","valid":{"from":"2015-07-02T12:44:57+00:00","to":"3015-07-02T12:44:57+00:00"},"hreflang":"en","guid":"e33df2d9-b8fd-4884-a568-8851fdef1e23","title":"Quietly, Congress extends a ban on CDC research on gun violence","published":"2015-07-02T12:44:50+00:00","byline":"Todd Zwillich, T.J. Raphael","tags":["politics","guns","research","science","public health","Global Politics","North America","United States"],"teaser":"Not long after the shooting in Charleston, a US House of Representatives committee rejected a measure that would have allowed the CDC to conduct research into gun violence, leaving intact a ban pushed by the NRA back in the 1990s.","contentencoded":"<p dir=\"ltr\">In the immediate aftermath of the massacre in Charleston, South Carolina, the US House of Representatives Appropriations Committee quietly rejected an amendment that would have allowed the Centers for Disease Control and Prevention to study the underlying causes of gun violence.</p>\n<p dir=\"ltr\">Though gun violence and gun control has again come to the forefront of the American conversation, prohibition on gun research goes back decades.</p>\n<p dir=\"ltr\">Dr. Fred Rivara, a professor of Pediatrics and Epidemiology at the University of Washington at Seattle Children's Hospital, has been involved with injury research for 30 years. He was part of a team that researched gun violence back in the 1990s and personally saw the chilling effects of the NRA’s lobbying arm. Rivara says that the NRA accused the CDC of trying to use science to promote gun control.</p>\n<p dir=\"ltr\">“As a result of that, many, many people stopped doing gun research, [and] the number of publications on firearm violence decreased dramatically,\" he <a href=\"http://www.thetakeaway.org/story/twisting-gun-science-and-silencing-researchers/\">told</a> The Takeaway in April. \"It was really chilling in terms of our ability to conduct research on this very important problem.”</p>\n<p dir=\"ltr\">In 2013, some 34,000 Americans died from gunshot wounds. So Takeaway Washington Correspondent Todd Zwillich decided to ask House Speaker John Boehner why his party is trying to block research on gun violence.</p>\n<p dir=\"ltr\">“The CDC is there to look at diseases that need to be dealt with to protect public health,” Boehner said at a press conference last week. “I’m sorry, but a gun is not a disease. Guns don’t kill people — people do. And when people use weapons in a horrible way, we should condemn the actions of the individual and not blame the action on some weapon.”</p>\n<p dir=\"ltr\">But does the CDC research blame the public health issue of gun violence on the weapons themselves?</p>\n<p dir=\"ltr\">“The original concern from the National Rifle Association back in 1996, which Dr. Rivara mentioned, made that very implication,” says Zwillich. “The NRA complained to Congress that the CDC was using the results of its research to essentially advocate for gun control. They called it propaganda. And back at that time, Congress slashed the CDC’s funding by the exact amount that was used for gun-related public health research.”</p>\n<p dir=\"ltr\">Rivara and his team discovered that having a gun in the home is associated with a threefold increase in the risk of a homicide — they released this information in a series of peer-reviewed articles that <a href=\"http://www.nejm.org/doi/full/10.1056/NEJM199310073291506\">appeared</a> in the New England Journal of Medicine. The CDC both funded Rivara’s original research and stood by the findings.</p>\n<p dir=\"ltr\">But after Congress seemingly retaliated against the CDC for publishing Rivara’s findings, Zwillich says researchers with the agency have shied away from conducting gun research.</p>\n<p dir=\"ltr\">“There is other research that goes on at the CDC that does have to do with guns,” says Zwillich. “There is a <a href=\"http://www.cdc.gov/violenceprevention/nvdrs/\">National Violent Death Reporting System</a>, which does record the causes of all violent deaths, including in domestic abuse, youth violence, and child abuse. If a gun is the cause, that’s recorded — it’s not like they ignore it entirely. But gun deaths and gun injuries as a public health issue, as Rivara said, are still basically anathema to CDC researchers and anyone who gets CDC funding, which is potentially millions of dollars.”</p>\n<p dir=\"ltr\">Many federally funded researchers are afraid how the interpretation of their data might be used — and used against them.</p>\n<p dir=\"ltr\">“Congressional prohibition, which was extended in this very vote that we’re talking about with that appropriations bill, prevents the CDC from advocating for any form of gun control,” says Zwillich. “Researchers are concerned that if they report the results of their data publicly and say, for instance, as Fred Rivara found in the ‘90s, that having a gun in the home makes you more likely to be injured than if you don’t have a gun in a home, then they’ll be accused by Congress of breaking the rules and advocating for gun control.”</p>\n<p dir=\"ltr\"><em>This <a href=\"http://www.thetakeaway.org/story/gop-rejects-gun-violence-research/\">story</a> first aired as an interview on PRI's <a href=\"http://www.thetakeaway.org/\">The Takeaway</a>, a public radio program that invites you to be part of the American conversation.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-07-02%2Fquietly-congress-extends-ban-cdc-research-gun-violence&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/audio.wnyc.org/takeaway/takeaway063015-guns.mp3"},{"href":"http://admin.pri.org/file/takeaway063015-gunsmp3"}]}