{"created":"2014-10-03T03:58:12+00:00","modified":"2015-04-30T19:48:05+00:00","valid":{"from":"2010-04-30T19:08:51+00:00","to":"3010-04-30T19:08:51+00:00"},"hreflang":"en","guid":"e3439ef0-644d-4f26-ab59-dbd3be9dacfe","title":"SOTRU - Oakridge: A Work in Progress","teaser":"Back in the timber industry’s heyday, the small mill town of Oakridge, Oregon was thriving. Business was booming. Then in the early 1990s, the saws stopped. The mills shut down and their economies crumbled. State of the Re:Union surveys how a town that has lost its identity reinvents itself through recreation, community-building, and entrepreneurial spirit.","description":"STATE OF THE RE:UNIONOakridge - A Work in ProgressSOTRU explores the devastation and re-imagination of Oakridge, OregonHOST: Al Letson&nbsp;DESCRIPTION: Back in the timber industry&rsquo;s heyday, the small mill town of Oakridge, Oregon was thriving. Business was booming. Then in the early 1990s, the saws stopped. The mills shut down and their economies crumbled. State of the Re:Union surveys how a town that has lost its identity reinvents itself through recreation, community-building, and entrepreneurial spirit.BILLBOARD (:58)Incue: From PRX and NPROutcue: First this news&nbsp;NEWS HOLE: 1:00- 6:00&nbsp;SEGMENT A (12:58)Incue: From PRX and NPROutcue: State of the Re:Union&nbsp;A. HOW DID WE GET HERE: Today, Oakridge, Oregon is so depressed that the Union Pacific Railroad refuses to stop here; nearly 60 percent of the population consists of Medicaid recipients or is classi?ed as working poor with no insurance.&nbsp; About one quarter of the town lives in single-width trailers.&nbsp; For more than a decade, Oakridge has been a company town without a company. How did this happen, and how are the people of Oakridge dealing?&nbsp;BREAK: 19:00- 20:00&nbsp;SEGMENT B (18:58)Incue: You're listening toOutcue: P-R-X . O-R-G&nbsp;A. HUNG OUT TO DRY: In the fall of 2009, Oakridge&rsquo;s only coin operated laundry mat went out of business, leaving a lot of residents with no place to do their wash.&nbsp; Some people were forced to take a 45-minute bus trip to the nearest Laundromat.&nbsp; Others simply wore their clothes until they got so grimy and smelly, they&rsquo;d throw them out, and go buy more clothes at the local thrift shop.&nbsp; Then in December of last year, a reporter from an Oregon newspaper wrote a story about the situation, and a group of people banded together to figure out a solution.&nbsp;B.ON THE HORIZON: Oakridge has been in a recession for the last 20+ years, and it continues today.&nbsp; However, mountain biking could be the reason for the town's salvation.&nbsp; Why mountain biking? How far along is that vision?&nbsp;&nbsp; We'll talk to Randy Dreiling and Ben Beamer, two local biking advocates, about the viability of mountain biking as Oakridge's next big thing.C. DEAR OAKRIDGE #1: If you&rsquo;ve heard our show before, you know that we often ask residents of the place we&rsquo;re reporting from to pen a letter to the place they call home.&nbsp; This first Dear Oakridge letter comes to us from local artist, Sherri McDowell.?&nbsp;BREAK: 39:00- 40:00&nbsp;&nbsp;SEGMENT C (18:58)Incue: Welcome back to...Outcue: ...This is NPR&nbsp;A. UPTOWN, EVERYTHING'S WAITING FOR YOU: In the last few years, Oakridge has seen 9 new businesses open in its, \"uptown\" district. Brewers Union Local 180 is at the heart of revitilation effort, and aside from mountain biking, it&rsquo;s what has really helped get things shaking.&nbsp; The Pub proprietors, and other energetic business-owners nearby, see Oakridge on the precipice of a renaissance, and to make that happen, they're thinking hard about how community building mixed with entrepreneurial spirit can bring hope to this once thriving timber town.&nbsp;B. DEAR OAKRIDGE #2: Oakridge resident Jill Silvey reflects on the 34 years she's spent in her beloved hometown.&nbsp;C. REFLECTION: Al's reflects on his to Oakridge with a poem.D. VOX: A montage of local voices, speaking to the community spirit of Oakridge.&nbsp;PROGRAM OUT @ 59:00BROADCAST WINDOW BEGINS 5/2Note: This program is available through PRX and Content Depot.This program is available without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2010. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.The State of the Re:Union is produced by Al Letson, and presented by PRX. Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.Thanks for your consideration of this special. Please contact Israel Smith at ismarketing@yahoo.com or 612-377-3256 with questions or to confirm carriage.","contentencoded":"STATE OF THE RE:UNION<br />Oakridge - A Work in Progress<br />SOTRU explores the devastation and re-imagination of Oakridge, Oregon<br /><br />HOST: Al Letson<br />&nbsp;<br />DESCRIPTION: Back in the timber industry&rsquo;s heyday, the small mill town of Oakridge, Oregon was thriving. Business was booming. Then in the early 1990s, the saws stopped. The mills shut down and their economies crumbled. State of the Re:Union surveys how a town that has lost its identity reinvents itself through recreation, community-building, and entrepreneurial spirit.<br /><br />BILLBOARD (:58)<br />Incue: From PRX and NPR<br />Outcue: First this news<br />&nbsp;<br />NEWS HOLE: 1:00- 6:00<br />&nbsp;<br />SEGMENT A (12:58)<br />Incue: From PRX and NPR<br />Outcue: State of the Re:Union<br />&nbsp;<br />A. HOW DID WE GET HERE: Today, Oakridge, Oregon is so depressed that the Union Pacific Railroad refuses to stop here; nearly 60 percent of the population consists of Medicaid recipients or is classi?ed as working poor with no insurance.&nbsp; About one quarter of the town lives in single-width trailers.&nbsp; For more than a decade, Oakridge has been a company town without a company. How did this happen, and how are the people of Oakridge dealing?<br /><br />&nbsp;<br />BREAK: 19:00- 20:00<br />&nbsp;<br />SEGMENT B (18:58)<br />Incue: You're listening to<br />Outcue: P-R-X . O-R-G<br />&nbsp;<br />A. HUNG OUT TO DRY: In the fall of 2009, Oakridge&rsquo;s only coin operated laundry mat went out of business, leaving a lot of residents with no place to do their wash.&nbsp; Some people were forced to take a 45-minute bus trip to the nearest Laundromat.&nbsp; Others simply wore their clothes until they got so grimy and smelly, they&rsquo;d throw them out, and go buy more clothes at the local thrift shop.&nbsp; Then in December of last year, a reporter from an Oregon newspaper wrote a story about the situation, and a group of people banded together to figure out a solution.<br /><br /><br />&nbsp;<br />B.ON THE HORIZON: Oakridge has been in a recession for the last 20+ years, and it continues today.&nbsp; However, mountain biking could be the reason for the town's salvation.&nbsp; Why mountain biking? How far along is that vision?&nbsp;&nbsp; We'll talk to Randy Dreiling and Ben Beamer, two local biking advocates, about the viability of mountain biking as Oakridge's next big thing.<br /><br /><br /><br />C. DEAR OAKRIDGE #1: If you&rsquo;ve heard our show before, you know that we often ask residents of the place we&rsquo;re reporting from to pen a letter to the place they call home.&nbsp; This first Dear Oakridge letter comes to us from local artist, Sherri McDowell.?<br />&nbsp;<br />BREAK: 39:00- 40:00<br />&nbsp;<br />&nbsp;<br />SEGMENT C (18:58)<br />Incue: Welcome back to...<br />Outcue: ...This is NPR<br />&nbsp;<br />A. UPTOWN, EVERYTHING'S WAITING FOR YOU: In the last few years, Oakridge has seen 9 new businesses open in its, \"uptown\" district. Brewers Union Local 180 is at the heart of revitilation effort, and aside from mountain biking, it&rsquo;s what has really helped get things shaking.&nbsp; The Pub proprietors, and other energetic business-owners nearby, see Oakridge on the precipice of a renaissance, and to make that happen, they're thinking hard about how community building mixed with entrepreneurial spirit can bring hope to this once thriving timber town.<br />&nbsp;<br />B. DEAR OAKRIDGE #2: Oakridge resident Jill Silvey reflects on the 34 years she's spent in her beloved hometown.<br />&nbsp;<br />C. REFLECTION: Al's reflects on his to Oakridge with a poem.<br /><br />D. VOX: A montage of local voices, speaking to the community spirit of Oakridge.<br />&nbsp;<br />PROGRAM OUT @ 59:00<br /><br />BROADCAST WINDOW BEGINS 5/2<br /><br />Note: This program is available through PRX and Content Depot.<br /><br />This program is available without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2010. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.<br /><br />The State of the Re:Union is produced by Al Letson, and presented by PRX. Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.<br /><br />Thanks for your consideration of this special. Please contact Israel Smith at ismarketing@yahoo.com or 612-377-3256 with questions or to confirm carriage.<br />","byline":"Al Letson","published":"2010-04-30T19:08:51+00:00","tags":["Art","Public Affairs","Travel"],"itags":["prx:stories-48195"],"audio":[{"href":"https://hal.prx.org/pub/9d23f55b588585f56d11a4ca0e329981/0/web/story_image/102859/medium/Oakridge.jpg","type":"image/jpeg","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/33d475dd41047c582b7e1aec520ca798/0/web/audio_file/192830/broadcast/01_Oakridge_Billboard.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886266}},{"href":"https://cms.prx.org/pub/f5938ed9a2333c783d461994784a5473/0/web/audio_file/192845/broadcast/02_Oakridge_Newscast_Music.mp3","type":"audio/mpeg","meta":{"duration":29,"size":926851}},{"href":"https://cms.prx.org/pub/e58b6b6fe1457eafd3d21b34213646ea/0/web/audio_file/192834/broadcast/03_Oakridge_Segment_A-01.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23941956}},{"href":"https://cms.prx.org/pub/2d6a7efe8ea356aaa5de0764ddc34279/0/web/audio_file/192863/broadcast/04_Oakridge_Segment_A_Music.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886266}},{"href":"https://cms.prx.org/pub/149a50e70c86e614a671f970cd28009d/0/web/audio_file/192862/broadcast/05_Oakridge_Segment_B.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36406836}},{"href":"https://cms.prx.org/pub/defe30a959ebf0258cccf5adfd8a0bbe/0/web/audio_file/192852/broadcast/06_Oakridge_Segment_B_Music.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1882926}},{"href":"https://cms.prx.org/pub/363b99736459c975fc658a000afe4dc3/0/web/audio_file/192857/broadcast/07_Oakridge_Segment_C.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36406001}}]}