{"created":"2015-01-01T19:22:00+00:00","modified":"2015-01-05T16:50:42+00:00","valid":{"from":"2015-01-05T16:50:42+00:00","to":"3015-01-05T16:50:42+00:00"},"hreflang":"en","guid":"e3494068-7181-4af8-a586-cdab19c5ab4d","title":"We look back at our favorite stories of 2014","published":"2015-01-05T16:50:33+00:00","byline":"Tory Starr","tags":["Year in Review","Media & Journalism","Global Politics","Nanjing","Boston","Chicago","Rwanda","Belgium","Japan","United States","Nigeria","Ukraine","Texas","Middle East","Iwao Hakamada","Ruben Sprich","Amanda","Ori Kaplan","Clark Boyd","Tamir Muskat","Lin Zhao","Jason Derulo","Juanjo Guarnido","Tim Howard","Andrew Sussman","Amelia","Traci Tong","Juan Diaz Canales","Matthew Bell","Hu Jie","Esther Mujawayo","Tomer Yosef","Blacksad","Comics","Entertainment","Social Issues"],"teaser":"A cat detective, a song called Chop My Money, and an interview about the meaning of forgiveness — journalists from The World's newsroom in Boston pick their favorite stories of 2014.","contentencoded":"<p>Ukraine, Ebola, ISIS — all year, we worked to find the personal stories behind the headlines. But the stories that resonated for those in our newsroom paint a different picture of 2014, a year marked by personal struggles, conflict and heartbreak — but also resilience, innovation and forgiveness.</p>\n<p>Here are our 2014 newsroom favorites.</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/Esther_0.jpg?itok=vseebZW0\" alt=\"\" /><div class=\"field-caption\">\n    <p>Esther Mujawayo and her daughters Amelia and Amanda.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Esther Mujawayo / Wiki Commons</p>\n  </div>\n</div><strong>A family looks back on Rwanda’s genocide and considers when forgiveness is ‘too much to ask’</strong>\n<p>Esther Mujawayo and her three daughters escaped from Rwanda during the genocide, and have spent the past two decades finding out what happened to their family. Our reporter Joyce Hackel found the Mujawayo family in Germany on the 20th anniversary of the slaughter in Rwanda.</p>\n<p>“This story of Joyce’s stuck with me weeks after it aired because it’s so full of humanity. It’s about genocide and survival and the meaning of forgiveness; it’s about a reporter going back to find out what happened to people she encountered long ago. It’s novelistic in the way it spans time and space. And it makes great use of archival audio!” — Jeb Sharp, show producer</p>\n<p>“Joyce's Rwanda piece was a great example of storytelling and journalism with heart and the tremendous talent we have within our very own newsroom!” — Andrew Sussman, Executive Producer</p>\n<p><a href=\"http://www.pri.org/stories/2014-04-09/family-looks-back-rwandas-genocide-and-considers-when-forgiveness-too-much-ask\">Listen to the story</a></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/Balkan_Beat_Box_publicity_photo.jpg?itok=sPux1U8X\" alt=\"\" /><div class=\"field-caption\">\n    <p>Balkan Beat Box members include, from left, Tamir Muskat, Tomer Yosef and Ori Kaplan.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Balkan Beat Box</p>\n  </div>\n</div>\n<p><strong>How Middle East sounds drive Jason Derulo’s ‘Talk Dirty’</strong></p>\n<p>This spring, US radio airwaves were filled with the Jason Derulo’s single “Talk Dirty,” but producer Stephen Snyder discovered the story behind the distinctive instrumental riff in the song. “What was that unusual Middle Eastern music doing in the middle of a hip hop song? I had lots of fun tracking down the Israeli sax player, who introduced me to the Los Angeles producer who put together the hit record. Great voices, and a chance to let music propel the story.” — Stephen Snyder, producer and director</p>\n<p><a href=\"http://www.pri.org/stories/2014-05-07/how-middle-east-sounds-drive-jason-derulos-talk-dirty\">Listen to the story</a></p>\n<p><strong>The US lost to Belgium, but soccer won plenty of new fans</strong></p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/timhoward.jpg?itok=5UklczhQ\" alt=\"\" /><div class=\"field-caption\">\n    <p>Goalkeeper Tim Howard of the US saves a shot during their 2014 World Cup round of 16 game against Belgium at the Fonte Nova arena in Salvador July 1, 2014.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Ruben Sprich/ Reuters</p>\n  </div>\n</div>William Troop, took a vacation from the editor’s desk for a week this summer to attend the World Cup in Brazil, and reported for us on the US-Belgium game. “I think that game will be remembered as one of the most thrilling in US soccer history.” — William Troop, editor\n<p><a href=\"http://www.pri.org/stories/2014-07-02/us-lost-belgium-soccer-won-plenty-new-fans\">Listen to the interview</a></p>\n<p><strong>The release of a Japanese man from death row exposes flaws in the system</strong></p>\n<p>In April, Traci Tong produced this interview about Iwao Hakamada, the world's longest-serving death row inmate, after his release from a Japanese jail because of flawed evidence. The interview discusses how Hakamada’s case exposed a dark side in Japan's capital punishment system. “The story focused on Japan's death row policy — that inmates never know when they will be scheduled to die. They wake up each morning thinking it could be their last. I actually sat in on an execution in Texas. I watched this man put to death, watched his family and the family of his victim cry in agony. Yet it didn't affect me. I was there to do my job and report on it. Over the years, it has replayed in my mind, but it wasn't until this story of Iwao Hakamada, that my calloused attitude softened.” — Traci Tong, producer</p>\n<p><a href=\"http://www.pri.org/stories/2014-04-02/release-japanese-man-death-row-exposes-flaws-system\">Listen to the story</a></p>\n<p><strong>How a Chicago bluegrass band rocked Nigeria’s music scene</strong></p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"360\" src=\"//www.youtube.com/embed/aumwrTGlNvE\" width=\"640\"></iframe></p>\n<p>Bluegrass covers of pop and rock music abound abroad, but none have quite the back story of The Henhouse Prowlers' version of \"Chop My Money,\" a cover of a Nigerian hip hop mega-hit that created a frenzy in the country when the band toured there this summer. “The surprise of a Chicago band doing a bluegrass version of a Nigerian hip hop song ... [and] I think the Nigerians actually liked it. So much so that some Nigerians handed the band money when they finished playing it, which is a major sign of respect in Nigeria.” — Clark Boyd, producer and reporter</p>\n<p><a href=\"http://www.pri.org/stories/2014-08-27/how-chicago-bluegrass-band-rocked-nigerias-music-scene\">Listen to the story</a></p>\n<p><strong>This is one cool, epic, black cat detective</strong></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/YellowCover.jpg?itok=GCsnSEQF\" alt=\"\" /><div class=\"field-caption\">\n    <p>Blacksad on the cover of <em>Amarillo.</em></p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Blacksad: Amarillo © Dargaud 2013, by Juan Díaz Canales and Juanjo Guarnido</p>\n  </div>\n</div>\n<p>Editor William Troop’s story about Blacksad, the cool cat detective graphic novel series, was one of his favorites from the year. “It was a story that was really fun to report on because it's really about how American culture (as portrayed by Hollywood mostly) is absorbed and assimilated by people around the world (in this case, Spain), and then is creatively reinvented and sent back our way. It's also my favorite because the drawings in the series are some of the best and most vivid I've seen in graphic novels or comics. A real work of art.” — William Troop, editor</p>\n<p><a href=\"http://www.pri.org/stories/2014-12-15/one-cool-epic-black-cat-detective\">Listen to the story</a></p>\n<p><strong>The world is actually becoming more peaceful — believe it or not</strong></p>\n<p>Veteran producer Chris Woolf has been in the news business for a long time. He's covered and seen it all. He's also our in-house historian. From wars to famine to natural disasters, the world can often seem a pretty dismal and dark place. That's why Woolf chose an uplifting interview with Harvard psychologist Steven Pinker as his favorite interview of the year.  “Violence exists,” says Harvard psychologist Steven Pinker. “It hasn’t gone down to zero. But past decades were far more violent.”</p>\n<p><a href=\"http://www.pri.org/stories/2014-09-29/world-actually-becoming-more-peaceful-believe-it-or-not\">Listen to the story</a></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/DSC_0280.jpg?itok=1sNt3hbe\" alt=\"\" /><div class=\"field-caption\">\n    <p>Hu Jie, who is also a painter, stands in his Nanjing apartment next to a portrait of one of the subjects of his films, Lin Zhao, a political prisoner who was executed in the late 1960s.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Matthew Bell</p>\n  </div>\n</div>\n<p><strong>A Chinese filmmaker points his camera at the darkest moments in Communist Party history</strong></p>\n<p>Reporter Matthew Bell visited Chinese documentary filmmaker Hu Jie, and reported how he uses personal stories to highlight some of the most difficult and horrific episodes in recent Communist Party history. — Patrick Cox, language editor</p>\n<p><a href=\"http://www.pri.org/stories/2014-01-24/chinese-filmmaker-points-his-camera-darkest-moments-communist-party-history\">Listen to the story</a></p>\n<p><strong>With climate change, Boston’s future could be filled with gondolas</strong></p>\n<p></p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/canal.jpg?itok=avIQZSm4\" alt=\"\" /><div class=\"field-caption\">\n    <p>This artistic rendering of a canal system in the Back Bay neighborhood of Boston has people talking about climate change.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Urban Land Institute</p>\n  </div>\n</div>This fall, an illustration had people in Boston talking about climate change and rising sea levels. It showed an imagined future of the historic Back Bay neighborhood — a future that looked like Venice. — Peter Thomson, environment editor\n<p><a href=\"http://www.pri.org/stories/2014-10-22/climate-change-bostons-future-could-be-filled-gondolas\">Listen to the story</a> </p>\n<p><em><strong>What was your favorite The World story from 2014? Tell us in the comments.</strong></em></p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/fav1600.mp3"},{"href":"http://www.pri.org/file/fav1600mp3"}]}