{"created":"2015-04-07T09:13:19+00:00","modified":"2015-05-13T21:04:24+00:00","valid":{"from":"2015-05-13T21:04:24+00:00","to":"3015-05-13T21:04:24+00:00"},"hreflang":"en","title":"After Retaking Iraqi City, Shiite Militias Accused Of Targeting Sunnis","published":"2015-04-07T18:38:00+00:00","teaser":"Fleeing Iraqi civilians say Shiite militias unleashed sectarian revenge in recaptured areas in and around Tikrit that has included burning, looting and the arrest of Sunni men.","itags":["npr_api","398004441"],"guid":"e349a63e-6d00-44ca-9c37-7c92e584faf3","contentencoded":"<p>In an unfinished building, noisy with the sound of children, I meet a half-dozen farming families. They've been sheltering here in the city of Samarra since they fled heavy fighting near their homes outside the town of al-Dour.</p><p>They lived eight months under the self-described Islamic State, or ISIS, and hated it.</p><p>\"We were living in a tragedy,\" says Salam Mutlaq, a 50-year-old paterfamilias wearing a dark gray dishdasha, surrounded by children and grandchildren.</p><p>ISIS took houses. They stopped men in the street and sniffed their breath to see if they'd been smoking. Everything was forbidden.</p><p>\"Even prayer beads!\" chips in one older man, laughing at such fanatical asceticism.</p><p>While the better off people in the area left, a figure they put at about two-thirds of the population, the farmers were too poor to abandon their land and livestock. They had to stay.</p><p>So when they heard government forces were coming to kick out ISIS, they felt happy.</p><p>But that evaporated quickly, Mutlaq says, as the government's paramilitary allies — the Shiite militias — proceeded to loot, burn and kidnap.</p><p>As the U.S. continues airstrikes on ISIS, one major concern is the conduct of these de facto U.S. allies in that fight: tens of thousands of Shiite militiamen who swell the fighting force but stand accused of sectarian revenge violence.</p><p>Like most people in areas occupied by the Sunni extremists of ISIS, the people of al-Dour are mostly Sunni. Mutlaq says Shiite militias came into the town and arrested several families who had stayed behind with the livestock. The militiamen let the women and children go, but no one has heard of the men since. Mutlaq's son was among them.</p><p>Everyone chimes in with a name of someone who is missing.</p><p>NPR spoke with Amnesty International's Donatella Rovera, also investigating the case. She says she's working to verify a list of more than 100 names of people taken in a number of similar incidents close to al-Dour.</p><p>Plus, the families are not allowed home, but eyewitnesses tell them the militias burned and looted their homes and livestock.</p><p>\"They're as bad as each other,\" Mutlaq says of ISIS and the militias.</p><p>Local residents say the perpetrators of the alleged crimes were from the Shiite militia Kataib Hezbollah, and they believe sectarian hatred motivated the violence.</p><p>Kataib Hezbollah's spokesman Jaafar al-Husseini says the group didn't loot, burn houses or detain men in al-Dour, which is near Tikrit.</p><p>\"The group detained two ISIS leaders in Tikrit and handed them over to the Interior Ministry,\" he says. That's it.</p><p>The Interior Ministry says no one has handed over any detainees from al-Dour to them.</p><p>However, the militias have a department that handles disciplinary matters. And the general director, Hussein al-Lami, is looking into the incident.</p><p>\"We heard the same things as you did,\" he says. Al-Lami is investigating not just Kataib Hezbollah, he says, but all the militias who operated in the area.</p><p>\"There are thousands of fighters,\" he says. \"Maybe things happen here and there.\"</p><p>Iraqi Prime Minister Haider al-Abadi said Monday that 67 houses and 85 stores were looted after the city of Tikrit was re-taken and before militias were ordered out.</p><p>At least one alleged massacre of Sunnis by militias, earlier this year, is under investigation. <a href=\"http://www.hrw.org/reports/2015/03/18/after-liberation-came-destruction\">Human Rights Watch documented extensive burning and looting</a> after Shiite militia operations in the north.</p><p>And for months, militias and the government forces they work with have been posting images and videos online of beheadings of suspected ISIS fighters, and apparent killings of civilians.</p><p>That has raised concerns in the U.S., which has been aiding the Iraqi military.</p><p>The immediate effect in the area around Tikrit is that Sunnis are afraid.</p><p>Suhail al-Samarraie, a Sunni former army officer who lives close to Tikrit, says, \"For sure people were optimistic when they heard that Tikrit was going to be liberated. But when the bad people did these crimes, they became less optimistic, afraid to go back.\"</p><p>Analyst Zaid al-Ali, author of <em>The Struggle For Iraq's Future</em>, says crimes by pro-government forces against Sunnis will make it more likely Sunni civilians will resist when the government tries to retake the ISIS-held, Sunni-dominated areas of Mosul in the north and Anbar in the west.</p><p>\"ISIS will try and use images from Tikrit as a propaganda coup for them,\" he says, \"and discourage people in Mosul from siding with the government or helping the government.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Retaking+Iraqi+City%2C+Shiite+Militias+Accused+Of+Targeting+Sunnis&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398004442-ae1b72.m3u?orgId=1&topicId=1010&d=235&p=3&story=398004441&t=progseg&e=397213053&seg=10&ft=nprml&f=398004441"},{"href":"http://media.npr.org/assets/img/2015/04/07/kataib-hezbollah1-7d6585d9b8d0c53bcd790b80b90245972b6f4bd5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1382","width":"1843"}},{"href":"http://media.npr.org/assets/img/2015/04/07/displaced-sunnis2-8e77c45319ef5219c425b300fd2307a7fa8567a7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1771","width":"2362"}},{"href":"http://media.npr.org/assets/img/2015/04/07/kataib-hezbollah2-65d10ff79508d7c250dd9a9b1d9b95297a7ba25c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1730","width":"2307"}}]}