{"created":"2015-04-27T20:11:57+00:00","modified":"2015-04-27T21:30:22+00:00","valid":{"from":"2015-04-27T21:30:22+00:00","to":"3015-04-27T21:30:22+00:00"},"hreflang":"en","guid":"e34d8d1e-31c4-448d-83c5-ffa25ee7930f","title":"Why you won’t see Ho Chi Minh City appear in this newspaper in California","published":"2015-04-27T21:30:12+00:00","byline":"Valerie Hamilton","tags":["newspaper","immigrants","media","history","Global Nation","Media","Arts, Culture & Media","North America","Asia","Vietnam","United States","Vietnamese diaspora","Fall of Saigon"],"teaser":"The Vietnam War ended 40 years ago, but at this small Vietnamese-language newspaper in California, a war of words continues.  ","contentencoded":"<p>The oldest Vietnamese-language newspaper in the US is based in Little Saigon in Orange County, California, about an hour south of Los Angeles. It was founded by and for refugees, escaping Vietnam after the fall of Saigon 40 years ago.</p>\n<p>When you walk into the offices of <a href=\"http://www.nguoi-viet.com/\">Nguoi Viet Daily News</a>, the first thing you see is a mural honoring the US Constitution. It's meant as a reminder of the First Amendment. It's a nice touch, and makes the place feel like a small paper in any community in America.</p>\n<p>But dig a little deeper into the paper's history and you'll find things are different. You’ll hear Dat Phan, the paper's publisher, talk about so-called re-education camps, where an estimated one million South Vietnamese were imprisoned after the war.</p>\n<p>“Our community, the Vietnamese refugees, has gone through a lot of pain, suffering, uprooting,” says Anh Do, a reporter for the Los Angeles Times. “In the beginning, [my dad] wanted to be able to give the refugees a roadmap.”</p>\n<p>Do's late father, Yen Do, started Nguoi Viet Daily News (the name translates as “Vietnamese people”) after their family came here. They had left Vietnam just days before Saigon fell. Anh Do was a little girl then. Her parents told her they were going to the beach. “I very much remember taking out the shovel and pail, swimsuit that sort of thing, and the next thing I knew we were at the airport,” she says.</p>\n<p>Her dad was a journalist in Vietnam, working with American correspondents covering the war. He loved newspapers. So once his family got settled in the US, he started one for the growing Vietnamese community.</p>\n<p>It was barebones at first. The first newsroom was the Do family garage. “The paper came out on Friday, so after school on Friday my parents would pick us up and we would come straight home and bundle newspapers,” Do remembers.</p>\n<p>Yen Do did everything by hand, from typing and gluing address labels to adding Vietnamese accent marks to the American typeface. “It's very painstaking,” his daughter recalls.</p>\n<p>The first issue came out at the end of 1978; the newspaper moved out of the garage decades ago.</p>\n<p>Today, Giao Pham, the current editor-in-chief, works in an office that features a framed blow-up of the paper’s first front page. The large headline says: The US will pick up 100,000 refugees in Southeast Asia.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/office.jpg?itok=xwC4VYmr\" alt=\"\" /><div class=\"field-caption\">\n    <p>Reporter Linh Nguyen, left, and writer Cat Ha at work on Vietnam news stories at the Nguoi Viet Daily News offices in Westminster, California.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Marcus Teply</p>\n  </div>\n</div>\n<p>The paper’s circulation is also small, just 13,000, but it’s the oldest and one of the biggest Vietnamese-language dailies outside of Vietnam — and its online news site and YouTube channel are even bigger inside Vietnam — where independent reporting is restricted by the government.</p>\n<p>It's kind of a classic immigrant success story: starting small, making it big in the new country, and even becoming a player back home.</p>\n<p>But there’s also a twist. It happens when American-style objective journalism comes up against a community still wrestling with the Vietnam War.</p>\n<p>Publisher Dat Phan says the paper wants to be a professional news outlet, objective and unbiased. But he says that “for some parts in the community, that’s not enough ... the community wants us to be fighters against communists,” he says.</p>\n<p>Phan says, more than journalism, some readers want advocacy, and they get angry when they get objectivity instead. Over the decades, they’ve forced the resignation of two editors they said were soft on communism.</p>\n<p>Last year, the owner of a rival paper called Phan a communist agent. Phan sued for libel, and won.</p>\n<p>“Even after 40 years, the war is not ended yet,” says Thai Dinh, the paper's assistant publisher.</p>\n<p>He says, when reporting touches on some of the wounds of war, journalists here have to be very careful. Take the name of the former capital of South Vietnam, Saigon. Technically, Saigon hasn't existed in Vietnam since 1976, when the communist regime renamed it Ho Chi Minh City. But Dinh won’t say that on the radio.</p>\n<p>“If I use Ho Chi Minh City, with the radio station in Southern California, I would be in big trouble,” he says.</p>\n<p>Instead, he calls the city Saigon, aware that for the Vietnamese-American community here, the past is always present.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-27%2Fpaper&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/1987-3Yen%20Do%20%28right%29%20and%20his%20Chief%20Editor%2C%20Dieu%20Le%2C%20at%20Nguoi%20Viet%20News.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/1987-3yen-do-right-and-his-chief-editor-dieu-le-nguoi-viet-newsjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04272015_08.mp3"},{"href":"http://www.pri.org/file/0427201508mp3"}]}