{"created":"2014-09-19T19:45:36+00:00","modified":"2014-09-30T22:47:29+00:00","valid":{"from":"2014-09-30T22:47:27+00:00","to":"3014-09-30T22:47:27+00:00"},"hreflang":"en","title":"Rethinking Fat: The Case For Adding Some Into Your Diet","published":"2014-03-31T19:10:00+00:00","teaser":"There's new thinking about the effects of fat on our waistlines and our hearts. And consensus is building that saturated fat isn't the demon we were once told to fear, especially compared with carbs.","tags":["npr_api","295719579"],"guid":"e35e93cf-dff4-4b3c-bcc9-48d09d93a9b7","contentencoded":"<p>Remember the fat-free boom that swept the country in the 1990s? Yes, we know from the Salt readers who took our informal <a href=\"http://www.npr.org/blogs/thesalt/2014/03/22/292389447/remember-fat-free-mania-take-our-survey\">survey</a> that lots of you tried to follow it. And gave up.</p><p>\"I definitely remember eating fat-free cookies, fat–free pudding, fat-free cheese, which was awful,\" Elizabeth Stafford, an attorney from North Carolina, told us in the survey.</p><p>Back then, she avoided all kinds of foods with fat: cheese, eggs, meat, even nuts and avocados. Most of the experts were recommending a low-fat diet to prevent heart disease.</p><p>And, as a result, her diet was full of sugar (lots of fat-free, sugary yogurt) and carbohydrates, like bagels.</p><p>\"Fat was really the villain,\" says <a href=\"http://www.hsph.harvard.edu/walter-willett/\">Walter Willett</a>, who is chairman of the department of nutrition at the Harvard School of Public Health. And, by default, people \"had to load up on carbohydrates.\"</p><p>But, by the mid-1990s, Willett says, there were already signs that the high-carb, low-fat approach might not lead to fewer heart attacks and strokes. He had a long-term study underway that was aimed at evaluating the effects of diet and lifestyle on health.</p><p>\"We were finding that if people seemed to replace saturated fat — the kind of fat found in cheese, eggs, meat, butter — with carbohydrate, there was no reduction in heart disease,\" Willett says.</p><p>Willett submitted his data to a top medical journal, but he says the editors would not publish his findings. His paper was turned down.</p><p>\"There was a lot of resistance to anything that would question the low-fat guidelines,\" Willett says, especially the guidelines on saturated fat.</p><p>Willett's <a href=\"http://www.bmj.com/content/313/7049/84\">paper</a> was eventually published by a British medical journal, the <em>BMJ</em>, in 1996.</p><p>Now, nearly two decades later, a more complicated picture has emerged of how fats and carbohydrates contribute to heart disease.</p><p>For instance, it's clearer that some fats, namely plant-based fats found in nuts and olive oil, as well as those found in fatty fish, are beneficial. Willett says there's strong evidence that they help reduce the risk of heart disease.</p><p>But here's where it gets interesting: \"We've learned that carbohydrates aren't neutral,\" explains <a href=\"http://www.hsph.harvard.edu/dariush-mozaffarian/\">Dariush Mozaffarian</a>, an epidemiologist at Harvard Medical School.</p><p>\"[Carbs] were the base of the pyramid,\" says Mozaffarian. The message was \"eat all carbohydrates you want.\"</p><p>Americans took this as a green light to eat more refined grains such as breads, processed snack foods and white pasta.</p><p>\"But carbohydrates worsen glucose and insulin — they have negative effects on blood cholesterol levels,\" he says. The thinking that it's OK to swap saturated fats for these refined carbs \"has not been useful advice.\"</p><p>He says it's clear that saturated fats can raise LDL cholesterol, the bad cholesterol. But that's only one risk factor for heart disease.</p><p>There's now evidence that — compared with carbs — saturated fat can raise HDL cholesterol (the good cholesterol) and lower trigylcerides in the blood, which are both countering effects to heart disease, he says.<br /> <br />\"When you put all of this together,\" says Mozaffarian, what you see is that saturated fat has a relatively neutral effect compared with carbs. He says it's \"not a beneficial effect but not a harmful effect. And I think that's what the recent studies show.\" He points to a <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/?term=Siri-Tarino+Meta-analysis+of+prospective+cohort+studies\">review</a> of studies published in 2010.<br /> <br />He also points to a highly publicized <a href=\"http://www.npr.org/blogs/thesalt/2014/03/17/290846811/dont-fear-the-fat-experts-question-saturated-fat-guidelines\">recent meta-analysis</a> that concludes there's no convincing evidence to support the dietary recommendations to limit saturated fat.</p><p>The <a href=\"http://annals.org/article.aspx?articleid=1846638\">findings</a> in that paper have created quite a bit of controversy. For instance, the American Heart Association <a href=\"http://blog.heart.org/study-raises-questions-about-good-and-bad-fats/\">says</a> it stands by its recommendations to limit saturated fat.</p><p>\"This research simply means that we lack the data from controlled clinical trials that truly test this question of how much saturated fat is acceptable,\" writes Linda Van Horn, a spokesperson for the American Heart Association.</p><p>But what's the message that's getting out?</p><p>A few days ago, Mark Bittman, an author and op-ed contributor to the <em>New York Times</em>, wrote a <a href=\"http://www.nytimes.com/2014/03/26/opinion/bittman-butter-is-back.html?_r=0\">column</a> titled \"Butter is Back\" based on the findings of the recent meta-analysis. \"When you're looking for a few chunks of pork for a stew, you can resume searching for the best pieces — the ones with the most fat,\" he wrote.</p><p>This didn't sit well with <a href=\"http://nutrition.tufts.edu/faculty/lichtenstein-alice\">Alice Lichtenstein</a>, a nutrition science and policy researcher at Tufts University, who wrote a <a href=\"http://www.nytimes.com/2014/03/29/opinion/eat-more-butter-and-fat.html\">letter to the editor</a> arguing that green-lighting the return to butter and fatty pork was off.</p><p>She pointed to an <a href=\"http://circ.ahajournals.org/content/early/2013/11/11/01.cir.0000437740.48606.d1.full.pdf+html\">AHA guideline review</a> supporting the recommendation to limit saturated fats.</p><p>So, given the kerfuffle, is there some consensus? Yes, it turns out.</p><p>In an email to us, Lichtenstein explained that, \"There are strong data to suggest substituting carbohydrate for saturated fat is not associated with a [cardiovascular risk] benefit.\"</p><p>Like Willett and Mozafarrian, she makes the case that \"substituting polyunsaturated fatty acids [which are found in nuts, seeds, fish and leafy greens] for saturated fat is associated with a benefit.\"</p><p>So, the message here seems to be: Cut back on all those refined carbs, and remember that some fat is good.</p><p>After all, the <a href=\"http://www.npr.org/blogs/thesalt/2013/09/30/226844915/to-get-the-benefits-of-olive-oil-fresh-may-be-best\">heart-healthy Mediterranean diet</a>, which includes lots of nuts, olive oil, fish, fruits, vegetables and legumes, and small amounts of cheese and meat, turns out to be a pattern of eating that includes 40 percent to 45 percent of calories from fat. That's hardly low-fat!</p><p>Now, of course, in an age when people are avoiding animal products for many reasons, including animal welfare and <a href=\"http://www.npr.org/blogs/thesalt/2014/03/21/291495523/how-your-love-of-burgers-may-be-helping-to-drive-wildlife-extinct?ft=1&f=1007\">environmental concerns</a>, new studies that conclude meat is OK, compared with all the refined grains we eat, is bound to raise criticism from vegetarians.</p><p><a href=\"http://www.nealbarnard.org/\">Neal Barnard</a>, a physician and vegetarian activist who leads the Physicians Committee for Responsible Medicine, writes, \"Before you fry up that bacon, hold the fork.\" His conclusion about the recent meta-analysis is this: \"The study had some interesting statistical quirks that made [saturated fat] look safer than it really is.\"</p><p>The debates about fat will likely go on. And the new studies have been like lighter fluid on the charcoal grill.</p><p>So, stay tuned. But what's clear is this: Gone are the days of experts calling for ultra-low-fat diets.<br /> <br />Elizabeth Stafford, who told The Salt about how she struggled with her weight on a low-fat diet, says there's a good reason why.</p><p>\"I was always starving, and I never felt satisfied,\" she says, thinking back to her low-fat, high-carb days. Eating carbs <a href=\"http://www.npr.org/blogs/thesalt/2013/06/26/195292850/can-you-be-addicted-to-carbs-scientists-are-checking-that-out\">seems</a> to make you quickly hungrier for more carbs. And ditto for sugar.<br /> <br />\"It took me a long time not to be scared of fat,\" Stafford says. But, she says, she now enjoys scrambled eggs and the occasional burger.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Rethinking+Fat%3A+The+Case+For+Adding+Some+Into+Your+Diet&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Aubrey","audio":[{"meta":{"duration":"288"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1297076428-fb690a.m3u?orgId=1&topicId=1053&ft=3&f=295719579"},{"href":"http://media.npr.org/assets/img/2014/03/28/4532239153_2427705448_o-f64650a5f2cee2c11076fb50dde7c541ae7bb36f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"667","width":"890"}}]}