{"created":"2014-09-11T19:32:25+00:00","modified":"2014-09-11T21:01:01+00:00","valid":{"from":"2014-09-11T21:01:01+00:00","to":"3014-09-11T21:01:01+00:00"},"hreflang":"en","guid":"e36e8747-8401-459e-82f4-97c37a26dce3","title":"ISIS has mastered high-end video production in its new propaganda wing","published":"2014-09-11T21:01:00+00:00","byline":"Bruce Wallace","tags":["International Security","Islamic State","Islamic State in Iraq and Syria","social media","propaganda","Media","Arts, Culture & Media","Syria","Iraq","Middle East","Bill Roggio","Elliot Greenebaum","Sean Heuston","Long War Journal","Propaganda","Al-Qaeda","Islam","ISIS","ISIL","Islamic state","Music video","Alternative media","Visual arts"],"teaser":"ISIS knows media and messaging, from its black and white flag to its raised index finger gesture to its tweets. Now the group has a new propaganda wing that is producing sophisticated, effects-laden videos in styles from rock videos to action movies. Reporter Bruce Wallace shares some examples and what experts think ISIS is hoping to achieve.","contentencoded":"<p>The terrorist group ISIS is known for its sophisticated social media outreach. Now it seems they are bringing that sophistication to their video&nbsp;propaganda, too.</p><p><span style=\"line-height: 1.538em;\">ISIS, which also calls itself the Islamic State, recently created a new propaganda wing called the al-Hayat Media Center. We asked&nbsp;</span><span style=\"line-height: 1.538em;\">Elliot Greenebaum, a New York filmmaker who has worked on advertising and feature films, to look at some of the ISIS videos for us. He says they show a fair amount of skill.</span></p><p>&ldquo;They&#39;re taking archival photographs and they&#39;re adding filters to them, and they&#39;re layering the photos so they look fragmented and highly active,&quot;&nbsp;<span style=\"line-height: 1.538em;\">Greenebaum says about a new two-minute music video celebtrating the &quot;establishment&quot; of the Islamic State. Those are&nbsp;</span><span style=\"line-height: 1.538em;\">techniques, he says, &quot;that a Madison Avenue firm would try to deploy on behalf of a client.&quot;</span></p><p><em>(Editor&#39;s note: We are including examples of ISIS videos to inform our audience of their sophsitication, not to distribute their propaganda.)</em></p><p>[[{\"fid\":\"73739\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":360,\"width\":480,\"style\":\"line-height: 1.538em;\",\"alt\":\"al-Hayat Media Center (HMC):&quot;O Soldiers of Truth Go Forth&quot; on YouTube\",\"title\":\"al-Hayat Media Center (HMC):\\\"O Soldiers of Truth Go Forth\\\"\",\"class\":\"media-element file-default\"}}]]</p><p>Greenebaum guesses it took three or four days of post-production work to animate and add the filters and other effects. And these skills aren&#39;t ones you learn in a couple of hours, he notes. &quot;The way that it&#39;s choreographed together suggests someone who&#39;s probably had a job doing this sort of thing, somewhere in a city with a film production economy.&quot;</p><p>Among the videos that have appeared in the past few months are &ldquo;Mujatweets&rdquo; &mdash; one-minute videos that show jihadists playing with kids, or shopkeepers talking about how good things are under ISIS rule.</p><p><span style=\"line-height: 1.538em;\">In a report about al-Hayat &mdash; the new ISIS propaganda wing &mdash; the Washington-based <a href=\"http://www.memri.org/middle-east-media-research-institute.html\">Middle East Media Research Institute </a>suggests one of the main people behind these new videos may be a German rapper-turned-jihadist who performed under the name Deso Dogg.</span></p><p>The videos are notable for their high production values and for their apparent target audience: Westerners. Aside from their style, the videos are<a href=\"http://www.memrijttm.org/new-isis-media-company-targets-english-german-and-french-speaking-westerners.html\"> translated into English and a number of European languages</a>. A few of them feature English-speaking fighters.</p><p>[[{\"fid\":\"73740\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":360,\"width\":480,\"alt\":\"Al Hayat Media Center Presents   Mujatweets 3   FetaFeat in Raqqah Subtitled on YouTube\",\"title\":\"Al Hayat Media Center Presents   Mujatweets 3   FetaFeat in Raqqah Subtitled\",\"class\":\"media-element file-default\"}}]]</p><p>Not only&nbsp;<span style=\"line-height: 1.538em;\">are the videos more sophisticated than ones produced by other Islamist groups, there are more</span><span style=\"line-height: 1.538em;\">&nbsp;of them and they come out faster.</span></p><p>&ldquo;Al-Qaeda will issue a propaganda statement, what, once every month?&rdquo; says Bill Roggio,&nbsp;<span style=\"line-height: 1.538em;\">the editor of&nbsp;</span><a href=\"http://www.longwarjournal.org/\" style=\"line-height: 1.538em;\">The Long War Journal</a><em style=\"line-height: 1.538em;\">,&nbsp;</em><span style=\"line-height: 1.538em;\">a prominent national security-related website.</span><span style=\"line-height: 1.538em;\">&nbsp;&ldquo;With the Islamic State, I saw the aftermath of the battle of Tabqa that gave them full control of a province in Syria &mdash; I saw that video two days after the battle.&quot;</span></p><p><span style=\"line-height: 1.538em;\">That speed, he says, is &quot;really stunning stuff when you think about it. The messaging that they&rsquo;re getting across there &mdash; it&rsquo;s the immediacy of the information.&rdquo;</span></p><p>Of course, there&#39;s some dissonance when you watch these videos. ISIS says it abhors modern society and values. It wants to abide by the rules of Muhammad&#39;s 7th-century world. But ISIS videos have the sensibility and tech savvy of the present.</p><p><span style=\"line-height: 1.538em;\">&quot;It&#39;s actually surprising how contemporary and hip-looking some of these things are, especially considering the fact that the messages that they are promoting are essentially medieval,&quot; says Sean Heuston, a professor of English and film studies at <a href=\"http://www.citadel.edu/root/\">The Citadel</a>, who&#39;s written about extremist video propaganda. </span></p><p><span style=\"line-height: 1.538em;\">That doesn&#39;t just apply to their music videos or slick infomercial-style clips. Heuston describes another ISIS video, this one jammed with violent, graphic scenes of killing that are rendered with the expert effects Elliot Greenebaum mentioned.</span></p><p>&quot;We&#39;ve got [the] aesthetic influence of action movies, adventure movies, thriller movies and even video games,&rdquo; Heuston says. There&#39;s the action, without the moral weight. &ldquo;You don&#39;t have focus on [the] human suffering involved in death, don&#39;t have emphasis on the fact that these victims are human beings [that] have family members [who] love them.&quot;</p><p>Greenebaum agrees the videos desensitize viewers to the violence, but thinks there might be something else behind the hyper-production:&nbsp;<strong>&quot;</strong>I think they understand that control evokes power, which is the reason that so much control is exerted over the final product. Every inch of the material is polished almost obsessively. It is a kind of potency to be able to throw all of these high-end effects at video.&quot;</p><p>But while the bells and whistles show off some <em>technical </em>skill, Greenebaum says they may not actually make a great call to action:&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;It may not matter that the jihadists are throwing the kitchen sink at this media, because it could be that rock videos may not get that many people to sign up.&quot;</span></p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/091120146.mp3"},{"href":"http://www.pri.org/file/091120146mp3"}]}