{"created":"2015-04-05T11:44:46+00:00","modified":"2015-04-13T16:29:58+00:00","valid":{"from":"2015-04-13T16:29:58+00:00","to":"3015-04-13T16:29:58+00:00"},"hreflang":"en","title":"In Greece, Getting By On The Brink Of A Financial Meltdown","published":"2015-04-13T16:29:00+00:00","teaser":"A teacher, a student and an entrepreneur say the economic and social crisis in Athens has forced them to re-calibrate their expectations.","itags":["npr_api","397560140"],"guid":"e3753968-5460-4ee7-8868-21498dbc5467","contentencoded":"<p>For many countries, the worst of the Great Recession is over. Things aren't perfect by any stretch, but economies are growing again, employment rates are up and consumers feel more optimistic, which is important.</p><p>But that is not the case in Greece.</p><p>In the last 48 hours, this battered country has once again averted the latest threat of bankruptcy: Somehow, Greece has found the money to pay back hundreds of millions of dollars to the IMF. But the Greek government says the coffers are now almost empty, making Europe seriously worried.</p><p>This week on For The Record, we spoke with three Greeks about how they are navigating the financial crisis and how they're re-calibrated their expectations as a result. I also talked to American poet A.E. Stallings, who lives in Athens with her Greek husband and two kids.</p><hr /><p><strong>My Takeaways</strong></p><p>A few things stood out in those conversations.</p><p>A first grade teacher, <strong>Stathis Kirillidis,</strong> told me that his students are coming to school without proper lunches, so staff members had to take up donations from hospitals and other organizations to feed the children.</p><p>A 24-year-old student, <strong>Konstantina Diamani,</strong> said she feels hopeless, and that Greece just isn't a place where she thinks she can become the person she wants to be.</p><p>And we spoke with an entrepreneur, <strong>Thanos Kosmidis</strong>, who is intentionally building up his newest medical technology company in Greece to try to create jobs there. But even he says if the economy doesn't start to turn around, he will leave the country before he watches his company fail.</p><p>American poet <strong>A.E. Stallings</strong>, who has been writing a lot about the crisis and the Greek experience for an American audience, says there has been an interesting interaction with literature and what is happening that seems very alive and present on the streets. She shared this piece with us:</p><blockquote><p><strong>\"Austerity Measures\"</strong></p><p>If you believe the headlines, then we're sunk.</p><p>The latest oracle, giddy with dread:</p><p><em>Greece downgraded deeper into junk.</em></p><p><em>.</em></p><p>Stash cash beneath the mattress, pack the trunk.</p><p>Will drachmas creep where Euros fear to tread?</p><p>If you believe the headlines, then we're sunk.</p><p>.</p><p>A crisis that lasts for years?--call it a funk.</p><p>Austerity starves the more its maw is fed.</p><p><em>Greece downgraded deeper into junk.</em></p><p><em>.</em></p><p>Every politician is a punk,</p><p>The right, the left; the blue, the green, the red.</p><p>If you believe the headlines, then we're sunk:</p><p>.</p><p>We've lost our marbles—Elgin took a chunk—</p><p>Caryatids, gone on strike, sit down instead.</p><p><em>Greece downgraded deeper into junk.</em></p><p><em>.</em></p><p>Weep, Pericles, or maybe just get drunk;</p><p>We'll hawk the Parthenon to buy our bread.</p><p>If you believe the headlines, then we're sunk:<em></em></p><p><em>Greece downgraded deeper into junk.</em></p></blockquote>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Greece%2C+Getting+By+On+The+Brink+Of+A+Financial+Meltdown&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Rachel Martin","audio":[{"meta":{"duration":"468"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397620807-afdefa.m3u?orgId=1&topicId=1124&e=397560140&d=468&ft=nprml&f=397560140"},{"href":"http://media.npr.org/assets/img/2015/04/05/greece-economy-abf1b6e909b0e08883a67fa93bedd59925b3a829.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2589","width":"3452"}}]}