{"created":"2014-10-08T18:24:49+00:00","modified":"2014-10-30T22:58:59+00:00","valid":{"from":"2014-10-30T22:58:59+00:00","to":"3014-10-30T22:58:59+00:00"},"hreflang":"en","title":"In Cronenberg's 'Consumed,' An Appetite For Sex, Death And The Latest Gear","published":"2014-10-08T18:24:00+00:00","teaser":"Director David Cronenberg's debut novel is about two journalists chasing after sensational stories. This book is admirable in its unflinching gaze and beautiful in its depiction of a twisted reality.","itags":["npr_api","343150102"],"guid":"e37ee598-ca90-47d2-bd16-8d37ff553405","contentencoded":"<p>Here's everything you need to know about <em>Consumed</em> in one sentence: This is a book that is unmistakably written by David Cronenberg.</p><p>Not so much the newer, grayer Cronenberg either. Not <em>Eastern Promises</em> Cronenberg or <em>A History Of Violence</em> Cronenberg. No, this is something that feels more like the young, perverse, freakishly laser-beam-obsessive and deeply, deeply strange Cronenberg. The unblinking, insatiable Cronenberg who made <em>Scanners</em>, <em>Videodrome</em> (especially <em>Videodrome</em>), <em>Crash</em>, and<em> Dead Ringers</em> (especially <em>Dead Ringers</em>). This is a book that you could find sitting on a bench in the bus station, shredded, missing its covers and all identifying markings. You could pick it up, let it fall open to any stained page, and probably the second or third thing you'd think would be, \"Holy crap, did David Cronenberg write this?\"</p><p>Because yeah, he did. And the crazy thing is, it's good. Disturbing as hell. Gross in places. Graphic in its depictions of sex and disease, and challenging, too, on more fronts than geometry might seem to naturally allow. But also skillfully executed in the way that few first-time novels from crossover artists ever are and, more than that, absolutely fearless in its handling of subject matter that most writers wouldn't touch with sterile gloves and a long stick.</p><p><em>Consumed</em> is a crime thriller. Kinda. In that it begins with the mysterious murder of a famous French philosopher named Celestine Arosteguy, who may (or may not) have been killed by her husband, Aristide, but was certainly partially ... eaten. There's been a crime and someone sets out to solve it.</p><p>But this isn't a novel about cops. Or moping, haunted detectives. Instead, the book focuses on Naomi and Nathan — two skilled practitioners of the modern, vaguely yellow journalism of our digitally-connected age. They're gypsy freelancers, chasing bylines and paydays back and forth across the globe, living out of suitcases and roller bags, keeping up their dodgy personal relationship (as lovers and competitors both) by email, text, phone calls, and occasional, almost accidental, collisions in airport concourses and international hotels. Nathan focuses on the weird end of medical photojournalism. Naomi goes for excess — for splashy murders and headline-grabbing grotesqueries. So the discovery of a famous French intellectual — killed, decapitated and cannibalized? That's right up her alley. She's on it before the blood is even cold.</p><p>They bop, Nathan and Naomi, from Paris to Budapest to Amsterdam to Toronto to Tokyo and beyond, catching international flights like crosstown buses. Their relationship is loose, built on betrayal and counter-betrayal and, always, on their obsessive love of gear — camera gear, sound gear, luggage, whatever. \"It was not so much that they had the same taste in gear,\" Cronenberg writes, \"but rather that they collaborated on their consumerism; it was a consumerist dialectic that led to the same commodity.\"</p><p>Cronenberg, too, shares the fixation. His descriptions of everything from high-end photographic equipment to hearing aids are both lush and precise, dripping with jargon and technical specifications. And his eye for small details — in a dumpy diner in Toronto, a cluttered basement apartment, the surgical suite of a quack cancer doctor or a garden in Tokyo — betrays his love for the visual. His world is lived in. There is nothing clean or unused about it. Amid all the gory, gaudy trapping of sex and death, there is a pulsing life in everything.</p><p>When Nathan contracts an amusing and esoteric venereal disease from a dying woman in Budapest, he gives it to Naomi in Amsterdam. Then he goes off chasing after the doctor who gave the disease its name which, coincidentally, puts him in contact with the doctor's daughter who, of course, just happened to have studied with the Arosteguys at the Sorbonne. Meanwhile, Naomi has found Aristide hiding out in Japan and, of course, moves in with him. Because that's what you do with an accused cannibal, right? You move into his spare room. And sleep with him. And only<em> then</em> seriously question him on whether he, you know, murdered and ate his wife.</p><p>But with these shallow, flash-blind characters Cronenberg has created, the bar for suspending disbelief is set worm-high. You can totally buy into every ridiculously bad decision they make because at no point in the story do either of them show the least amount of rational good sense. Or the most tenuous connection to anything resembling reality. And that, then, becomes the second sweet trick that Cronenberg pulls, in his very Cronenberg-ish way. Get far enough into <em>Consumed</em> and all notions of \"reality\" without quote marks around it become highly fluid. Everyone lies. Everyone has secrets. Everyone is bonkers. Every photo Naomi and Nathan take is edited and doctored until it shows the reality they want, if not the reality that is.</p><p><em> Consumed</em> has weaknesses. Beyond the fact that not everyone is as into bondage, medical oddities, acrotomophilia, insect infestation and gear porn as Cronenberg is, there are bits that drag — most notably, a rambling, infodump monologue by Aristide — and some leaps of coincidence and interconnectedness that strain even <em>Consumed</em>'s flexible credulity. But still, if you're a dedicated connoisseur of weird, looking to shock your book club, or just to take a walk on the literary freak side, <em>Consumed</em> is your book. It's admirable in its unflinching gaze and beautiful in the depiction of its consensually twisted reality.</p><p>And if you're going in as a Cronenberg fan? Then <em>Consumed</em> will not disappoint because the whole thing — with all its artfulness and all its flaws — rolls out like a long-lost film from the man's wilder days, expansive and strange and pulled, wet, dripping and whole, out of Cronenberg's own head.</p><p><em> Jason Sheehan's latest novel is </em>Tales from the Radiation Age.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Cronenberg%27s+%27Consumed%2C%27+An+Appetite+For+Sex%2C+Death+And+The+Latest+Gear&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Sheehan","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354371762-48806e.m3u?orgId=1&topicId=1034&ft=3&f=343150102"}]}