{"created":"2014-09-23T09:03:16+00:00","modified":"2015-03-09T18:07:56+00:00","valid":{"from":"2015-03-09T18:07:56+00:00","to":"3015-03-09T18:07:56+00:00"},"hreflang":"en","title":"Ebola's Toll: Farmers Aren't Farming, Traders Aren't Trading","published":"2014-09-23T17:20:00+00:00","teaser":"Guinea, Liberia and Sierra Leone were just starting to see economic progress after years of conflict. The blow of Ebola, says the World Bank, could be \"catastrophic.\"","itags":["npr_api","350633139"],"guid":"e38d2421-02aa-4eec-b297-e434f3ecbf9a","contentencoded":"<p>The Ebola outbreak is having a devastating effect on the economies of Liberia, Sierra Leone and Guinea, crippling major industries and forcing people out of work.</p><p>The three nations hardest hit by the virus are among the poorest on the African continent. Combined, their GDP is less than 3 percent of Nigeria's, the regional economic powerhouse.</p><p>After emerging from years of conflict and instability, the three nations had been showing steady economic progress. That's now come to a screeching halt. Last week the World Bank <a href=\"http://www.worldbank.org/en/news/speech/2014/09/17/transcript-media-teleconference-ebola-economic-impact-report-world-bank-group-president-jim-yong-kim\">reported</a> that Ebola could deal a \"potential catastrophic blow\" to their economies.</p><p>\"For 2014, we estimate that the GDP losses to Liberia, Sierra Leone and Guinea from this crisis will be a combined $360 million, which is a huge proportion of these very small economies,\" said <a href=\"http://www.worldbank.org/en/about/president/about-the-office\">Jim Yong Kim</a>, the bank's president. Kim said there are two kinds of contagion surrounding Ebola: One is the virus itself; the second is fear about its rapid spread.</p><p>It's that fear that has forced the cancellation of many airline flights<strong></strong> into the Ebola-stricken countries. International companies have pulled workers out of the region; projects in key sectors such as mining are suspended. Manufacturing and construction are also being hit, says <a href=\"http://siteresources.worldbank.org/INTRANETTRADE/Resources/WBI-Training/288464-1102456568229/576177-1102456592904/JohnPANZER_bio.pdf\">John Panzer</a>, an economist with the World Bank.</p><p>\"We are seeing cement sales, for example, that are leading to construction, drop by 60 percent,\" says Panzer. \"We are seeing fuel sales in Liberia reduced by 35 percent only in the month of August.\"</p><p>The Ebola scare is clearly seen in the agricultural sector. Roughly half the populations of Liberia and Sierra Leone work on cocoa and peanut plantations, rice and cassava farms. Georgia Beans is the project director in Sierra Leone for <a href=\"http://www.acdivoca.org/\">ACDI/VOCA,</a> an international development group, backed by USAID, that works with farmers. She says many farmers have fled in fear, but there isn't a clear reason why.</p><p>\"Is it fear of going out and contracting Ebola?\" Beans wonders. \"Is it fear of investing your assets when you don't know what's going to happen in the future?\" She says farmers may be trying to decide whether they should plant seeds now or wait to see how the outbreak progresses.</p><p>Fear has also forced many surrounding countries to seal their borders, where normally much trade is done. Emmanuel Mugabi, who heads up ACDI/VOCA in Monrovia, says Liberians use the U.S. dollar for day-to-day currency, and other countries bring in goods in order to take advantage of the dollar.</p><p>The closed borders also hamper work prospects for many Liberians who cross into the Ivory Coast every year to help with the cocoa harvest. The Ivory Coast, which produces nearly 40 percent of the world's cocoa, sealed its border with Liberia. Analysts say there would be a huge impact on the world's cocoa industry if Ebola spread to workers on the cocoa farms and they had to be abandoned.</p><p>Bill Guyton, the president of the <a href=\"http://worldcocoafoundation.org/\">World Cocoa Foundation</a>, says the government in the Ivory Coast did the right thing by closing its borders.</p><p>\"There are millions of farmers that grow the crop in West Africa,\" he says. \"These are small-scale family farms, many of them in remote areas, so it is challenging both to communicate and to reach out to these farmers.\"</p><p>The international risk consultancy group, <a href=\"http://www.ihs.com/products/ehs-sustainability/operational-risk/index.aspx\">IHS</a>, says, so far, the Ebola epidemic has not had a major effect on economic activity outside Liberia, Sierra Leone and Guinea. But it's tenuous — the World Bank says if cases start showing up in surrounding countries, the economic cost could be in the billions of dollars.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ebola%27s+Toll%3A+Farmers+Aren%27t+Farming%2C+Traders+Aren%27t+Trading&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jackie Northam","audio":[{"meta":{"duration":"209"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350803027-5e8e80.m3u?orgId=1&topicId=1031&e=350633139&d=209&ft=nprml&f=350633139"}]}