{"created":"2014-11-11T08:36:45+00:00","modified":"2015-05-06T18:31:50+00:00","valid":{"from":"2015-05-06T18:31:50+00:00","to":"3015-05-06T18:31:50+00:00"},"hreflang":"en","title":"Tech Star Wants To Make Diversity Plug-And-Play For Silicon Valley","published":"2014-11-11T16:11:00+00:00","teaser":"Tristan Walker, founder and CEO of Walker & Co. Brands, and J.J. McCorvey, a writer at <em>Fast Company</em>, discuss the tech industry's diversity problem.","itags":["npr_api","363012130"],"guid":"e3992d23-8cba-4a7a-b5e2-365b75c0e31b","contentencoded":"<p>Tristan Walker is successful by anyone's standards: He went to a top-notch prep school, graduated as valedictorian at college, went on to become a trader on Wall Street, earned an MBA at Stanford, and then helped to launch the location app Foursquare.</p><p>But what makes Walker so remarkable is that he is one of the few African-Americans to rise up the ranks in Silicon Valley.</p><p>Recently, the valley's biggest names revealed <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/06/26/325798198/facebooks-diversity-numbers-are-out-and-theyre-what-you-expect\" target=\"_blank\">appalling workplace demographics</a>, including dismal statistics on the number of African-Americans and Hispanics working in the higher levels of the industry.</p><p>Walker, founder and CEO of <a href=\"http://walkerandcompany.com/\" target=\"_blank\">Walker & Co. Brands</a>, is actively working to diversify Silicon Valley, as chronicled in a <a href=\"http://www.fastcompany.com/3037933/the-visible-man\"><em>Fast Company</em> article</a> by J.J. McCorvey. Walker and McCorvey discussed the causes of Silicon Valley's diversity problem, and how to fix it, with <em>Morning Edition</em>.</p><h3>Interview Highlights</h3><p><strong>On why there is a lack of diversity in Silicon Valley</strong></p><p>Tristan Walker: I think in Silicon Valley we like to talk about two problems. There's the access problem, where they're not enough folks well networked into the Valley to get jobs in some of these larger companies. But I like to think a little bit more broadly about the awareness problem. I didn't have any idea about Silicon Valley until I moved out here six years ago to go to business school, and that's a problem. I think once that's fixed, I think a lot of Silicon Valley's problems will be fixed.</p><p><strong>On whether there is explicit discrimination in Silicon Valley</strong></p><p>Walker: I don't think that there is too much explicit bias in Silicon Valley, but there's quite a bit of implicit bias. When I think about our company and the type of diversity we want to bring about, we ask our investors things like, \"Do you know any folks of color or a woman who might excel in this role?\" before you think of other candidates. And that's led us to having a majority-minority team, a majority-woman team, and I think the more companies embrace fixing implicit bias over explicit, a lot will change.</p><p>J.J. McCorvey: There's just a lot of exclusionary practices that people are just not aware that they are in existence at their companies. For example, if you're looking to fill a position for a new engineer, you're relying on employee referrals as your sole means of recruiting. Well, if your company is already majority white, you're not going to get diverse candidates to fill that job.</p><p><strong>On how recruiting methods can change </strong></p><p>McCorvey: The fact that there are more diverse graduates in STEM who are not getting these jobs, I think, that points to the unconscious bias that is happening. When we talk about who you're going to when you're recruiting, the schools that you're going to, a lot of top tech companies go to specific schools when looking to fill positions. And what you see now happening is that Google, for example, is saying that they're broadening their search when recruiting graduates. They're starting to go to HBCUs — historically black colleges and universities — to fill positions. That should've been done.</p><p><strong>On the problem with whiteboard interviews</strong></p><p>Walker: So one of the things that was interesting for <a href=\"http://code2040.org/\" target=\"_blank\">Code2040</a> (the nonprofit Walker founded) was our first summer, we had five fellows ... and at the end of their summer internships, they went to interview at a lot of large technology companies, and we noticed that there were a few companies that they weren't getting full-time offers from. For a lot of these interviews, these students had to do whiteboard interviews where you're asked an engineering question and you have to go to a whiteboard and solve it. One of the things that we found is that none of these fellows ever had experience doing that before. So it begs the question: Is there something wrong with the fellows? Probably not. Or is there something wrong with your interview process? Maybe.</p><p><strong>On the importance of diversifying the tech industry </strong></p><p>Walker: Here's why I think it's so incredibly important: the demographic shift happening in this country is the greatest economic opportunity in my lifetime. Increasingly, folks of color not only lead culture, but are some of the most important consumer demographic groups in the country, let alone the world. So, if you're a technology company at the bleeding edge of innovation, you really want to understand this consumer group better than anyone else. And if you look out 20, 30 years from now and folks of color are kind of the majority of the country, let's assume Facebook were built then, would it be Spanish language first or English first? Would it be Android first or iPhone first? You really have to start asking these questions, and the best way to really get at the core of these questions that need to be asked is to have these types of folks within your organization. So it's incredibly important, not just from the social perspective but also the bottom line.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tech+Star+Wants+To+Make+Diversity+Plug-And-Play+For+Silicon+Valley&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"276"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363214565-ec15f7.m3u?orgId=1&topicId=1019&d=276&p=3&story=363012130&t=progseg&e=363173184&seg=9&ft=nprml&f=363012130"},{"href":"http://media.npr.org/assets/img/2014/11/10/tristan-walker-7ac5e7185da2ff772324a896f68b2311c70dac0d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1996","width":"2666"}}]}