{"created":"2014-09-18T14:58:35+00:00","modified":"2014-10-30T22:18:40+00:00","valid":{"from":"2014-10-30T22:18:40+00:00","to":"3014-10-30T22:18:40+00:00"},"hreflang":"en","title":"Passionate Proclamations With Gilbert Gottfried","published":"2014-09-18T14:58:00+00:00","teaser":"The legendary stand-up discusses \"crossing the line\" in comedy. Then, in his signature voice, he whispers sweet nothings into your ear in a game about famous romances throughout history.","itags":["npr_api","349231220"],"guid":"e39becc8-90ca-4d27-a210-abbee43e01ff","contentencoded":"<p>Gilbert Gottfried likes his comedy with a side of something dangerous.</p><p>\"I think an audience - like when they go to a horror movie or get on a rollercoaster - they want that feeling like they're going to die,\" he said. \"And then [they] get off and everything's okay. And I think when they see a comic they want to feel like something bad could happen. And with me, something bad is happening, because they spent money to see me.\"</p><p>In his interview with host and fellow comedian Ophira Eisenberg on the <em>Ask Me Another</em> stage, Gottfried talked about some of his more controversial punch lines...and why he'll never stop delivering them.</p><p>\"Nowadays I feel like every joke should come with a set of instructions. If you think the joke is funny, laugh. And if you don't think the joke is funny, don't laugh,\" he said.</p><p>If you don't know Gilbert Gottfried from his jokes, you probably know him from his voice. He's the host of the <em><a href=\"http://sideshownetwork.tv/podcastsDetails.cfm?podcastid=104\">Amazing Colossal Podcast</a></em> and he played the parrot, Iago, in the movie <em>Aladdin</em>. So for his <em>Ask Me Anothe</em>r Challenge, we wanted him to try his hand at something a little different: love poetry. Can you guess the famous historical lovers he's pretending to be?</p><hr /><h3>Interview Highlights</h3><p><strong>On starting his standup career at age 15</strong></p><p>I did mainly impressions, like Boris Karloff and Humphrey Bogart. Even back then my act was dated.</p><p><strong>On writing controversial material</strong></p><p>Every time something pops in my head, I think twice about it and I do it anyway.</p><p><strong>Remembering the 9/11 joke he told at Hugh Hefner's Comedy Central roast</strong></p><p>One guy yelled out, \"too soon!\" I thought I didn't take long enough between the set up and the punch line.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Passionate+Proclamations+With+Gilbert+Gottfried&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349324313-fad0a3.m3u?orgId=1&topicId=1008&aggIds=167740319&ft=3&f=349231220"},{"meta":{"duration":"736"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349324127-f6ae26.m3u?orgId=1&topicId=1008&aggIds=167740319&ft=3&f=349231220"},{"href":"http://media.npr.org/assets/img/2014/09/17/154854037-8aff3b86415ea3e47be4a90759ae9dde51064d2e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2024","width":"2699"}}]}