{"created":"2014-08-13T21:06:31+00:00","modified":"2015-05-18T17:45:19+00:00","valid":{"from":"2014-06-17T22:58:30+00:00","to":"3014-06-17T22:58:30+00:00"},"hreflang":"en","teaser":"The horseshoe crab's blue-colored blood is critical to modern medicine.","title":"An ancient animal's blood is a modern medical miracle","contentencoded":"<div class=\"barn-cleaned\"><p><strong>An Archaic Creature</strong></p>\n<p><span>At night, on the full moon and the new moon in late May and early June, the sands of East Coast beaches host a dance that is a half-billion years old.&nbsp;</span></p>\n<p><span>Millions of horseshoe crabs, sensing the highest tides, swim ashore to spawn. The females will lay their eggs (4,000 a night) in the sand, and some weeks later, those eggs will hatch – at just the right time for the next peak tide to carry them out to sea.&nbsp;</span></p>\n<p><span>These are strange animals. A</span><span>&nbsp;large, foot-long shield-like carapace covers&nbsp;</span><span>most of the crab's body, which sports no less than nine eyes - seven on top and two on the bottom. Their plate-like, spiny abdomen gives way to a long tail lined with photoreceptors. They neither sting nor pinch. In fact, they aren’t actually crabs at all, but more closely related to scorpions and spiders.</span></p>\n<p><span>These crabs have an ancient history. The current four species of horseshoe crabs go back as far as 200 million years, and people have found fossils of extinct varieties that are 445 million years old. This is a creature that predates the dinosaurs by as much as the dinosaurs predate us.</span></p>\n<p><strong>With primordial powers...</strong></p>\n<p><span>In their long history, they have developed some remarkable abilities.</span></p>\n<p><span>“They have been exposed to every major lineage of bacteria in the ocean, and they have evolved some degree of immunity to, essentially, all of them,” says Eric Hallerman, Professor of Fish Conservation at Virginia Tech. “They’re invertebrates so they don’t have antibody-based immunity the way we do, they have cell-based immunity, and it’s the widest spectrum of that immunity in the animal world.”</span></p>\n<p><span>The power of that immunity wasn't completey understood until 1954, when Frederik Bang, a scientist at the Marine Biological Laboratory in Woods Hole, Massachussetts discovered that horseshoe crab blood would clot when it came into contact with gram-negative bacteria – whether the bacteria were dead or alive. The crab blood reacts vigorously, further research would show, with highly resilient toxins produced by this type of bacteria. &nbsp;</span></p>\n<p><strong>...that touch every corner of modern medicine</strong></p>\n<p><span>Bacterial endotoxins, as they are known, are “extremely potent,” says John Dubczak, general manager for Charles River Endosafe’s Endotoxin Microbial Detection Division. These endotoxins can be found everywhere, particularly in water, and they cannot be destroyed easily. Not even by boiling.&nbsp;</span></p>\n<p><span>“Doses as low as one nanogram per kilogram can cause fever, so 70 parts per billion will cause a fever reaction,” he says, if they enter the blood stream. Higher doses cause septic shock and organ failure.&nbsp;</span></p>\n<p><span>Horseshoe crab blood is used to create a test to detect these toxins.&nbsp; The test is called the Limulus Amebocyte Lysate test, and it touches every corner of modern medicine.</span></p>\n<p><span>“Pharmaceutical manufacturers, vaccine manufacturers, medical device manufacturers,” says Dubczak. “Basically any product that is going to see the blood system directly or indirectly has to be tested.” It’s used to inspect everything from needles and IVs to pacemakers and dialysis machines.&nbsp;The most sophisticated LAL test is so sensitive it can detect bacterial toxins down to one part per trillion. &nbsp;</span></p>\n<p><span>Before 1912, there was no test for these toxins, so any kind of intravenous or invasive surgical treatment was extremely risky. Scientists eventually developed a test in 1912</span><span>&nbsp;to determine if an intravenous treatment would cause fever or not. They used rabbits, which were injected with a sample and monitored for fever for several hours. Even into the '70s, biomedical firms would have hundreds of rabbits on hand to test devices for fever reaction. &nbsp;The test was used widely in the medical community, but it wasn't foolproof.</span></p>\n<p><strong>Blue blood and the matrix for crabs</strong></p>\n<p><span>At a facility on the outskirts of Charleston, South Carolina, Charles River Endosafe extracts the blood from horseshoe crabs. Charles River is one of four companies in the U.S. that manufacture LAL using crabs’ blood.</span></p>\n<p><span>The creatures are delivered by the truck load, alive, to a loading dock.&nbsp;</span></p>\n<p><span>“They’re blood donors, like the Red Cross,” says Dubczak.&nbsp;</span></p>\n<p><span>The crabs are inspected -- “we don’t pay fishermen for injured crabs” -- and scraped of their barnacles. They are rinsed, disinfected, and piled into large gray bins.&nbsp;</span></p>\n<p><span>One by one, they are strapped into “bleeding racks.” These are stainless steel carts that hold the animals in place, a dozen to a cart. Their abdomens and long tails are tucked under their carapaces.&nbsp; “It’s their natural defensive&nbsp; position,” says Dubczak, but it also exposes the membrane of their dorsal cardiac sinus – their primitive analog of a heart. “We’ll penetrate this membrane with a 14 gauge needle and drain the sinus.” Dubczak says this removes about 20 percent of the animal’s blood, “but the animals will have enough blood in their appendages as well as their gills to sustain them.”</span></p>\n<p><span>The carts, with rows of membrane exposed crabs, are rolled into a hepafiltered clean room on one side of the warehouse space. The room has clear plastic walls and is staffed by teams of workers in scrubs and face masks. It’s reminiscent of a hospital ward. Or a giant bubble.&nbsp;</span></p>\n<p><span>The crabs' membranes are swabbed with alcohol and stuck with needles, and blood begins to drip into bottles. It looks exactly like blue Kool-Aid. Oxygen is carried in human blood by iron-based hemoglobin, which colors it red. The crabs' blood uses copper-based hemocyanin.</span></p>\n<p><span>After 5 to 10 minutes, the needles are removed and the bleeding racks, laden with crabs, are rolled out of the bubble. The animals are removed from their racks, placed in an open air canopy-covered truck, and taken back to the ocean. &nbsp;</span></p>\n<p>&nbsp;<strong>Most survive. Some do not.</strong></p>\n<p><span>Roughly half of one percent of these crabs die from the bleeding process at this facility, Dubczak says. He says for the biomedical industry as a whole, around 3 percent of horseshoe crabs die from the bleeding process. &nbsp;&nbsp;</span></p>\n<p><span>The Atlantic States Marine Fisheries Commission (ASMFC), the agency charged with regulating non-biomedical harvests of crabs, makes a blanket conservative assumption for its population estimates that across the entire biomedical industry, 15 percent of crabs die from bleeding.</span></p>\n<p><span>Work done 10 years ago at Virginia Tech suggests similar mortality rates -- that 5 to 15 percent of crabs succumb, and “there’s been a more recent study conducted that suggested mortality is much higher, on the order of 28 percent,” says Eric Hallerman. Other researchers suggest that bled crabs may lay fewer eggs.&nbsp;</span></p>\n<p><span>“There is a huge debate over whose numbers are more realistic,” he says. The uncertainty of the numbers means “the issue of whether this is sustainable is a current research question.” &nbsp;&nbsp;</span></p>\n<p><span>It is a question not just because of a debate over numbers, but because biomedical companies aren't the only people using these crabs.</span></p>\n<p>&nbsp;<strong>The other harvest</strong></p>\n<p><span>Scientists use the crabs on land, fishermen use them at sea. They use the crabs for bait. T</span><span>he ASMFC says 729,100 horseshoe crabs were harvested and cut up in 2012 for use as bait to catch eels and whelks (sea snails). &nbsp;The same year, the biomedical industry nationwide harvested 610,000 crabs, of which between 31,000 and 171,000 did not survive (depending on your survival rate assumption). By the ASMFC’s estimate, the bait fishery killed 10 times more crabs in 2012 than the biomedical fishery.&nbsp;</span></p>\n<p>&nbsp;<strong>So...what’s sustainable?</strong></p>\n<p>The government stepped in to take the pressure off the<span>&nbsp;horseshoe crab population&nbsp;</span>in 1998, and catch limits and management plans have developed since then. &nbsp;T<span>he 2012 bait harvest was still below what the ASMFC concluded was the maximum acceptable number (1.3 million crabs for that year).</span></p>\n<p><span>“Currently the horseshoe crab management board is satisfied with the level of harvest in the bait industry,” says Marin Hawke, Fishery Management Coordinator for Horseshoe Crabs at the Atlantic States Marine Fisheries Commission. She adds that the assessments of what is sustainable also take into account other species that depend on the crabs for food, such as the Red Knot, a shore bird that sustains its hemispheric migration by feeding on horseshoe crab eggs.</span></p>\n<p><span>But there are some caveats.&nbsp; First, the ASMFC doesn’t regulate or otherwise limit the biomedical harvest, it only sets quotas for the bait harvest. Nor does it use its estimations of biomedical mortality in determining how many crabs can be killed for bait. &nbsp;</span></p>\n<p><span>Secondly, the harvest of crabs doesn’t appear to be sustainable</span> <em>everywhere</em><span>.</span></p>\n<p><span>“We just completed a stock assessment update in 2013, and the Southeast Region which is North Carolina down to Florida, the abundance is increasing,” says Hawke. “In the Delaware Bay their abundance is constant, and in the Northeast Region it’s decreasing. We’re currently looking at why that might be happening in the Northeast Region.”</span></p>\n<p><strong>Between bait and blood, a very muddy picture</strong></p>\n<p><span>In South Carolina, the biomedical industry successfully lobbied the state government in the early '90s to ban the harvest of crabs for bait. The horseshoe crab population in South Carolina is increasing. New Jersey also has a moratorium on harvesting crabs.&nbsp; Some observers wonder whether the New Jersey ban has driven fishermen to poach crabs in New York, driving down that state’s population.&nbsp;</span></p>\n<p><span>The ASMFC is finding it difficult to determine why populations are deteriorating in some regions while improving in others. It does not create regional population models based on biomedical harvest data because that data is confidential.&nbsp; Since there are only four firms manufacturing LAL (and a fifth that bleeds crabs but does not make LAL tests), creating a publicly available model for horseshoe crab population at the regional level that takes into account both the bait and the biomedical harvest would divulge sensitive information that would be traceable to an individual biomedical firm. The ASMFC possesses the necessary data (biomedical firms are required to report it), but it cannot use it in a public, transparent way - so it doesn't.&nbsp;</span></p>\n<p><span>So the public is left knowing this: Overall, it looks like the crabs are being harvested sustainably, whether for bait or for blood. But in some places, they are not, and it’s unclear why -- &nbsp;or who is responsible.</span></p></div>","tags":["APM","Sustainability","animals","horseshoe crabs","medicine"],"guid":"e3a2a9c9-53ec-4f42-8a46-488d4a05d773","description":"The horseshoe crab's blue-colored blood is critical to modern medicine.","published":"2014-06-17T22:58:30+00:00","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p><strong>An Archaic Creature</strong></p>\"},{\"content\":\"<p><span>At night, on the full moon and the new moon in late May and early June, the sands of East Coast beaches host a dance that is a half-billion years old. </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>Millions of horseshoe crabs, sensing the highest tides, swim ashore to spawn. The females will lay their eggs (4,000 a night) in the sand, and some weeks later, those eggs will hatch – at just the right time for the next peak tide to carry them out to sea. </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>These are strange animals. A</span><span> large, foot-long shield-like carapace covers </span><span>most of the crab&apos;s body, which sports no less than nine eyes - seven on top and two on the bottom. Their plate-like, spiny abdomen gives way to a long tail lined with photoreceptors. They neither sting nor pinch. In fact, they aren’t actually crabs at all, but more closely related to scorpions and spiders.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>These crabs have an ancient history. The current four species of horseshoe crabs go back as far as 200 million years, and people have found fossils of extinct varieties that are 445 million years old. This is a creature that predates the dinosaurs by as much as the dinosaurs predate us.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><strong>With primordial powers...</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>In their long history, they have developed some remarkable abilities.</span></p>\"},{\"content\":\"<p><span>“They have been exposed to every major lineage of bacteria in the ocean, and they have evolved some degree of immunity to, essentially, all of them,” says Eric Hallerman, Professor of Fish Conservation at Virginia Tech. “They’re invertebrates so they don’t have antibody-based immunity the way we do, they have cell-based immunity, and it’s the widest spectrum of that immunity in the animal world.”</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>The power of that immunity wasn&apos;t completey understood until 1954, when Frederik Bang, a scientist at the Marine Biological Laboratory in Woods Hole, Massachussetts discovered that horseshoe crab blood would clot when it came into contact with gram-negative bacteria – whether the bacteria were dead or alive. The crab blood reacts vigorously, further research would show, with highly resilient toxins produced by this type of bacteria.  </span></p>\"},{\"content\":\"<p><strong>...that touch every corner of modern medicine</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>Bacterial endotoxins, as they are known, are “extremely potent,” says John Dubczak, general manager for Charles River Endosafe’s Endotoxin Microbial Detection Division. These endotoxins can be found everywhere, particularly in water, and they cannot be destroyed easily. Not even by boiling. </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>“Doses as low as one nanogram per kilogram can cause fever, so 70 parts per billion will cause a fever reaction,” he says, if they enter the blood stream. Higher doses cause septic shock and organ failure. </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>Horseshoe crab blood is used to create a test to detect these toxins.  The test is called the Limulus Amebocyte Lysate test, and it touches every corner of modern medicine.</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>“Pharmaceutical manufacturers, vaccine manufacturers, medical device manufacturers,” says Dubczak. “Basically any product that is going to see the blood system directly or indirectly has to be tested.” It’s used to inspect everything from needles and IVs to pacemakers and dialysis machines. The most sophisticated LAL test is so sensitive it can detect bacterial toxins down to one part per trillion.  </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>Before 1912, there was no test for these toxins, so any kind of intravenous or invasive surgical treatment was extremely risky. Scientists eventually developed a test in 1912</span><span> to determine if an intravenous treatment would cause fever or not. They used rabbits, which were injected with a sample and monitored for fever for several hours. Even into the &apos;70s, biomedical firms would have hundreds of rabbits on hand to test devices for fever reaction.  The test was used widely in the medical community, but it wasn&apos;t foolproof.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Blue blood and the matrix for crabs</strong></p>\"},{\"content\":\"<p><span>At a facility on the outskirts of Charleston, South Carolina, Charles River Endosafe extracts the blood from horseshoe crabs. Charles River is one of four companies in the U.S. that manufacture LAL using crabs’ blood.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>The creatures are delivered by the truck load, alive, to a loading dock. </span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>“They’re blood donors, like the Red Cross,” says Dubczak. </span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>The crabs are inspected -- “we don’t pay fishermen for injured crabs” -- and scraped of their barnacles. They are rinsed, disinfected, and piled into large gray bins. </span></p>\"},{\"content\":\"<p><span>One by one, they are strapped into “bleeding racks.” These are stainless steel carts that hold the animals in place, a dozen to a cart. Their abdomens and long tails are tucked under their carapaces.  “It’s their natural defensive  position,” says Dubczak, but it also exposes the membrane of their dorsal cardiac sinus – their primitive analog of a heart. “We’ll penetrate this membrane with a 14 gauge needle and drain the sinus.” Dubczak says this removes about 20 percent of the animal’s blood, “but the animals will have enough blood in their appendages as well as their gills to sustain them.”</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>The carts, with rows of membrane exposed crabs, are rolled into a hepafiltered clean room on one side of the warehouse space. The room has clear plastic walls and is staffed by teams of workers in scrubs and face masks. It’s reminiscent of a hospital ward. Or a giant bubble. </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>The crabs&apos; membranes are swabbed with alcohol and stuck with needles, and blood begins to drip into bottles. It looks exactly like blue Kool-Aid. Oxygen is carried in human blood by iron-based hemoglobin, which colors it red. The crabs&apos; blood uses copper-based hemocyanin.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>After 5 to 10 minutes, the needles are removed and the bleeding racks, laden with crabs, are rolled out of the bubble. The animals are removed from their racks, placed in an open air canopy-covered truck, and taken back to the ocean.  </span></p>\"},{\"content\":\"<p> <strong>Most survive. Some do not.</strong></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>Roughly half of one percent of these crabs die from the bleeding process at this facility, Dubczak says. He says for the biomedical industry as a whole, around 3 percent of horseshoe crabs die from the bleeding process.   </span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>The Atlantic States Marine Fisheries Commission (ASMFC), the agency charged with regulating non-biomedical harvests of crabs, makes a blanket conservative assumption for its population estimates that across the entire biomedical industry, 15 percent of crabs die from bleeding.</span></p>\"},{\"content\":\"<p><span>Work done 10 years ago at Virginia Tech suggests similar mortality rates -- that 5 to 15 percent of crabs succumb, and “there’s been a more recent study conducted that suggested mortality is much higher, on the order of 28 percent,” says Eric Hallerman. Other researchers suggest that bled crabs may lay fewer eggs. </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>“There is a huge debate over whose numbers are more realistic,” he says. The uncertainty of the numbers means “the issue of whether this is sustainable is a current research question.”   </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>It is a question not just because of a debate over numbers, but because biomedical companies aren&apos;t the only people using these crabs.</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p> <strong>The other harvest</strong></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>Scientists use the crabs on land, fishermen use them at sea. They use the crabs for bait. T</span><span>he ASMFC says 729,100 horseshoe crabs were harvested and cut up in 2012 for use as bait to catch eels and whelks (sea snails).  The same year, the biomedical industry nationwide harvested 610,000 crabs, of which between 31,000 and 171,000 did not survive (depending on your survival rate assumption). By the ASMFC’s estimate, the bait fishery killed 10 times more crabs in 2012 than the biomedical fishery. </span></p>\"},{\"content\":\"<p> <strong>So...what’s sustainable?</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p>The government stepped in to take the pressure off the<span> horseshoe crab population </span>in 1998, and catch limits and management plans have developed since then.  T<span>he 2012 bait harvest was still below what the ASMFC concluded was the maximum acceptable number (1.3 million crabs for that year).</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>“Currently the horseshoe crab management board is satisfied with the level of harvest in the bait industry,” says Marin Hawke, Fishery Management Coordinator for Horseshoe Crabs at the Atlantic States Marine Fisheries Commission. She adds that the assessments of what is sustainable also take into account other species that depend on the crabs for food, such as the Red Knot, a shore bird that sustains its hemispheric migration by feeding on horseshoe crab eggs.</span></p>\"},{\"content\":\"<p><span>But there are some caveats.  First, the ASMFC doesn’t regulate or otherwise limit the biomedical harvest, it only sets quotas for the bait harvest. Nor does it use its estimations of biomedical mortality in determining how many crabs can be killed for bait.  </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>Secondly, the harvest of crabs doesn’t appear to be sustainable</span> <em>everywhere</em><span>.</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>“We just completed a stock assessment update in 2013, and the Southeast Region which is North Carolina down to Florida, the abundance is increasing,” says Hawke. “In the Delaware Bay their abundance is constant, and in the Northeast Region it’s decreasing. We’re currently looking at why that might be happening in the Northeast Region.”</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Between bait and blood, a very muddy picture</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>In South Carolina, the biomedical industry successfully lobbied the state government in the early &apos;90s to ban the harvest of crabs for bait. The horseshoe crab population in South Carolina is increasing. New Jersey also has a moratorium on harvesting crabs.  Some observers wonder whether the New Jersey ban has driven fishermen to poach crabs in New York, driving down that state’s population. </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>The ASMFC is finding it difficult to determine why populations are deteriorating in some regions while improving in others. It does not create regional population models based on biomedical harvest data because that data is confidential.  Since there are only four firms manufacturing LAL (and a fifth that bleeds crabs but does not make LAL tests), creating a publicly available model for horseshoe crab population at the regional level that takes into account both the bait and the biomedical harvest would divulge sensitive information that would be traceable to an individual biomedical firm. The ASMFC possesses the necessary data (biomedical firms are required to report it), but it cannot use it in a public, transparent way - so it doesn&apos;t. </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>So the public is left knowing this: Overall, it looks like the crabs are being harvested sustainably, whether for bait or for blood. But in some places, they are not, and it’s unclear why --  or who is responsible.</span></p>\"}]","byline":"Sabri Ben-Achour","itags":["Marketplace","Marketplace for Tuesday June 17, 2014","PMP:Marketplace_PMP","e3a2a9c953ecf420a461488d4a05d773"],"audio":[{"meta":{"width":"610","height":"340","crop":"primary"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/field_images/2014/06/5.jpg?itok=5YLvVR40","type":"image/jpeg"},{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/06/17/marketplace_segment23_20140617_64.mp3","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/06/17/marketplace_segment23_20140617","type":"application/json"},"duration":302,"duration_hms":"00:05:02"},"type":"audio/mpeg"}]}