{"created":"2015-05-13T20:30:13+00:00","modified":"2015-05-18T18:14:45+00:00","valid":{"from":"2015-05-18T18:14:45+00:00","to":"3015-05-18T18:14:45+00:00"},"hreflang":"en","guid":"e3aca70b-99ed-40c0-88f8-fc68a9b4f70e","title":"An Iowa family's aid shipments are unmasked as weapon smuggling","published":"2015-05-18T18:14:40+00:00","byline":"Nina Porzucki","tags":["Syrian civil war","conflict","Justice","Conflict & Justice","North America","Asia","United States","Lebanon","Syria"],"teaser":"A family in Cedar Rapids, Iowa, is under arrest for shipping guns and ammo to Lebanon, most likely for use on the Syrian battlefield. They almost got away with it thanks to a sham aid effort that helped them hide their smuggling among food and clothing shipments.","contentencoded":"<p>At first glance, the Herz family of Iowa was involved in an admirable effort to get food and clothing shipments to Syrians. But behind the aid — literally, sometimes — were loads of weapons and ammunition intended to be used in the country's brutal four-year civil war.</p>\n<p>\"Some of the boxes in the last shipment contained clothing, and others were other types of aid,\" says Katie Zavadski, who has been reporting on the story for <a href=\"http://www.thedailybeast.com/articles/2015/05/12/lebanese-militants-guns-in-iowa-clothing-drive.html\">The Daily Beast</a>. \"And then there were these Bobcat tractors that they were shipping, and those were actually stuffed with weapons and ammunition concealed within the Bobcats.\"</p>\n<p>​The gun and ammo buying was a family affair, it seems. Ali Herz, his son, Adam Ben Ali Herz, his brother, Bassem Herz, and Bassem’s wife, Sarah Majid Zeaiter, are accused of sending several shipments of arms abroad.</p>\n<p>The Herz family had contracted the shipping containers from a local company Midamar, which exports halal meat — meat butchered according to Islamic law — and had collected clothing to donate to an unnamed Syrian refugee charity.</p>\n<p>“That’s not really unusual in and of itself,” Zavadski says. “Lots of Muslim-owned American businesses will organize donations for Syrian refugees. But what is unusual is that this aid wound up in a container with lots of weapons.”</p>\n<p>Midamar’s attorney told Zavadski the company had no prior knowledge of the weapons. The attorney also would not release the name of the Syrian charity that was to recieve the clothing donations the company had collected.</p>\n<p>So where were the weapons going? Zavadski says it's all conjecture so far. In looking at 50-year-old Ali Herz’s social media profiles, she concluded that he had some affliation with Amal, a Lebanese Shiite party. But even that isn't certain.</p>\n<p>“There are no confirmed links,\" Zavadski says. \"All we know is that on Facebook, on social media, [Ali Herz] has photos of himself posing with missile launchers. But the authorities have not confirmed where these weapons were going to.\"</p>\n<p>The family was turned into the authorities by one of the gun dealers.</p>\n<p>“This family came in and they really did a number on his store, they cleared out a lot of his ammunition supply,\" Zavadski says. \"Then he saw them buying more weapons and then, finally, when they were back at his store he saw them reading an Arabic language text message that seemed to be telling them what to buy and that sort of raised his alarm bells.\"</p>\n<p>Zavadski also spoke with another arms dealer who sold the family weapons and alerted the police. \"He kept selling these folks weapons because the police never told him to stop,” she says.</p>\n<p>“It raises all sorts of questions about how people can go in and buy thousands of rounds of ammo — just four people, just one family — and not have that raise any flags anywhere,\" Zavadski says.</p>\n<p>And that won't be the issue when the Herz family has its first court appearance this week, she points out: \"They would’ve done nothing illegal had all the guns stayed in America, but the issue is that they were not licensed to sell or export guns. So that’s what the charges are going to focus around.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-13%2Fone-iowan-family-has-been-accused-smuggling-arms-lebanon&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/guns2.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/guns2jpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05132015_06.mp3"},{"href":"http://admin.pri.org/file/0513201506mp3"}]}