{"created":"2015-03-17T07:22:48+00:00","modified":"2015-06-05T15:28:02+00:00","valid":{"from":"2015-06-05T15:28:02+00:00","to":"3015-06-05T15:28:02+00:00"},"hreflang":"en","title":"In Intense Desert Training, Marine Women Fight For Place On Front Lines","published":"2015-03-25T21:03:00+00:00","teaser":"The Marines are being tested in California's Mojave Desert to see if they have what it takes to serve in ground combat units. Injuries in earlier training kept a dozen women from getting that far.","itags":["npr_api","393405871"],"guid":"e3be514d-380d-4350-92cd-da2df0c7f0e0","contentencoded":"<p>In the dry and craggy hills of California's Mojave Desert, Capt. Ray Kaster tries to shout over the din of a machine gun to be heard by Alpha Company, the unit of Marines he's working with during a month of rigorous instruction at Twentynine Palms training center.</p><p>As part of a larger training session, the Marines are testing whether women have what it takes to serve in ground combat: armor, artillery and infantry units. But after the first week, nearly half of the women in the infantry unit already have dropped out — a much higher dropout rate than for their male counterparts. About a dozen women remain.</p><p>Only one of the women dropped out while in the Mojave Desert; the rest dropped out because of injuries — mostly hip and leg fractures — that they received at Camp Lejeune in North Carolina while getting ready for the live-fire event in the desert.</p><p>At Camp Lejeune, the women had to perform exercises that in the past were only performed by men, from lifting ammunition cans and machine guns and carrying fellow Marines, to simulating the evacuation of a wounded comrade.</p><p>\"The load obviously is something the majority of them are not used to,\" Kaster says, adding that it didn't surprise him. \"We're all different. And that's one of the things we're here to do, to show what are those differences, and do they affect the readiness, what toll on the readiness of the infantry small unit does that have.\"</p><p>Readiness means a unit is trained and equipped for the fight.</p><p>The only woman taking part in the mock infantry attack at Twentynine Palms, Sgt. Kelly Brown, agrees that the focus must be on a unit's ability to defeat an enemy.</p><p>\"If females do want to do it ... there has to be standards put in place to ensure that combat effectiveness is not going to be altered for the infantry,\" she says.</p><p>When the mock attack is over, Brown pulls off her gear, checks her weapon and gets ready for the next round of training.</p><p>Whether women like Kelly Brown get to serve in ground combat won't be determined until later next year, when the Marine Corps looks at all the data from these training exercises. Depending on the results, the generals could recommend that some jobs, including infantry, stay closed to women.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Intense+Desert+Training%2C+Marine+Women+Fight+For+Place+On+Front+Lines&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Bowman","audio":[{"meta":{"duration":"180"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393530767-7573d2.m3u?orgId=1&topicId=1122&aggIds=363340041&d=180&p=3&story=393405871&t=progseg&e=393495709&seg=7&ft=nprml&f=393405871"},{"href":"http://media.npr.org/assets/img/2015/03/17/marines2863_22171873-edit-b6bd1174a6b7728b12f2017a2a4a46f8266b0672.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1429","width":"1906"}},{"href":"http://media.npr.org/assets/img/2015/03/17/marines2987_22171877edit-be94e3ed75a9b4425ba88c2e6c8e50ec451413ae.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"999","width":"1333"}}]}