{"created":"2014-10-27T23:49:07+00:00","modified":"2014-10-27T23:49:07+00:00","valid":{"from":"2014-10-27T23:49:07+00:00","to":"3014-10-27T23:49:07+00:00"},"hreflang":"en","title":"A Search For Cervantes That Don Quixote Could Embrace ","published":"2014-04-29T01:52:00+00:00","teaser":"Scientists have begun using radar to search for the body of Spain's most famous writer, Miguel de Cervantes, who is believed to be buried in a medieval convent in Madrid.","itags":["npr_api","307729936"],"contentencoded":"<p>Nearly 400 years since the death of Spain's most famous writer, scientists are using ground-penetrating radar to search for Miguel de Cervantes' body.</p><p>It's believed to be buried in the foundation or walls of a 17th century convent in downtown Madrid — the <a href=\"http://www.turismomadrid.es/patrimoniohistorico/linea1/anton-martin-linea1/convento-de-las-monjas-trinitarias-descalzas-de-madrid\">Convent of the Barefoot Trinitarians</a> — built in 1612 and now surrounded by 21st century <em>tapas</em> bars and traffic.</p><p>On Monday, NPR got a sneak peak inside the convent, where a dozen cloistered Catholic nuns, ages 23 to 92, live. They sing at Mass each morning, hidden behind a second-floor screen, out of public view. And they are the keepers of the legend of Cervantes' final resting place.</p><p>\"For 400 years, we have kept Cervantes' last dying wish, to be buried here,\" says Maria Jose, the nuns' secretary and the only one allowed to speak to visitors. \"We have passed down the memory of the documents that registered his burial here, even though the documents themselves have all since been lost.\"</p><p>Miguel de Cervantes Saavedra was born near Madrid around the year 1547 and went on to pen the Spanish language's most famous book, officially titled <em>The Adventures of the Ingenious Nobleman Don Quixote of La Mancha,</em> in two volumes, published in 1605 and 1615. It's considered history's first modern novel, and its author the Shakespeare of the Spanish-speaking world.</p><p>But money didn't come as quickly as fame for Cervantes.</p><p>\"This novel, everybody immediately recognized as a masterpiece, and a new turning point,\" says Fernando de Prado, a historian who has devoted most of his own life to studying that of Cervantes. \"But Miguel de Cervantes was a soldier without luck — a man without fortune. He was an extremely nice person, but he was a poor, handicapped man.\"</p><p>Cervantes served in the Spanish navy and survived gunshot wounds to his chest and arm — which left his left hand crippled. He was kidnapped by pirates and held captive for five years. The ransom required for his release bankrupted him and his relatives. He died penniless, a year after the final volume of <em>Don Quixote</em> was published.</p><p>But Cervantes is believed to have had one stroke of good luck, with his last dying wish to be buried inside the Madrid convent of the nuns who helped negotiate his freedom from pirates.</p><p>Four centuries later, a small plaque outside the convent notes that Cervantes is believed to be buried there. But no one knows precisely where — or even if the legend is true. The convent has undergone renovations several times since 1616, when Cervantes died.</p><p>Compare this to the Holy Trinity church in <a href=\"http://www.stratford-upon-avon.org/\">Stratford-Upon-Avon</a>, England, where Shakespeare is buried. It gets thousands of tourists each year. Spain wants to do something similar for its own bard and wouldn't mind cashing in on the tourist revenue that could come from it.<strong> </strong></p><p>So it's hired geophysicists to find Cervantes' body once and for all. Technicians began work on Monday, using ground-penetrating radar and infrared scans to probe the convent's foundation and walls. Local officials say they've wanted to launch such a search for decades, but that the technology to do so didn't exist until now.</p><p>\"It's magnetic impulse machinery, like an X-ray. We put this strong signal into the ground, and X-ray the shape of the cavities, structures and graves,\" says Luis Avial, technical director of <a href=\"http://www.falconhightech.com/\">Falcon High Tech</a>, a geophysics company hired to do radar scans of the convent. \"It's like you go to hospital with a broken leg. The doctor, the first thing he/she makes is an X-ray to see the information of your leg. This is the same.\"</p><p>Excavations could follow. The whole project, including scans, excavations and analysis could take up to a year, and cost $138,000. The first phase has been paid for by Madrid's town hall.</p><p>The injuries Cervantes sustained in life could help scientists identify him now.</p><p>\"Cervantes was nearly 70 when he died, and he'd described himself physically in his own writings,\" notes Francisco Etxeberría, a forensic anthropologist who helped <a href=\"http://www.npr.org/blogs/thetwo-way/2013/11/08/243949324/poet-pablo-neruda-was-not-poisoned-officials-in-chile-say\">exhume the body of the Chilean poet Pablo Neruda</a> last year. \"Cervantes had a curved nose, a hunchback — and only six teeth! Not to mention his injuries: gunshot wounds to his chest, and a crippled left hand. Whatever's left of his bones should show some signs of these injuries.\"</p><p>If they find him, the plan is to keep Cervantes' remains inside the convent — respecting his dying wish.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Search+For+Cervantes+That+Don+Quixote+Could+Embrace+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lauren Frayer","guid":"e3bfa920-bed2-4acf-afa4-b4d77849561a","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1307766351-174ab4.m3u?orgId=1&topicId=1124&ft=3&f=307729936"},{"href":"http://media.npr.org/assets/img/2014/04/28/cervantes-1-9ccbe7a839b23ae921e79b732b7d5055f4987232.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1599"}},{"href":"http://media.npr.org/assets/img/2014/04/28/cervantes-3-fc63313bcb64db402375803e6b8145771d5890f8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1676","width":"2235"}},{"href":"http://media.npr.org/assets/img/2014/04/28/cervantes-2_enl-89d03e913bf443a11adee615d38a092f45481cd0.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1206","width":"945"}}]}