{"created":"2015-01-18T14:05:19+00:00","modified":"2015-01-19T12:06:00+00:00","valid":{"from":"2015-01-19T12:06:00+00:00","to":"3015-01-19T12:06:00+00:00"},"hreflang":"en","title":"Obama's Trouble Articulating The State Of The Economy","published":"2015-01-19T12:05:00+00:00","teaser":"It's easy to give a rousing State of the Union speech when the economy is doing well, but Obama has had a hard time hitting the right note in years when the country was hurting.","itags":["npr_api","378080969"],"guid":"e3cf61ad-7303-4413-8616-28226af7947b","contentencoded":"<p>When you're president of the United States, what you say about the economy matters, because it isn't just about numbers and widgets; It's about people's lives and hopes. The health of the economy is intertwined with the national psyche.</p><p>On Tuesday, when President Obama delivers his State of the Union address, he will talk about the economy, something that in the past he's struggled to describe in a way that resonated with the American people.</p><p>\"I know that for many Americans watching right now,\" Obama said, addressing a joint session of Congress in 2009, \"the state of our economy is a concern that rises above all others.\"</p><p>That February, Obama's first in office, the nation was in the throes of the worst recession in generations. He used the word \"crisis\" 11 times. The month before, the economy had shed nearly 800,000 jobs, and the situation would get worse before it got better.</p><p>\"You don't need to hear another list of statistics to know our economy is in crisis, because you live it every day,\" he said. \"It's the worry you wake up with and the source of sleepless nights.\"</p><p>In that first address, Obama and his speechwriters figured the American people weren't simply looking to him for sympathy and an accounting of economic doom. Obama had been elected on a message of hope, and he needed to offer some.</p><p>\"Tonight I want every American to know this: We will rebuild, we will recover and the United States of America will emerge stronger than before,\" he said.</p><p>But since then, Obama has had a hard time hitting the right note when talking about the economy. In that first speech, he was still an outsider. But in the years that followed, it was his economy.</p><p>In 2010, he reframed, saying the worst of the storm had passed.</p><p>\"And after two years of recession, the economy is growing again,\" he said. \"Retirement funds have started to gain back some of their value, businesses are beginning to invest again.\"</p><p>But just barely. The recession was technically over, but there was huge disconnect between Obama's words and what Americans were experiencing. One in 10 people still couldn't find work.</p><p>The story was the same in 2011, when an optimistic Obama told an unconvinced America, \"The stock market has come roaring back. Corporate profits are up. The economy is growing again.\"</p><p>Year after year, Obama described green shoots and good news that economists say were real, but many people watching at home simply didn't feel. Each year, Republicans, in their official response, had no problem finding very real pain to highlight.</p><p>The contrast between Obama's assessment and the GOP response was never starker than in 2012.</p><p>\"The state of our union is getting stronger, and we've come too far to turn back now,\" he said.</p><p>Then-Indiana Gov. Mitch Daniels gave this GOP response: \"The president did not cause the economic and fiscal crises that continue in America tonight, but he was elected to fix them, and he cannot claim that the last three years have done anything but make them worse.\"</p><p>The economy wasn't actually worse: The unemployment rate was no longer rising. It was coming down, and that trend has continued. In 2014, U.S. businesses added more jobs than in any year since the go-go '90s.</p><p>When Obama stands at the front of the House chamber and talks up the economy this Tuesday, polls, consumer confidence surveys and $2-a-gallon gas all indicate the American public is more likely to agree with his assessment.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama%27s+Trouble+Articulating+The+State+Of+The+Economy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"267"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378116174-5fd20c.m3u?orgId=1&topicId=1014&ft=3&f=378080969"},{"href":"http://media.npr.org/assets/img/2015/01/18/85072389-853ec117b433cb08e1151131467b71119448351c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2297","width":"3063"}}]}