{"created":"2014-08-30T17:05:17+00:00","modified":"2014-12-23T18:40:00+00:00","valid":{"from":"2014-12-23T18:40:00+00:00","to":"3014-12-23T18:40:00+00:00"},"hreflang":"en","title":"More Military Families Are Relying On Food Banks And Pantries","published":"2014-08-20T15:43:00+00:00","teaser":"A survey by Feeding America, a network of U.S. food banks, found that one-quarter of all U.S. military households used a food pantry in 2013. But service members are often reluctant to seek such help.","itags":["npr_api","340676181"],"guid":"e3d0e8e2-764a-4c10-be71-71fcd24596c2","contentencoded":"<p>Despite the economic recovery, more than 46 million Americans — or 1 in 7 — used a food pantry last year. And a surprisingly high number of those seeking help were households with military members, according to a new survey by Feeding America, which is a network of U.S. food banks.</p><p>The <a href=\"http://help.feedingamerica.org/site/PageServer/?pagename=HIA_hunger_in_america&s_src=W148REFER&s_referrer=google&s_subsrc=Feeding%20America&_ga=1.235572865.1605083190.1408224041\">survey</a> — conducted in 2013 — found that almost 620,000 of the households using Feeding America services have at least one member currently in the military. That's one-quarter of all U.S. military households.</p><p><a href=\"https://www.mdfoodbank.org/about-us/board-directors/\">Deborah Flateman</a>, president and CEO of the Maryland Food Bank in Baltimore, says she isn't surprised. Last year, her food bank started working with groups like the USO to provide food aid to families affiliated with nearby military bases like Fort Meade.</p><p>She says, so far, they've used their mobile food pantry to distribute more than 200,000 pounds of food to military families.</p><p>\"They're not unlike any of the other families that we serve,\" says Flateman. \"They meet hardship and they need assistance with food.\"</p><p>And other food banks and pantries say they're seeing a similar increase.</p><p>Margaret Young is with the Calvary Assembly of God Church in Dover, Del., about a mile from Dover Air Force Base. She says she noticed about four years ago that more military families were showing up at the church food pantry for help. She says they're usually young, junior-level service members with kids.</p><p>\"And then of course they have younger spouses,\" says Young. \"And the spouses, you know, when you have to relocate every couple of months or every couple of years, however that works, it makes it harder for them to find jobs. I think that's the primary reason.\"</p><p><a href=\"http://feedingamerica.org/how-we-fight-hunger/about-us/national-staff/maura-daly.aspx\">Maura Daly</a> of Feeding America says that's what they found in their survey: Both military and nonmilitary families are having a difficult time making ends meet. She says even though most of their clients work, they often have to make difficult choices.</p><p>\"Between things like food and paying for their utilities, food and paying for transportation, food and paying for medicine or housing,\" she says. \"So these are literally choices that people have to make between eating, putting a roof over their head, keeping the lights on.\"</p><p>In a written statement, Pentagon spokesman Nate Christensen told NPR that the Defense Department is reviewing the survey results.</p><p><strong>UPDATE Monday Aug. 18, 10:52 a.m.:</strong> After reviewing the results, Christensen wrote in an email, \"The Department of Defense disagrees with the methodology that Feeding America used to calculate the estimated percentage of military households served by its food assistance programs.\"</p><p>But Christensen also said that military pay and benefits compare favorably with the private sector, and if a service member has financial troubles, counseling is available.</p><p>But Joyce Raezer, executive director of the <a href=\"http://www.militaryfamily.org/\">National Military Family Association</a>, a nonprofit group that supports military families, says service members are often reluctant to seek such help. That's especially the case now that the military is downsizing, she says.</p><p>\"People are afraid to call attention to themselves. They don't know who's getting picked to be asked to leave and who's going to get to stay and what the criteria are. And so a lot of these families are just laying low,\" says Raezer.</p><p>Also, it can be embarrassing to admit you need help with food. Raezer wasn't at all surprised that we were unable to get any military families to go on record for this story.</p><p>\"The reason they go to the food bank is it's anonymous,\" she says.</p><p>But Raezer has no doubt the need is there, even if the Feeding America numbers seem high to her. She says some families have trouble managing their finances, with all the disruptions of military life, and especially if there's an unexpected bill for something like a car repair.</p><p>\"Which may mean at the end of the month, things are a little tighter than they should be,\" she says.</p><p>And free food at the pantry might be just what they need to get by.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=More+Military+Families+Are+Relying+On+Food+Banks+And+Pantries&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Pam Fessler","audio":[{"meta":{"duration":"249"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341283426-ee1813.m3u?orgId=1&topicId=1053&ft=3&f=340676181"},{"href":"http://media.npr.org/assets/img/2014/08/15/food-bank-91730b5440dd2557e53356d7f557422878558351.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1173","width":"1565"}}]}