{"created":"2014-10-27T08:37:01+00:00","modified":"2014-11-10T20:50:30+00:00","valid":{"from":"2014-11-10T20:50:30+00:00","to":"3014-11-10T20:50:30+00:00"},"hreflang":"en","title":"In Crimea, Many Signs Of Russia, Few Of Resistance","published":"2014-10-27T13:08:00+00:00","teaser":"Russia's takeover of Crimea extends from the flags over government buildings to passports to the labels on wine bottles. Despite the international criticism, many Crimeans are happy to rejoin Moscow.","itags":["npr_api","358564273"],"guid":"e3d7f941-a920-4f6a-94f6-2aa823630a9c","contentencoded":"<p>Morning Edition<em> host David Greene and producer Lauren Migaki traveled to Crimea to see what's changed since Russia sent troops in this spring and shortly afterward annexed the territory despite widespread international criticism. Their stories will be on air and online this week. </em></p><p>We're traveling through flat farmland on a two-lane road in the far north of Crimea, when suddenly it's interrupted by a checkpoint. Actually, Russia now considers it the border, a physical reminder of the new divide between Russia and Ukraine — and the West.</p><p>A guy in military camouflage, with a Kalashnikov rifle slung over his shoulder, sees NPR producer Lauren Migaki with her tape recorder going, and he makes it clear he wants it off.</p><p>She turns off the recorder. But that's not enough. Another guy in military fatigues comes over and says we broke the law as foreigners by being so close to a Russian border. He takes our passports and asks our interpreter to come with him, leaving us to wait.</p><p>This little episode is a personal reminder that Russia is now in control. All across Crimea, the signs of Russian power and influence have arrived.</p><p>Ukrainian flags that flew atop government buildings have been removed, replaced by Russian flags. Menus in restaurants have been reprinted with prices in Russian rubles. New labels have been glued on wine bottles — even older vintages — saying the wine is from \"Crimea, Russia.\"</p><p>And, there's a wall, perhaps a mile or so long, running alongside the road from Crimea's main airport. There are murals painted by schoolchildren who were assigned a theme: We Love Russia.</p><p>There are outlines of the Crimean Peninsula painted in colors of the Russian flag and scenes from Crimean cities. But someone took a section of a mural and painted a heart over it in the Ukrainian colors, blue and yellow.</p><p>So there is resistance to Russia's takeover here, even if you don't hear it openly.</p><p>Still, many Crimeans are elated to join Russia. And what Russia has going for it is a very deep history here.</p><p>The Crimean city of Sevastopol has this vast harbor opening onto the Black Sea. Ships travel south from here to Turkey, then through the Bosphorus Strait and out to the Mediterranean Sea. This explains why Russia has for centuries anchored its Black Sea naval fleet here.</p><p>After the Soviet Union broke apart in 1991, Russia rented and shared the harbor with Ukraine's navy. But now, Russia is taking all the spoils. The Ukrainian naval vessels in Sevastopol now belong to Russia, our guide tells us.</p><p>Sevastopol doesn't seem to fear change because it's been through so much of it. In World War II, the city was attacked and occupied by the Nazis, who leveled almost every structure in town. The Soviet navy eventually drove the Nazis out and liberated it.</p><p>This place has been filled with Soviet pride since then and all through the Cold War, when submarines from this port spied on the U.S.</p><p>One image Americans had of a Soviet sub commander lurking in the ocean was Sean Connery in the movie <em>The Hunt for Red October</em>.</p><p>How can we pass up the chance to meet a real Soviet sub commander? So we take a taxi up a hill from the harbor. The driver is blaring Soviet tunes as he takes us to the home of Valentin Danilov, former executive officer on a Soviet sub. Danilov, 83, is in full uniform, from the old Soviet glory days.</p><p>The dark blue uniform is cleanly pressed. A navy cap is trimmed with gold. A submarine pin is on his chest. On the shoulder is the blue and white flag of the Russian navy. He loves to wear it in public. During the 23 years after the Soviet collapse, when this was Ukraine, he got some dirty looks wearing the uniform. Those looks disappeared once Russia annexed Crimea.</p><p>\"You feel more secure when you see guys in uniform walking down the street,\" Danilov explains. \"It's good not only for men, but women love it.\"</p><p>The most important woman in Danilov's life was married to him for 60 years. She died a few months ago. He walks us into the apartment where he lived with her, apologizing for the mess. I'm a bachelor, he tells us. He says he's so happy his wife lived long enough to see Crimea return to Russia.</p><p>\"My wife was energized,\" Danilov says. \"Back in March, she was in the hospital. Her condition was severe, very bad. When she heard about this great news, it gave her power and energy to live a couple months more.\"</p><p>Before we leave, Danilov utters that Russian phrase that's either inviting or terrifying, depending on your mood. \"Na pasashok,\" or \"One for the road.\"</p><p>We say yes, and the captain brings out his homemade whiskey, along with pickles and sliced pork fat.</p><p>Older Crimeans, like Danilov, have lived in three different countries. The Soviet Union, then Ukraine and now Russia. All within 25 years. They haven't actually moved anywhere. But they feel like they've returned home.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Crimea%2C+Many+Signs+Of+Russia%2C+Few+Of+Resistance&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Greene","audio":[{"meta":{"duration":"454"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359233277-0cbc5b.m3u?orgId=1&topicId=1124&ft=3&f=358564273"},{"href":"http://media.npr.org/assets/img/2014/10/24/crimea1-91210581d3026183e0eb288df0a769c32ac4c24c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"667","width":"890"}},{"href":"http://media.npr.org/assets/img/2014/10/24/crimea3-0857a1ee92210575949280ab28d81ae6448ed8b3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2010","width":"2680"}},{"href":"http://media.npr.org/assets/img/2014/10/24/crimea5-0e0e87be19baf7294d76235ed07d65c9d0b75f7a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2170","width":"2894"}}]}