{"created":"2015-04-03T19:45:58+00:00","modified":"2015-05-13T21:05:00+00:00","valid":{"from":"2015-05-13T21:04:59+00:00","to":"3015-05-13T21:04:59+00:00"},"hreflang":"en","title":"This Guy Is Running For President, And So Are More Than 200 Others","published":"2015-04-09T20:14:00+00:00","teaser":"Ryan Shepard doesn't have a media relations office or a slick-tongued press secretary, but he's as much a candidate, officially, as Ted Cruz.","itags":["npr_api","397110609"],"guid":"e3e68fd7-6dff-4d36-bdb0-d95dc4ff17aa","contentencoded":"<p>It's not hard to reach presidential candidate Ryan Shepard; he doesn't have a media relations office or a slick-tongued press secretary.</p><p>Shepard, 40, is a bartender at Roc Brewing Co. in Rochester, N.Y., while also working toward a bachelor's degree in creative writing at nearby SUNY Brockport. He plans to enroll in an master of fine arts writing program after he graduates.</p><p>He is also just as much a candidate for U.S. president as Ted Cruz, who was billed by many as the first and only candidate to file so far.</p><p>\"I'm doing something,\" says Shepard, when asked about his campaign. \"You know, people can complain about the government all they want, but you see very few people actually attempting to do anything. A lot of those people don't even vote.\"</p><p>Cruz got 13,000 retweets when he announced on Twitter. Shepard shared a photo announcing his campaign on Facebook, and got eight likes.</p><p>Shepard became a U.S. presidential candidate just two days after Cruz did, according to the Federal Election Commission. More than 200 others across the country also have filed to run for the big chair. Cruz was actually 194th to file, <a href=\"http://www.fec.gov/press/resources/2016presidential_form2dt.shtml\">according to FEC records</a>.</p><p>Is it that easy for a normal guy to become an official presidential candidate?</p><p>\"I wanna say four minutes?\" Shepard said, when asked how long it took him to apply.</p><p>All you have to do is fill out a <a href=\"http://www.fec.gov/pdf/forms/fecfrm2.pdf\">one-page form</a> called the FEC Form 2. If you want to receive campaign contributions that eventually will total more than $5,000, you fill out one more form, <a href=\"http://www.fec.gov/pdf/forms/fecfrm1.pdf\">the FEC Form 1</a>. Then you're set.</p><p>The majority of candidates so far are men, and running as either Republicans or independents.</p><p>Some of the applications are obvious pranks — \"Sydney's Voluptuous Buttocks\" officially filed on March 3 — but others are very serious.</p><p>Marc Feldman, a libertarian candidate, filed in January. While he isn't a household name, he's also not completely new to the campaign trail: Feldman ran for attorney general in his home state of Ohio in 2010 and garnered more than 100,000 votes.</p><p>Feldman said he wants to balance the United States budget on Day 1 in office. He added that he isn't going to accept campaign donations of more than $5 apiece.</p><p>\"I think that raising a billion dollars and spending a billion dollars to run a presidential campaign is wrong,\" he says.</p><p>Despite big hopes, the chances of candidates like Feldman or Shepard making even the smallest splash are slim or worse. Financial, name-recognition and credibility deficits are just two challenges in a long list the candidates would have to overcome, says Tyler Johnson, an assistant professor of political science at the University of Oklahoma.</p><p>\"Who knows how they're going to even get people to work for them, to go out into the field and spread their gospel,\" says Johnson. \"They have so many deficits that it's, I would say, impossible for any of those individuals to have a serious shot.\"</p><p>Which doesn't mean they won't try, of course. At least seven more people have filed to run since Shepard officially became a candidate on March 25.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=This+Guy+Is+Running+For+President%2C+And+So+Are+More+Than+200+Others&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Miles Parks","audio":[{"meta":{"duration":"155"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397891223-84670e.m3u?orgId=1&topicId=1014&d=155&p=2&story=397110609&t=progseg&e=397890941&seg=6&ft=nprml&f=397110609"},{"href":"http://media.npr.org/assets/img/2015/04/03/milesparks-419ab2266577afc39680f726f3a93d9a0aa2949e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1470","width":"1961"}}]}