{"created":"2014-11-19T22:35:39+00:00","modified":"2014-11-19T22:35:40+00:00","valid":{"from":"2014-11-19T22:35:40+00:00","to":"3014-11-19T22:35:40+00:00"},"hreflang":"en","guid":"e3f7fc30-1468-4eb8-b57d-648d978e9a59","title":"Former Guantanamo detainee says the UK rejected his offer to help save an ISIS hostage","published":"2014-11-19T22:35:35+00:00","byline":"Shirin Jaafari","tags":["Moazzam Begg","Islam","Guantanamo Bay detention camp","politics","Syrian civil war","Islamic State","Islamic State in Iraq and Syria","Justice","Conflict & Justice","Asia","Europe","United Kingdom","Syria","Alan Henning","Abu Bakr al-Baghdadi","James Foley","Moazzam Begg","Islam","Guantanamo Bay detention camp","Politics","Syrian war"],"teaser":"Moazzam Begg, a former prisoner at Guantanamo Bay prison, says he offered to help negotiate the release of British hostage Alan Henning. Instead, the British Foreign Office ignored him for months.","contentencoded":"<p>In December last year, Moazzam Begg, a former detainee at Guantanamo Bay prison, received a message from aid workers in Syria. They told him a British colleague named Alan Henning had been kidnapped by ISIS — and they wanted Begg to help negotiate his release.</p>\n<p>Begg is British-Pakistani, but has lived in Syria and says he has strong connections there. He also speaks fluent Arabic. \"I spoke to former hostage negotiators here [UK], I got messages to prominent scholars ... and I wrote a letter to the Caliph of the Islamic State, Abu Bakr al-Baghdadi,\" Begg says.</p>\n<p>But as Begg was preparing these documents in February, British police arrested him, accusing him of providing terrorist training and funding terrorism overseas. Even after he was taken to prison, he continued to ask the Foreign Office for permission to reach out to ISIS about Henning's captivity.</p>\n<p>Begg believes there are several reasons why his appeal might have gone down well with members of ISIS, which also calls itself the Islamic State. \"I was a prisoner here, accused of supporting Islamic groups in Syria,\" he points out. \"It would have resonated with them.\"</p>\n<p>Begg says he has helped release hostages before. He made an appeal back in 2005 for hostages held in Iraq and they were eventually released. But the British government didn't respond to Begg's proposal. He said they \"sat on it for eight months,\" and Henning was eventually executed.</p>\n<p>Begg viewed the captives as people who tried to help Syrians. In the case of journalists such as James Foley, he says, he helped shed light on what was taking place there. \"This person should have been a hero rather than be treated in that way and executed so barbarically,\" he says.</p>\n<p><em>Editor's note: the audio in this story is an extended version of the interview with Moazzam Begg. A shorter version was broadcast because of time limitations.</em></p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/11192014long110.mp3"},{"href":"http://www.pri.org/file/11192014long110mp3"}]}