{"created":"2015-06-25T12:42:11+00:00","modified":"2015-06-26T14:17:29+00:00","valid":{"from":"2015-06-26T14:17:29+00:00","to":"3015-06-26T14:17:29+00:00"},"hreflang":"en","guid":"e4037e9f-100b-40e2-9b36-9de2d1623f52","title":"'You are as good as anybody else.' Same-sex couple who married in 1970 on Supreme Court move. ","published":"2015-06-26T14:17:23+00:00","byline":"T.J. Raphael","tags":["LGBT rights","culture","history","Culture","Arts, Culture & Media","North America","United States"],"teaser":"It's about time, say the two men who, 45 years ago, beat the system to become the first known same-sex couple to get a marriage license in the US. ","contentencoded":"<p dir=\"ltr\">The Supreme Court's decision on same-sex marriage Friday came 45 years after two young men legally wed in Minnesota. They are still together.</p>\n<p dir=\"ltr\">“As my parents told me when we were growing up, you are as good as anyone else, and I believe that,” says Michael McConnell, who fell in love with Jack Baker in 1967 and married him three years later.</p>\n<p dir=\"ltr\">The Supreme Court ruled 5-4 that <a href=\"http://www.washingtonpost.com/politics/gay-marriage-and-other-major-rulings-at-the-supreme-court/2015/06/25/ef75a120-1b6d-11e5-bd7f-4611a60dd8e5_story.html\">the Constitution requires that same-sex couples be allowed to marry</a>, no matter where they live, and that states may no longer reserve the right only for heterosexual couples.\" No longer may this liberty be denied to them,” Justice Anthony Kennedy wrote for the majority.</p>\n<p dir=\"ltr\">Baker and McConnell fell in love in 1967 — six years before homosexuality was removed from the Diagnostic and Statistical Manual of Mental Disorders and two years before the Stonewall rebellion in New York City. The two University of Minnesota students had never known a gay couple that successfully married. But that didn't stop them from going to the Hennepin County District Court Clerk to apply for a license in 1970. In the process, they became the first known same-sex couple in the US to apply for a marriage license.</p>\n<p dir=\"ltr\">Nearly 50 years later, the two are still together.</p>\n<p>“Our friend Cruz, who introduced us 48 years ago, said, ‘You two are destined for each other,’” McConnell recalls. “At the time, I wasn’t really sure whether that was true. But the truth is, he was right. I kind of feel like we’ve arrived in a very comfortable, loving, committed relationship that we can be proud of.”</p>\n<p dir=\"ltr\">When Baker was in law school, he researched the possibility of marrying McConnell and then decided to take action.</p>\n<p dir=\"ltr\">“What you learn in law school is that everyone is entitled to equal protection under the law,” Baker says. “No where in the Minnesota statute did it say that two men could not marry each other. Under the rule of law, what’s not forbidden is permitted. But when we applied in Hennepin County, the clerk said that he would not issue the license.”</p>\n<p dir=\"ltr\">Baker and McConnell took legal action and decided to file a lawsuit in order to obtain a marriage license, but a court dismissed the couple's claims and ordered the clerk not to issue the legal document.</p>\n<p dir=\"ltr\">In the aftermath, McConnell and Baker were left with very few options, so they moved toward an unconventional solution: Adoption.</p>\n<p dir=\"ltr\">“You can get almost as many benefits of marriage [as you can from] an adoption,” says Baker. “We went to a court and applied for an adoption, where Michael adopted me.”</p>\n<p dir=\"ltr\">In August 1971, Judge Lindsay Arthur approved the adoption request, saying that \"regardless of popular conception, adoption is not limited to children,” the Associated Press reported at the time. The decree allowed Baker to change his legal name to the more gender-neutral Pat Lyn McConnell, though he has continued to use the name Jack Baker.</p>\n<p dir=\"ltr\">“Once the court issued the adoption certificate with the name change, we simply went down to another county and applied for a [marriage] license, which was issued,” Baker says. “Everything was done according to law, and no one has challenged it. It has never been taken to a court, and it is a lawful license and a lawful contract. Only a court can invalidate a lawful contract, so it has remained legal until this day.”</p>\n<p dir=\"ltr\">Once Baker and McConnell received their marriage certificate, they hired a Methodist minister to perform their wedding ceremony.</p>\n<p dir=\"ltr\">“If all of my brothers and sisters could have marriages and my cousins and others in my family, I believed I should be able to have a marriage. To celebrate that in the family and with friends was extremely important. I wanted that same feeling of security and love that others in my family have experienced.”</p>\n<p dir=\"ltr\">McConnell says that in addition to love, obtaining a marriage license was also a matter of principle for the couple.</p>\n<p dir=\"ltr\">“Certainly it’s important to have the contract because rights and privileges are distributed through the marriage contract,” McConnell says. “I am entitled to those same marriage privileges and rights as any other citizen, and I wasn’t about to take less.”</p>\n<p dir=\"ltr\">As the couple enters into their 49th year of commitment, they say that their connection remains vital to their relationship.</p>\n<p dir=\"ltr\">“Love is the most powerful force in the universe, and same-sex bonds like ours are a basic ingredient of human life,” says McConnell. “Our relationship, like all relationships, is about love and commitment. When we made those vows, we believed it. And we still do.”</p>\n<p dir=\"ltr\"><em>Click on the audio player above to hear more from McConnell and Baker. Their story will also be told in the forthcoming book, \"The Wedding Heard 'Round the World: America's First Gay Marriage,\" which will be released in 2016.</em></p>\n<p dir=\"ltr\"><em>This <a href=\"http://www.thetakeaway.org/story/45-years-later-first-same-sex-couple-ever-apply-marriage-license-share-their-story/\">story</a> first aired as an interview on PRI's <a href=\"http://www.thetakeaway.org/\">The Takeaway</a>, a public radio program that invites you to be part of the American conversation.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-25%2Fmeet-two-men-who-managed-get-first-known-same-sex-marriage-license-back-1970&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/audio.wnyc.org/takeaway/takeaway062315-gaycouple.mp3"},{"href":"http://admin.pri.org/file/takeaway062315-gaycouplemp3"}]}