{"created":"2015-05-13T20:17:30+00:00","modified":"2015-05-14T01:28:03+00:00","valid":{"from":"2015-05-14T01:28:02+00:00","to":"3015-05-14T01:28:02+00:00"},"hreflang":"en","guid":"e40be657-f329-42f4-a29f-d5055b2e4e4f","title":"Does God want Dzhokhar Tsarnaev to get the death penalty? ","published":"2015-05-14T01:27:58+00:00","byline":"Matthew Bell","tags":["Boston Marathon bombings","Dzhokhar Tsarnaev","Tsarnaev trial","death penalty","Religion","religious law","capital punishment","Justice","Belief","Lifestyle & Belief","Boston","United States","Massachusetts","Dzhokhar Tsarnaev","Boston Marathon Bombing","Capital punishment","Helen Prejean","Religion","Ethics","Eye for an eye","Social Issues"],"teaser":"People of faith have looked to scripture and religious tradition to argue against putting the admitted Boston Marathon bomber on death row. But capital punishment, even for those guilty of murder, is a complex and divisive issue for all three major monotheistic religions.","contentencoded":"<p>If there was anything close to a star witness at the trial of Dzokhar Tsarnaev, it was Helen Prejean. The Roman Catholic nun, whose story was told in the Susan Sarandon/Sean Penn movie \"Dead Man Walking,\" is probably America’s best-known opponent of the death penalty. </p>\n<p>Prejean took the stand on Monday and revealed she had met with the 21-year-old defendant five times in prison and that they had discussed various subjects.  </p>\n<p>“I talked about how in the Catholic Church we have become more and more opposed to the death penalty,” said Prejean, which prompted an objection from the prosecution. </p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p dir=\"ltr\" lang=\"et\" xml:lang=\"et\">Inside the Tsarnaev trial today - Dzhokhar speaks. <a href=\"http://t.co/U4XF494ZXg\">http://t.co/U4XF494ZXg</a> <a href=\"http://t.co/5YSJI4CYNd\">pic.twitter.com/5YSJI4CYNd</a></p>\n<p>— Richard Johnson (@newsillustrator) <a href=\"https://twitter.com/newsillustrator/status/597840509000916992\">May 11, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>It's hardly a surprise that prosecutors wanted to keep Prejean from weighing in on the moral question of sentencing someone to death. After closing arguments on Wednesday, the men and women of the jury will decide between the death penalty for Tsarnaev and life in prison.</p>\n<p>“The choice between these very serious alternatives is yours and yours alone to make,” Judge George O’Toole told jurors on Wednesday. </p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p dir=\"ltr\" lang=\"tl\" xml:lang=\"tl\"><a href=\"http://t.co/U4XF494ZXg\">http://t.co/U4XF494ZXg</a> sketch of Dzhokhar as the prosecution preps jury at Tsarnaev trial. <a href=\"http://t.co/PowAafr3SN\">pic.twitter.com/PowAafr3SN</a></p>\n<p>— Richard Johnson (@newsillustrator) <a href=\"https://twitter.com/newsillustrator/status/598575929548476416\">May 13, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>The death penalty is not very popular in Massachusetts, and one reason for that is religious belief. The state has a large population of Roman Catholics, and the Vatican is firmly against capital punishment. </p>\n<p>But that doesn't mean Catholics — or people from other religious traditions — aren't struggling with the question of whether Tsarnaev should be sentenced to death. </p>\n<p>Three days after the bombs went off near the marathon finish line in 2013, the late mayor of Boston, Thomas Menino, spoke at an interfaith memorial service for the victims. Naturally, he turned to scripture in his remarks.</p>\n<p>“It is written that hatred stirs up strife, but love covers all sins,” a visibly shaken Menino told the people in the pews.   </p>\n<p>But this particular sin might have been an exception for the mayor. Three days after he spoke at the Cathedral of the Holy Cross, the Roman Catholic mayor told reporters that he was rethinking the issue of capital punishment because of the nature of the crime. </p>\n<p>“I have never supported the death penalty, but I will say in this one I might think it’s time this individual serves his time with the death penalty,” Menino said. </p>\n<p>Nancy Taylor, the senior minister of Old South Church in Boston, has also wrestled with the circumstances. She has been an outspoken opponent of the death penalty, but after several members of the congregation were injured in the marathon bombing, Taylor says she stopped speaking out publicly against capital punishment. </p>\n<p>“I am muting my voice, simply trying to pastor people through what is a very, very difficult time,\" she says. \"This trial has brought everything up so [vividly.] People are reliving the horror of what they saw and smelled and felt, and reliving the horror of surgeries and second-guessing on surgeries. So my primary role is to be a pastor to them.\"</p>\n<p>It <em>is</em> possible to be both a faithful Catholic and a supporter of the death penalty, says Father Chip Hines of Blessed Sacrament Parish in Walpole, Massachusetts. The Catholic Church itself, however, is unequivocal, Hines says: It is opposed to capital punishment, full stop — and Hines agrees with that position. </p>\n<p>“I celebrated [bombing victim] Krystal Campbell’s funeral Mass. Her family was completely devastated, as all the victims’ families were,” Hines says. But while he describes the bombing as an act of evil, he knows \"the Church, right on up to the pope, would say that just because evil was done doesn’t mean that we need to participate in the evil of taking someone’s life.”</p>\n<p>The parents of 8-year-old bombing victim Martin Richard, who are Roman Catholic, issued a statement last month that ran on the front page of the Boston Globe. “We are in favor of and would support the Department of Justice in taking the death penalty off the table in exchange for the defendant spending the rest of his life in prison without any possibility of release and waiving all of his rights to appeal,\" wrote Bill and Denise Richard.</p>\n<p>“It’s an extraordinary act of … spiritually evolved people to be able to say that,\" says Nancy Taylor, the minister from Old South Church. \"I give them all credit for being willing, because they’re going to get some heat on that,” Taylor says.  </p>\n<p>The debate about capital punishment leads to some tough questions for people of faith, Taylor says, ones “about the nature of God, what it means to be a human being, about the nature of good and evil, mercy and justice.” But these are important questions, she says.</p>\n<p>Long before the dawn of Christianity, Jewish thinkers deliberated on those very same questions. Capital punishment was permitted in Jewish tradition, based on the Biblical principle of “an eye for an eye.” But Rabbi Ronne Friedman of Temple Israel in Brookline, Massachusetts, says he is still against capital punishment, even in the case of the case of the marathon bomber.</p>\n<p>“I’m not concerned for the perpetrator, but I’m concerned with regard to the impact upon the rest of society,” Friedman says. “Capital punishment here might satisfy an immediate impulse, but it doesn’t restore any of those lives.”</p>\n<p>The Quran also includes the principle of an “eye for an eye” or, in the case of murder, “a life for a life.” But Islamic law is still quite flexible and, just as with the American justice system, Muslim judges working under an Islamic system would take mitigating factors into account, even in the case of murder.</p>\n<p>Yet Imam Talal Eid, the head of the <a href=\"http://www.iiboston.net/\">Islamic Institute of Boston</a>, says looking at Tsarnaev's case from a Muslim perspective leads to one conclusion: “He murdered innocent people, terrorized hundreds of people. If ... the jury decided to go for capital punishment, I’m all for it.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-13%2Fdoes-god-want-dzokhar-tsarnaev-get-death-penalty&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05132015_04.mp3"},{"href":"http://admin.pri.org/file/0513201504mp3"}]}