{"created":"2015-01-11T22:10:30+00:00","modified":"2015-01-31T15:05:15+00:00","valid":{"from":"2015-01-31T15:05:15+00:00","to":"3015-01-31T15:05:15+00:00"},"hreflang":"en","title":"Miranda July Balances Weirdness And Reality In Debut Novel","published":"2015-01-11T23:45:00+00:00","teaser":"The director and artist says one of the challenges of writing <em>The First Bad Man </em>was shaping her main character's odd psyche. Then, she says, she realized, \"I can always take it back if it's too much.\"","itags":["npr_api","375913213"],"guid":"e40cd5fe-bbe3-4674-9db2-96d59ab921e4","contentencoded":"<p>Cheryl is odd — just a little off, somehow. She's obsessive, and delusional, living in a world that feels like reality twisted a few degrees off kilter.</p><p>So it may come as no great surprise that she's an invention of Miranda July, the screenwriter, actor, artist and writer who is famous for her quirky creations. Her movie <em>Me and You and Everyone We Know</em> — which July wrote, directed and starred in — won the 2005 Camera d'Or award. Her 2008 short story collection <em>No One Belongs Here More Than You</em> established her as a writer outside film.</p><p>And then she decided to try her hand at writing a novel.</p><p>\"I love a challenge,\" July tells NPR's Arun Rath. \"There's nothing that gets my heart going like the sense that I will fail.\"</p><p>\"This was kind of one of the last ones left, and just such an obvious one. Like, you've written short stories, you've made movies. Can you write a novel?\"</p><p>The result was <em>The First Bad Man</em>, the story of what happens to Cheryl, who has lived alone for many years, when a young woman named Clee suddenly moves in with her.</p><hr /><h3>Interview Highlights</h3><p><strong>On crafting Cheryl's character as weird, but not too weird</strong></p><p>That was the line I was always walking. Like, letting myself go totally as far as I wanted to go into her psyche which sometimes is mine and sometimes is just something I'm making up. And then realizing well, I can always take it back if it's too much. And there are places [where] I pulled back and, you know, shaping her character was definitely one of the more delicate processes of making the book.</p><p><strong>On how love transforms reality in the book</strong></p><p>Without giving too much away, there is an actual, real baby that is made in this book. And one of the most interesting discoveries that I made, as one does when they're writing — like, you don't know everything that's going to happen — was to realize that this book was an origin story, among other things, and that it wasn't one about a baby being made by two people coming together and having sex. It was a baby made by sexual fantasy, by mistakes, by a web created in Cheryl's mind that strung together all these people who eventually overlapped enough to create a baby.</p><p><strong>On writing a novel after making movies</strong></p><p>I started this novel, actually writing it, right after I finished <em>The Future</em>, my last movie, and it took a little adjusting to get back into, like, this is just a book. It will never be acted out. I remember having ruminations like, \"Could Scarlett Johansson play Clee? Is she too old?\" And then I'd be like, \"There will be no Scarlett Johansson, Miranda! There will just be you writing 'blond hair, large breasts ... ' \" you know. That's what you get. And eventually I calmed down and glued myself to my chair.</p><p><strong>On whether she thinks the novel will be made into a movie</strong></p><p>I loved that idea while I was writing it and I felt like, \"God, this is the most dramatic thing I've ever made. It's a better movie than my movies are.\" Although now that it's done, I'm like \"Oh, it's done. It doesn't need another step to it.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Miranda+July+Balances+Weirdness+And+Reality+In+Debut+Novel&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"326"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376566904-49bf37.m3u?orgId=1&topicId=1033&e=375913213&d=326&ft=nprml&f=375913213"}]}