{"created":"2014-10-27T22:46:47+00:00","modified":"2014-10-27T22:46:47+00:00","valid":{"from":"2014-10-27T22:46:47+00:00","to":"3014-10-27T22:46:47+00:00"},"hreflang":"en","title":"Who Is In Your Thoughts On Memorial Day?","published":"2014-05-23T19:26:00+00:00","teaser":"That's the question we're asking for the day set aside each spring to honor the men and woman killed in the nation's wars. ","itags":["npr_api","315260186"],"contentencoded":"<p><em>Let us know who you are remembering on <a href=\"https://www.facebook.com/HereAndNowRadio/posts/10152431926005734\" target=\"_blank\">our Facebook page</a> or in the <a href=\"#comments\">comments</a>.</em><p class=\"sep\"></p><p>Who are you remembering today? That&#8217;s the question we are asking for Memorial Day, which is the day set aside each spring to honor the men and woman killed in the nation&#8217;s wars. <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson will have conversations on Monday&#8217;s show with two veterans who want to talk about their friends who died, one in Afghanistan, one in Iraq.</p><p><div class=\"pullquote\" style=\"\">For myself and thousands of other veterans across this country, Memorial Day is every day.<div class=\"pullquoteauth\">&ndash; Air Force Captain Joshua Carroll</div></div></p><p>Former Air Force Captain Joshua Carroll still wears a bracelet with the name Roslyn Schulte engraved on it. She was an Air Force lieutenant who was killed by a roadside bomb in Afghanistan in 2009.</p><p>Roz, as she was known, was the first female U.S. Air Force Academy graduate to be killed in action in Iraq or Afghanistan. She was 25. For Josh, thinking about her on Memorial Day is not an isolated thing.</p><p>&#8220;For myself and thousands of other veterans across this country, Memorial Day is every day, &#8221; he told Jeremy. &#8220;I certainly understand people wanting to partake in the festivities and cookouts, and I think in a way in the bigger picture, the people who put themselves in harms way like Roz did, they did that so we can continue on with our lives and do those things.&#8221;</p><p>Andrew Slater served three tours of duty in Iraq as an Army officer. His best friend Army Captain Ben Tiffner deployed there on his second tour in 2007 just before Andrew did.</p><p>&#8220;I thought I was just going to see him again,&#8221; Andrew said. But that never happened. Captain Tiffner was killed just two weeks after he arrived in Iraq. &#8220;He was crossing a bridge when his truck was struck by a bomb. I believe he was killed instantly.&#8221; Benjamin Tiffner was 31. He&#8217;s buried at Arlington National Cemetery.</p><p>Roslyn Schulte and Ben Tiffner are just two of the hundreds of thousands of Americans killed in action. Let us know who you are remembering <a href=\"https://www.facebook.com/HereAndNowRadio/posts/10152431926005734\" target=\"_blank\">on our Facebook page</a> or in the <a href=\"#comments\">comments</a>.  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Who+Is+In+Your+Thoughts+On+Memorial+Day%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alex Ashlock","guid":"e4136b53-3299-48cf-8f77-40b5338214c8","audio":[{"meta":{"duration":"332"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1315260189-43ea19.m3u?orgId=330&ft=3&f=315260186"}]}