{"created":"2014-11-10T19:45:11+00:00","modified":"2014-11-13T16:23:07+00:00","valid":{"from":"2014-11-13T16:23:07+00:00","to":"3014-11-13T16:23:07+00:00"},"hreflang":"en","guid":"e41aa6a2-c78c-4ab2-9ec2-7623660088bb","title":"This Syrian girl's exile has stretched from weeks to years","published":"2014-11-13T16:22:58+00:00","byline":"Ari Daniel","tags":["International Security","safemode. refugees","Syrian civil war","SafeMode","Global Politics","Aleppo","Beirut","Lebanon","Syria","Lebanon","ISIS","Syrian civil war","Beirut","Aleppo","Young Lebanon"],"teaser":"Karen and her family once lived a happy life in Aleppo, Syria. But when the civil war arrived in their city, they fled to Lebanon in the middle of the night with little more than a few suitcases, and their two-week stay has now lasted two years.","contentencoded":"<p>Karen, a 13-year-old living in a noisy suburb of Beirut, already has her future figured out.</p>\n<p>“I want to be a famous engineer or a scientist,” she says. That's why she loves building 3D puzzles. “It makes me feel that I’m an engineer or something.”</p>\n<p>The hallway of the apartment where she lives with her parents and 6-year-old sister is decorated with a few of the puzzles: a Chinese pagoda, an Italian basilica and an English castle.</p>\n<p>But she hasn’t seen the rest of her collection in two years. Those puzzles are almost 200 miles away, in the home where Karen used to live in the city of Aleppo, Syria.</p>\n<p>When she thinks back to her time in Aleppo, it's a wash of pleasant memories. “When my grandma was alive, we used to have parties or eat dinner together,\" Karen says. \"In every place in Aleppo, there was a small garden so that people can go there and have a break. I had many activities, [like] ballet, chess, piano … It was fun. I never got bored.”</p>\n<p>Then there are the memories from early 2012, when Karen was 12.</p>\n<p>“I remember the first bomb,” she says. “We were at school and we suddenly heard a sound. All of us shook and fell down. I [will] never forget that.”</p>\n<p>The civil war between the Syrian government and rebel forces had reached Aleppo. </p>\n<p>“After a week, [there was] another bomb,\" Karen says. \"And then we got used to it. Guns and bombs. But they were far away. We were safe.”</p>\n<p>School was in session everyday. The bus came every morning, but kidnappings were routine. “My biggest fear was to lose my dolls or something because I was still a little girl,” Karen says.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"2174\" width=\"3300\" alt=\"Children sit next to a wall painted with an opposition flag along a street in Aleppo on November 8, 2014. \" title=\"Children sit next to a wall painted with an opposition flag along a street in Aleppo on November 8, 2014. \" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/RTR4DCRW.jpg\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Hosam Katan/Reuters</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>Children sit next to a wall painted with an opposition flag along a street in Aleppo on November 8, 2014. </p>\n  </div>\n</div>\n<p><strong>Getting out</strong></p>\n<p>Karen’s parents did what they could to shield their two daughters from a city that was crumbling around them. But in July of 2012, her father explained they were going on a trip. “Get ready. We’re going for a week or two weeks to Lebanon,\" he said.</p>\n<p>Karen had been to Lebanon before, going with her family to visit relatives and see the eye doctor, but this trip was different from the start. The first leg was a 30-minute nighttime flight from Aleppo to Damascus. The plane was roaring down the runway — and then came to a grinding halt.</p>\n<p>The flight attendants told the passengers to close their window shades. “The [guy] sitting next to my dad, his window was open a little bit, so my dad saw that there was a helicopter,\" Karen says. \"And it was shooting.”</p>\n<p>“It was night, so you could see the bullets flying both ways, up and down,\" remembers Harout, Karen's father.</p>\n<p>Ten minutes later, the plane took off.</p>\n<p>Karen and her family spent the night in Damascus. They met a taxi first thing in the morning and made the six-hour drive to Beirut — twice as long as usual. Karen slept for most of the ride, but at some point she remembers looking out the window. She knew she was in Lebanon because the scenery had changed.</p>\n<p>“[There were] beautiful flowers, trees,” she remembers. “It was green. I only [saw] the sky…and green mountains.</p>\n<p>Three weeks in Beirut came and went. Things back in Aleppo deteriorated even further. Her parents finally admitted they were staying in Beirut, for at least a couple of years. </p>\n<p>“There was no way to go back,” says Nazig, Karen’s mother. “We were not happy with this decision, but we had to take it. The kids were our first concern.”</p>\n<p>It's decision many Syrians have had to make. According to the <a href=\"http://www.unhcr.org/\">UN High Commissioner for Refugees</a>, there are at least 1.1 million Syrian refugees in Lebanon. That's a quarter of the population of Lebanon itself, and the UN's count is likely low. Just last month, Lebanon said it cannot accept any more people from Syria.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"800\" width=\"1200\" alt=\"Karen&amp;#039;s model of an Italian basilica. She wants to be a famous engineer or a scientist, which is why she loves building 3D puzzles. \" title=\"Karen&amp;#039;s model of an Italian basilica. She wants to be a famous engineer or a scientist, which is why she loves building 3D puzzles. \" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/story/images/kIMG_0627.JPG\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Ari Daniel</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>Karen's model of an Italian basilica. She wants to be a famous engineer or a scientist, which is why she loves building 3D puzzles.</p>\n  </div>\n</div>\n<p><strong>A new home</strong></p>\n<p>Karen misses her cousins. She was especially close to her cousin Anne, but Karen doesn't know how she's doing because the telephone and Internet connections in Syria are poor.</p>\n<p>But aside from missing family — some have fled to other countries — the move to Beirut has been largely positive for Karen. Her family is Armenian Christian, and she adores her new Armenian school here.</p>\n<p>“I have the best friends,” she says. “They’re just like sisters and brothers. And I am popular in here, thank God. And the teachers are really good.”</p>\n<p>The school has let Karen immerse herself in science, and her English has improved dramatically. But Karen is not planning to stay in Lebanon forever — nor does she want to return to live in Syria.</p>\n<p>“I won’t feel the fun that I used to feel when I was a little girl,\" she says. \"Of course I will be happy to go visit Aleppo, but not stay there.”</p>\n<p>When Karen thinks about Syria, she hopes “that peace will come. Each Syrian — me, my family, every Syrian — has hope that Syria will get better. Hope is the key of winning your dream.”</p>\n<p>After all, Karen says, “a little hope is healthy.”</p>\n<p><em>This story, which is the first part of our series called \"Young Lebanon,\" is supported by the <a href=\"http://pulitzercenter.org/\">Pulitzer Center on Crisis Reporting</a>.</em></p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/111020146.mp3"},{"href":"http://www.pri.org/file/111020146mp3"}]}