{"created":"2015-01-28T08:35:57+00:00","modified":"2015-06-16T17:29:52+00:00","valid":{"from":"2015-06-16T17:29:52+00:00","to":"3015-06-16T17:29:52+00:00"},"hreflang":"en","title":"Officers Ask Map App To Remove Police Tracking ","published":"2015-01-31T00:48:00+00:00","teaser":"In the aftermath of the shooting death of two NYPD officers, law enforcement officials are asking the popular navigation app Waze to remove a feature that allows users to see officers' locations.","itags":["npr_api","382013185"],"guid":"e41e1fdb-816c-47be-82ad-68133e2cd41d","contentencoded":"<p>Waze, the popular navigation app boasting more than 50 million users worldwide, has a new critic: police officers. Over the past few weeks, law enforcement officials have been urging the app and its owner, Google, to disable a feature that allows users to report when they've spotted a police officer, in real time, for all other Waze users to see.</p><p>Sergio Kopelev, a reserve sheriff in Orange County, Calif., is one of the law enforcement officials behind the push to remove Waze's police tracker. He says he first discovered the feature through his family.</p><p>\"In early December, or mid-December, I saw my wife using the app when she picked me up from the airport,\" Kopelev tells NPR. \"I saw her tag a location of a police officer. And then as the officer was moving, I saw her update the location. ... She told me about Waze, and I said, 'Look, this isn't good.' \"</p><p><strong>Police Ask Waze To Stop</strong></p><p>After that day, Kopelev reached out to Waze directly. He made posts about the feature on Facebook. And he eventually gave a talk about the app and its police tracker to the National Sheriffs' Association's annual convention. His talk there led to even more outcry from officials and a good amount of media coverage, but even before that conference, police around the country had been speaking out about it.</p><p>In late December, LAPD Chief Charlie Beck sent an open letter to Google CEO Larry Page, saying that the app endangers officers' lives. \"I am concerned about the safety of law enforcement officers and the community, and the potential for your Waze product to be misused by those with criminal intent to endanger police officers and the community,\" Beck wrote.</p><p>Beck also linked Waze to the recent killing of two NYPD officers, Rafael Ramos and Wenjian Liu. The shooter shared a screen grab on social media of the police tracker hours before the killings. But officials haven't directly linked Waze to the crime, and the shooter is believed to have ditched his phone before killing the officers.</p><p><strong>Police Spotting Not Really New</strong></p><p>Dave Maass, an investigative researcher with the Electronic Frontier Foundation, says Waze's police tracker is actually in line with a long tradition. \"The idea of sharing information about where speed traps are, and police officers are on the road, is ingrained in road culture,\" says Maass. \"It's been going on for decades. Waze is just basically the new CB radio.\"</p><p>But John Thompson, the deputy executive director of the National Sheriffs' Association, says even if the idea is the same, the environment for law enforcement officials has changed. \"In the '70s and '60s, when we used CB radios, times were different,\" he says. \"People weren't assassinating police officers.\"</p><p>Thompson says he wants the police tracking feature gone from the app immediately. He tells NPR that he has requested a meeting between his group and Waze. \"The first thing is to talk, \" he says, \"and see if we can find a middle ground to fix this.\"</p><p>In a statement, Waze wouldn't say what might happen to its police tracking feature, but the company did say the app, and all of its features, do a lot of good. \"We think very deeply about safety and security and work in partnership with the NYPD and other Police and Departments of Transportation all over the world, sharing information on road incidents and closures to help municipalities better understand what's happening in their cities in real time,\" the company said. \"These relationships keep citizens safe, promote faster emergency response and help alleviate traffic congestion.\" Waze even said some officers like the police tracker feature, \"because most users tend to drive more carefully when they believe law enforcement is nearby.\"</p><p><strong>Who Gets To Watch Whom?</strong></p><p>Maass says it's unlikely Waze will make significant changes to the app, but if it did, that would set a bad precedent. \"What happens when Twitter introduces a feature like that?\" Maass says. \"Are they going to go around and say that Twitter has to remove comments when people post, 'Hey, I saw a police officer at 14th and Broadway'?\"</p><p>And, he says, the pushback against the app is hypocritical. \"Police for years have been arguing that what you do in the public space isn't private,\" Maass says. \"They've said they can have facial recognition, they can have automatic license plate readers, and that people have no expectation of privacy. But when the tables are turned, then that's dangerous?\"</p><p>Whatever happens with Waze's police tracker, John Thompson says the National Sheriffs' Association will start hosting Waze trainings and webinars. He wants police to know how to watch the app that's letting citizens watch them.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Officers+Ask+Map+App+To+Remove+Police+Tracking+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sam Sanders","audio":[{"meta":{"duration":"155"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382056578-9e800d.m3u?orgId=1&topicId=1091&d=155&p=3&story=382013185&t=progseg&e=382055593&seg=16&ft=nprml&f=382013185"},{"href":"http://media.npr.org/assets/img/2015/01/28/waze-68bd6c580d2e8e7ab9ee06ee7c7aa64461aac579.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"311","width":"415"}},{"href":"http://media.npr.org/assets/img/2015/01/27/waze_custom-d5f3471f7a930e1ae9f0a238cf9fbf591b1a99b4.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"803","width":"468"}}]}