{"created":"2015-02-07T22:15:21+00:00","modified":"2015-06-25T17:45:22+00:00","valid":{"from":"2015-06-25T17:45:22+00:00","to":"3015-06-25T17:45:22+00:00"},"hreflang":"en","title":"We Went From Hunter-Gatherers To Space Explorers, But Are We Happier?","published":"2015-02-08T02:29:00+00:00","teaser":"In his book <em>Sapiens, </em>Yuval Noah Harari packs the history of humanity into 400 pages. \"In some areas we've done amazingly well,\" the historian says. \"In other areas we've done amazingly bad.\"","itags":["npr_api","383276672"],"guid":"e42fbab3-47d7-4b61-806d-40a9d0356bdb","contentencoded":"<p>In his book, <em>Sapiens: A Brief History of Humankind</em>, scientist Yuval Noah Harari attempts a seemingly impossible task — packing the entirety of human history into 400 pages.</p><p>Harari, an Israeli historian, is interested in tackling big-picture questions and puncturing some of our dearly held beliefs about human progress.</p><p>\"In some areas we've done amazingly well; in other areas we've done amazingly bad,\" he tells NPR's Arun Rath. \"Humans are extremely good in acquiring new power, but they are not very good in translating this power into greater happiness, which is why we are far more powerful than ever before but we don't seem to be much happier.\"</p><p>The book charts humankind's journey from hunter-gatherer origins to a vision of the \"superhumans\" of the future.</p><hr /><h3>Interview Highlights</h3><p><strong>On the various species of humanity</strong></p><p>Until about 30,000 years ago there were at least five other species of humans on the planet. Homo Sapiens, our ancestors, lived mainly in East Africa, and you had the Neanderthal in Europe, Homo Erectus in part of Asia and so forth.</p><p>Just, I think, four or five years ago scientists completed the mapping of the Neanderthal genome and the most amazing discovery was that people of European origins today ... have up to 4 percent of their unique human genes from Neanderthal ancestors, which means there was some interbreeding. And this should make us realize that the gap between us and other animals is not as big as we tend to think.</p><p><strong>On the concepts that separate humanity from other species</strong></p><p>We control the world basically because we are the only animals that can cooperate flexibly in very large numbers. And if you examine any large-scale human cooperation, you will always find that it is based on some fiction like the nation, like money, like human rights. These are all things that do not exist objectively, but they exist only in the stories that we tell and that we spread around. This is something very unique to us, perhaps the most unique feature of our species.</p><p>You can never, for example, convince a chimpanzee to do something for you by promising that, \"Look, after you die, you will go to chimpanzee heaven and there you will receive lots and lots of bananas for your good deeds here on earth, so now do what I tell you to do.\"</p><p>But humans do believe such stories and this is the basic reason why we control the world whereas chimpanzees are locked up in zoos and research laboratories.</p><p><strong>On the Agricultural Revolution being 'history's biggest fraud'</strong></p><p>That's actually a quote from Jared Diamond. It's today, I think, quite common in the scientific community to acknowledge that the Agricultural Revolution was maybe not such a good idea. On the collective level, it's obvious that agriculture made humankind far more powerful. But the individual human being probably had a worse life after the revolution than before.</p><p>The average peasant, let's say, he or she had to work much harder and in exchange for all this hard work people actually got a much worse diet. Most of the population got maybe 90 percent of their calories from a single source of food, like wheat in the Middle East or rice in East Asia. On top of that, you had much worse social hierarchies and social exploitation. Very small elites exploit masses of people for their own needs.</p><p><strong>On the future of </strong><strong>humanity</strong></p><p>I try to be a realist and not a pessimist or an optimist. Again, there are certain things that humans have been doing that have been immensely successful. People don't realize it usually, but we are living in the most peaceful era in history. There are of course wars in certain parts of the world; I come from Israel, from the Middle East, so I know it. But there are far fewer wars in most areas in the world than ever before.</p><p>Not only in the mere technological field, but also in the field of ethics and morality, humankind <em>can</em> make progress.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=We+Went+From+Hunter-Gatherers+To+Space+Explorers%2C+But+Are+We+Happier%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"345"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384589795-de2378.m3u?orgId=1&topicId=1033&aggIds=100876926&d=345&p=2&story=383276672&t=progseg&e=384589706&seg=8&ft=nprml&f=383276672"},{"href":"http://media.npr.org/assets/img/2015/02/05/450647022-e1f5782312da641d267e8644934eed13081437b1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3616","width":"4822"}},{"href":"http://media.npr.org/assets/img/2015/02/02/yuval-noah-harari-ap1-6aaffa4ad301a96691df4dbc81c562b524ea51b7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1800","width":"2400"}}]}