{"created":"2014-11-11T21:16:22+00:00","modified":"2014-12-05T21:05:25+00:00","valid":{"from":"2014-12-05T21:05:25+00:00","to":"3014-12-05T21:05:25+00:00"},"hreflang":"en","title":"Despite The Dope, 'High Maintenance' Is About More Than Potheads","published":"2014-11-12T16:40:00+00:00","teaser":"Vimeo's first foray into original Web TV follows a nameless pot delivery dude who engages in oddly intimate business transactions.","itags":["npr_api","363288754"],"guid":"e433729c-05ca-4346-a451-aabe0ad365a8","contentencoded":"<p>A guy on a bike making home deliveries in New York City. That might not sound like the most riveting storyline for a show, but this guy is a pot dealer in Brooklyn, and each episode of <a href=\"http://www.helpingyoumaintain.com/\" target=\"_blank\">High Maintenance</a> follows a different transaction, and then some. The show is Vimeo's <a href=\"https://vimeo.com/ondemand/highmaintenance\" target=\"_blank\">first foray</a> into original Web TV, and it's been getting raves. <em>The New Yorker</em> <a href=\"http://www.newyorker.com/magazine/2014/06/09/tasters-choice\" target=\"_blank\">calls it</a> \"luxurious and twisty and humane, radiating new ideas about storytelling.\"</p><p>Throughout the series, the weed man is referred to as just \"the guy\" — as in, \"Can we call your guy?\" or, \"I don't have any but I can call my guy.\" For many of his customers, this nameless delivery dude is a true friend and confidante. His phone is constantly chirping with calls from his delightfully strange and diverse clientele. There's a gruff bird watcher, an anxious assistant buying weed for her boss, a cross-dressing dad with writer's block, and a longtime buyer who's deflated when the dealer tells him the girl he's dating is homeless.</p><p>Equal parts poignancy and wry humor, <em>High Maintenance</em> is built around these oddly intimate transactions. Episodes are short vignettes, ranging from six to 15 minutes long, in which the earnest, nonjudgmental marijuana messenger is genuinely cool with most of his clients. Take the reclusive man who lives with his bedridden mother and is obsessed with the actress Helen Hunt. The pot dealer tells him, \"I thought about you\" when he happened to catch Hunt in the movie <em>Desperate Lives</em>. The reclusive man beams: \"1982. Some of her best work,\" he says.</p><p>Somehow it's fitting that the creators, Katja Blichfeld and her husband, Ben Sinclair, can't remember exactly when they came up with the idea for <em>High Maintenance</em>. \"Y'know, the exact eureka moment is yet to be remembered,\" says Sinclair, who also plays the pot dealer.</p><p>\"I have a vague recollection of being on a bike in a bike lane in south Williamsburg,\" Blichfeld says, referring to the Brooklyn neighborhood. \"Totally sober,\" she adds.</p><p>They claim their process is disorganized, but there is no narrative clutter in the structure of <em>High Maintenance</em>. Blichfeld says she learned the economy of storytelling during her stint as a casting director for <em>30 Rock</em> — work for which she won an Emmy. Sinclair is an actor and a film editor.</p><p>They say they knew they wanted to work together on a series where the stories unfold in real time, and the fact that we don't learn about the weed delivery man's personal life is by design. \"We thought it would be interesting if you only knew the guy as much as his customers knew him,\" Blichfeld says.</p><p>Some of those customers are stoners, others are rookies. Weed ties them together, but <em>High Maintenance</em> is not a series about potheads. \"We never start: 'This would be a cool situation for a weed delivery,' \" Sinclair says. \"We start from complex emotions that we are going through, and we try to capture the authenticity of how it feels to feel that way. And <em>then</em> we apply some weed to it.\"</p><p>Sinclair and Blichfeld have been putting out episodes of <em>High Maintenance</em> on Vimeo for a couple of years now. Vimeo is the preferred website of a lot of filmmakers because, unlike YouTube, the site is easy to navigate and, Blichfeld says, the material feels more curated. \"It felt like if we put something up there [on Vimeo] it wouldn't just get lost. It wouldn't get buried under, you know, millions of cat videos.\" (\"I love a cat video, don't get me wrong,\" Sinclair is quick to add.) And Vimeo is returning the love. The company is now funding <em>High Maintenance</em>, making the series its first original production.</p><p>Sinclair says he can tell the buzz around the series is building. \"When I walk around on the streets now, some people who are doing my character's job will come up to me and be like ... \" — Sinclair lowers his voice to a whisper — \" '<em>I'm doing it right now.</em>' \"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Despite+The+Dope%2C+%27High+Maintenance%27+Is+About+More+Than+Potheads&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elizabeth Blair","audio":[{"meta":{"duration":"266"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363342320-28d59a.m3u?orgId=1&topicId=1138&ft=3&f=363288754"},{"href":"http://media.npr.org/assets/img/2014/11/11/hm_201_geiger5-d3c62f07425181765df34654974a62156b220d92.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1078","width":"1438"}},{"href":"http://media.npr.org/assets/img/2014/11/11/ben_katja_out-f420a68845d090baaec4e59a1ec3ae9f5a6000dd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2403","width":"3205"}}]}