{"created":"2015-02-26T19:59:09+00:00","modified":"2015-02-26T22:37:46+00:00","valid":{"from":"2015-02-26T22:37:46+00:00","to":"3015-02-26T22:37:46+00:00"},"hreflang":"en","guid":"e43b9bc2-ff06-4045-9de8-7fffbf1d9124","title":"Germany seeks to undermine Islamic extremists with religious education ","published":"2015-02-26T22:37:42+00:00","byline":"Matthew Bell","tags":["Religion","Islam","education","Belief","Lifestyle & Belief","Berlin","Europe","Germany","Europe","Mouhanad Khorchide","Islamism","Religion","Education","Islam","Islamic terrorism"],"teaser":"Hundreds of people have left Germany to join extremist groups in Syria and Iraq, like ISIS. While police have ramped up efforts to stem the flow, another way Germany is addressing the problem is by expanding Islamic education.","contentencoded":"<p>Around 600 people have left Germany in the last year to go fight with extremist groups like the self-declared Islamic State in Syria and Iraq, according to German security officials. And law enforcement authorities are taking various steps to stem the flow.</p>\n<p>Another thing Germany is doing to pre-empt the radicalization of young people is expanding Islamic education.</p>\n<p>Alongside the old Templehof Airport, where American and British pilots took part in the Berlin airlift during the Cold War, stands the stunningly beautiful Sehitlik Mosque. Construction on the building finished 10 years ago. The mosque is next to a 19th century Muslim cemetery, which is on land given as a gift to the Ottoman Empire by the German Kaiser.</p>\n<p>Inside the mosque, on emerald green carpeting, about two-dozen men are gathered for afternoon prayers. They’re mostly older — dads and grandpas. And sitting behind them in a quiet cluster is a group of ninth graders from a nearby high school. Their ethics and religion teacher is with them, and they are an example of a new trend in German education. The idea is to teach students — especially those from Muslim families — about Islam.</p>\n<p>After the prayers finish, Betul Ulusoy leads the students in a free-flowing discussion. She is a 26-year-old law student who volunteers to lead educational tours at the mosque. With this particular class, four out of five students are Muslims. But Ulusoy says that doesn’t necessarily mean they know a whole lot about their religion. </p>\n<p>“The problem,” Ulusoy says, “is that young Muslims don’t feel very appreciated by society, by their teachers, by the overall environment in Germany. I had the same experience growing up here. There’s discrimination and racism. And at school, Islamic history and religion were completely missing.”  </p>\n<p>The mosque tours are one way educators are trying to change that. They focus on Islamic history and Muslim belief. They talk with students about why Muslims fast during Ramadan, for example, and why women wear headscarves. Ulusoy says most of the students taking part in the tours are very keen to learn about the religion.</p>\n<p>But Islamic extremists are peddling a very different version of the faith to young people. For example, someone told me a story about a Muslim teenager in Berlin who developed an interest in religion. He met some older guys who invited him out for tea, told him to turn off his cellphone and take out the battery. Then, they showed him violent videos shot in Syria and talked about how Muslims are under threat. When the boy went missing, everyone knew he must have gone off to fight with ISIS. </p>\n<p>Can the version of Islam offered by Ulusoy compete?</p>\n<p>“This is a huge issue for our community,” she says. “The public is saying, ‘This is your religion that’s breeding terrorism and these are your kids going to off to fight.’ So, people are embarrassed. But it’s true.”</p>\n<p>“These are our kids, so families are scared and they’re wondering what to do. The jihadis are very sophisticated,” Ulusoy adds. “We mainstream Muslims need to catch up.</p>\n<p>The way to compete with the extremists, according to Chalid Durmosch, is to go at them directly with Islamic principles. Durmosch is a Syrian-born Berliner with a non-profit that works with Muslim youth in schools. He says the goal is to immunize young people against radical Islam by giving them an alternative version of Islamic ideology.</p>\n<p>“It’s part of their identity,” he says.</p>\n<p>“We talk with young people about how God is like a host,” Durmosch says. “All members of humanity are his guests and the world is God’s gift to everyone.”  </p>\n<p>The jihadis tell young people that Muslims are better than non-Muslims, Durmosch adds. “We talk about equality and the divine nature of the individual.” He says this message contradicts the sort of radical Islamic ideology that young people might find in slickly produced jihadi videos online. And it is all based on Islamic values, he says.</p>\n<p>Germany is also expanding formal Islamic education inside the public schools and Mouhanad Khorchide is at the forefront of that effort. Khorchide is a professor of Islamic religion and an imam at the University of Muenster. He runs a teacher training program for Muslim educators.</p>\n<p>“We need an enlightened Islam,” Khorchide says, “so young people will understand how the religion works in a pluralistic society. It’s important to deal with this in schools, because youth will be confronted with the question, ‘Am I a Muslim? Or am I European?’\"</p>\n<p>Khorchide says the answer to that question should be yes, on both counts. “People can be European and a pious Muslim at the same time,” he says.</p>\n<p>His training program now has 650 teachers-in-training. There are nearly a million Muslim students in German schools. And Khorchide says it will take 15 to 20 years to fully implement a comprehensive Islamic education program.</p>\n<p>Some Germans will have misgivings about all this. There are conservative Muslims who might question the idea of teaching a watered down European version of Islam. Then there is a right-wing political movement in Germany opposed to what it sees as the Islamization of German life. Certainly this group will remain skeptical about the wisdom of expanding Islamic education in public schools.</p>\n<p>Ulusoy says she understands some of the skepticism.</p>\n<p>“I have to say that I’m very proud of my German neighbors,” Ulusoy explains. “If I put myself in their shoes, I would think badly about Islam. The religion is connected to terrorism and horrible things. But many Germans don’t.”</p>\n<p>“They come here to visit the mosque, to learn about Islam, and they’re very open-minded. I’m proud and thankful for that,” Ulusoy says.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-26%2Fgermany-seeks-undermine-islamic-extremists-religious-education&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/IMG_4843_2.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/img48432jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/02262015_02.mp3"},{"href":"http://www.pri.org/file/0226201502mp3"}]}