{"created":"2015-06-24T20:37:21+00:00","modified":"2015-06-30T18:45:32+00:00","valid":{"from":"2014-06-13T06:32:12+00:00","to":"3014-06-13T06:32:12+00:00"},"hreflang":"en","teaser":"I was born in 1967 in a town called Los Santos in a little country by the name of Panamá. I was an only child. My father moved us to Panamá City when I was five because he had political ambitions. He read the newspaper every day to keep himself informed. He had a small […]","guid":"e440eb77-f65d-441d-807f-07e6876cde59","byline":"Martin, Brittany","title":"Cristina Henríquez Gets to Know America","description":"I was born in 1967 in a town called Los Santos in a little country by the name of Panamá. I was an only child. My father moved us to Panamá City when I was five because he had political ambitions. He read the newspaper every day to keep himself informed. He had a small […]","itags":["PMP:The_Dinner_Party_Download_PMP","The Dinner Party Download","The Dinner Party Download 2014-06-13","e440eb77f65d41d807f807e6876cde59"],"tags":["APM","Eavesdropping","books"],"contenttemplated":"[{\"content\":\"<a href=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/06/CristinaHenr%C3%ADquez-Cover.jpg\\\"><img alt=\\\"CristinaHenríquez-Cover\\\" class=\\\"alignleft\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/06/CristinaHenr%C3%ADquez-Cover-693x1024.jpg\\\" /></a>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>I was born in 1967 in a town called Los Santos in a little country by the name of Panamá. I was an only child. My father moved us to Panamá City when I was five because he had political ambitions. He read the newspaper every day to keep himself informed. He had a small transistor radio that he listened to in the morning while he was in the shower. My father used to walk around the house in his socks and make speeches about everything. He made speeches about the dishes stacked in the sink or about Gerald Ford or about the raspado vendor who’d gotten in his way. He had a temper, too. He broke our teacups and one time he broke the television set when he threw a vase through the screen. Well, it broke the vase, too, but I was ten and I only cared that he had broken the television set. I remember one time he got so furious that he picked up a ham my mother had prepared for dinner and heaved it into the front yard. My mother ran out to retrieve it and when she brought it backinside, she was crying and picking pebbles and dirt off the seared skin. My cousins were over that night and I remember them all laughing at her. I thought that was how a man behaved, so when I got upset, even as a young boy, I would throw things or kick the wall. I had a terrible temper. After my father died, when I was thirteen, it only got worse. Because then I really had something to be angry about. I missed him after he was gone. My mother must have felt the same way, because in the years following his death she often got sick. She went to doctors but they never knew what it was. She was depressed and tired. There were days she didn’t get out of bed. I don’t think she could function without my father. Then one morning I went to wake her and she didn’t move. I remember her arm was cold when I shook it.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>I spent a long time after that feeling like I didn’t care about anything. The house went to the bank, and I lived with various friends for a few months at a time, sleeping on their couches or more often on the floor. I stopped going to school. I started drinking during the day. I got into fights at the bar or with guys on the street. I washed people’s cars to earn enough money to get by.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>My wife, Celia, saved my life. Who knows what would have become of me if I hadn’t met her? I was playing a pickup baseball game with some friends on a beach by Casco Viejo. That beach is filthy now, but back then people used to go swimming there and sunbathe on the sand.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p>I was terrible at baseball. I was always trying to persuade the other guys to play soccer instead, but baseball was the big sport then, and one of the guys would bring cold beers in a cooler to the pickup games, so I used to go for that.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Celia was walking by with her girlfriends— they had on their bathing suits and the kind of platform sandals that were popular— and they stopped to watch the game for a few minutes, all of them laughing like nervous birds. I think one of them knew one of the guys. Celia didn’t stand out to me right away. But after the game, she was still there with one of her friends— everyone else had left by then— and I remember she touched my shoulder. I must have said something funny, but I don’t know what, and if you ask her, she’ll claim I’ve never said a funny thing in my life. But she laughed and laid her hand on my shoulder, and I thought to myself, Who is this girl?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>I was eighteen then. We started spending time together. I was still sleeping at friends’ apartments with no place of my own, so Celia and I sat on park benches and drank bottles of beer or walked down Avenida Central or sat on the rocks by the bay, listening to the water slap below us. Her favorite was always that small Casco Viejo beach where we met. She could sit for hours with her toes in the sand, letting the sea foam come up to her ankles. I never saw her happier than when we would go there together.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>She wasn’t very demanding, Celia. She didn’t care that I couldn’t give her a lot of things. But I cared. Eventually I got a job at a restaurant, just so I could have enough money to buy her gifts and take her out once in a while to a movie. That’s what the man is supposed to do. She was in university, studying to become a secretary, but I didn’t want us to have to rely on the money she would be making one day. I wanted to be able to take care of her myself. And, I guess, all of a sudden I wanted to be able to take care of me.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p>I got my life straight after that. Instead of spending my paychecks on rum and beer like before, I saved enough to buy Celia a gold ring from Reprosa, and I asked her to marry me.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p>We got married in Iglesia del Carmen in front of about twelve guests. Her sister, Gloria, her parents, a few of our friends. One year later, we had our son Enrique. Then Mayor.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Both Celia and I miss certain things about Panamá. It was our home for so many years. It’s hard to let go of that, even when you have a good reason for leaving. How can I describe what it was like during the invasion? We slept in a city bus one night because the bus was barricaded and when we and all the other passengers tried to get off, men from the Dignity Battalions were standing outside the door with guns pointed at us, telling us not to move. Celia was holding Enrique in her arms, pleading with them because we didn’t have any food for him. And in the morning, when they were gone, we walked home listening to gunfire in the distance. No one was outside except people who were fighting. Well, and a few people who were looting. But most of the stores were closed and the owners had pulled the metal gates down over the front windows and doors, padlocking them shut. We went three weeks without leaving the house. We were eating toothpaste by the end of it. There was static on the television. We didn’t know what was going to happen. Then one day we heard from a neighbor that Noriega was gone, and suddenly there were voices in the streets again. Everyone was wandering around, looking up at the sky, knocking on each other’s doors, sharing stories about what it had been like, how scared we had been, the parts of the city that had been destroyed. But the stories were nothing compared to what we saw when we went out. El Chorrillo. San Miguelito. I didn’t even know how to comprehend it. Burnt- out cars and the rubble of buildings. Broken glass and charred palm trees along the sides of the roads. It looked like a different place. It was just destruction and more destruction. I remember Celia burst into tears the first time she saw it all.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>We tried to give it time, but three years later we made the decision to leave. We never felt safe there again. We felt as if our home had been stolen from us. And part of me felt embarrassed, I think, that my country hadn’t been strong enough to resist what had happened to it. Maybe the way to say it is that I felt betrayed.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p>We’re Americans now. I’m a line cook at a diner, and I make enough to provide for my family. Celia and I feel gratified when we see Enrique and Mayor doing well here. Maybe they wouldn’t have done so well in Panamá. Maybe they wouldn’t have had the same opportunities. So that makes coming here worth it. We’re citizens, and if someone asks me where my home is, I say los Estados Unidos. I say it proudly.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p>Of course, we still miss Panamá. Celia is desperate to go back and visit. But I worry what it would be like after all this time. We thought it was unrecognizable when we left, but I have a feeling it would be even more unrecognizable now. Sometimes I think I would rather just remember it in my head, all those streets and places I loved. The way it smelled of car exhaust and sweet fruit. The thickness of the heat. The sound of dogs barking in alleyways. That’s the Panamá I want to hold on to. Because a place can do many things against you, and if it’s your home or if it was your home at one time, you still love it. That’s how it works.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"}]","contentencoded":"<div class=\"barn-cleaned\"><a href=\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/06/CristinaHenr%C3%ADquez-Cover.jpg\"><img class=\"alignleft\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/06/CristinaHenr%C3%ADquez-Cover-693x1024.jpg\" alt=\"CristinaHenríquez-Cover\" /></a><br />\n<p>I was born in 1967 in a town called Los Santos in a little country by the name of Panamá. I was an only child. My father moved us to Panamá City when I was five because he had political ambitions. He read the newspaper every day to keep himself informed. He had a small transistor radio that he listened to in the morning while he was in the shower. My father used to walk around the house in his socks and make speeches about everything. He made speeches about the dishes stacked in the sink or about Gerald Ford or about the raspado vendor who’d gotten in his way. He had a temper, too. He broke our teacups and one time he broke the television set when he threw a vase through the screen. Well, it broke the vase, too, but I was ten and I only cared that he had broken the television set. I remember one time he got so furious that he picked up a ham my mother had prepared for dinner and heaved it into the front yard. My mother ran out to retrieve it and when she brought it backinside, she was crying and picking pebbles and dirt off the seared skin. My cousins were over that night and I remember them all laughing at her. I thought that was how a man behaved, so when I got upset, even as a young boy, I would throw things or kick the wall. I had a terrible temper. After my father died, when I was thirteen, it only got worse. Because then I really had something to be angry about. I missed him after he was gone. My mother must have felt the same way, because in the years following his death she often got sick. She went to doctors but they never knew what it was. She was depressed and tired. There were days she didn’t get out of bed. I don’t think she could function without my father. Then one morning I went to wake her and she didn’t move. I remember her arm was cold when I shook it.</p>\n<br />\n<p>I spent a long time after that feeling like I didn’t care about anything. The house went to the bank, and I lived with various friends for a few months at a time, sleeping&nbsp;on their couches or more often on the floor. I stopped going to school. I started drinking during the day. I got into fights at the bar or with guys on the street. I washed people’s cars to earn enough money to get by.</p>\n<br />\n<p>My wife, Celia, saved my life. Who knows what would have become of me if I hadn’t met her? I was playing a pickup baseball game with some friends on a beach by Casco Viejo. That beach is filthy now, but back then people used to go swimming there and sunbathe on the sand.</p>\n<br />\n<p>I was terrible at baseball. I was always trying to persuade the other guys to play soccer instead, but baseball was the big sport then, and one of the guys would bring cold beers in a cooler to the pickup games, so I used to go for that.</p>\n<br />\n<p>Celia was walking by with her girlfriends— they had on their bathing suits and the kind of platform sandals that were popular— and they stopped to watch the game for a few minutes, all of them laughing like nervous birds. I think one of them knew one of the&nbsp;guys. Celia didn’t stand out to me right away. But after the game, she was still there with one of her friends— everyone else had left by then— and I remember she touched my shoulder. I must have said something funny, but I don’t know what, and if you ask her, she’ll claim I’ve never said a funny thing in my life. But she laughed and laid her hand on my shoulder, and I thought to myself, Who is this girl?</p>\n<br />\n<p>I was eighteen then. We started spending time together. I was still sleeping at friends’ apartments with no place of my own, so Celia and I sat on park benches and drank bottles of beer or walked down Avenida Central or sat on the rocks by the bay, listening to the water slap below us. Her favorite was always that small Casco Viejo beach where we met. She could sit for hours with her toes in the sand, letting the sea foam come up to her ankles. I never saw her happier than when we would go there together.</p>\n<br />\n<p>She wasn’t very demanding, Celia. She didn’t care that I couldn’t give&nbsp;her a lot of things. But I cared. Eventually I got a job at a restaurant, just so I could have enough money to buy her gifts and take her out once in a while to a movie. That’s what the man is supposed to do. She was in university, studying to become a secretary, but I didn’t want us to have to rely on the money she would be making one day. I wanted to be able to take care of her myself. And, I guess, all of a sudden I wanted to be able to take care of me.</p>\n<br />\n<p>I got my life straight after that. Instead of spending my paychecks on rum and beer like before, I saved enough to buy Celia a gold ring from Reprosa, and I asked her to marry me.</p>\n<br />\n<p>We got married in Iglesia del Carmen in front of about twelve guests. Her sister, Gloria, her parents, a few of our friends. One year later, we had our son Enrique. Then Mayor.</p>\n<br />\n<p>Both Celia and I miss certain things about Panamá. It was our home for so many years. It’s hard to let go of that, even when you have a good reason for leaving. How can I describe what it was like during the invasion? We slept in a city bus one night because the bus was barricaded and when we and all the other passengers tried to get off, men from the Dignity Battalions were standing outside the door with guns pointed at us, telling us not to move. Celia was holding Enrique in her arms, pleading with them because we didn’t have any food for him. And in the morning, when they were gone, we walked home listening to gunfire in the distance. No one was outside except people who were fighting. Well, and a few people who were looting. But most of the stores were closed and the owners had pulled the metal gates down over the front windows and doors, padlocking them shut. We went three weeks without leaving the house. We were eating toothpaste by the end of it. There was static on the television. We didn’t know what was going to happen. Then one day we heard from a neighbor that Noriega was gone, and suddenly there were voices in the streets again.&nbsp;Everyone was wandering around, looking up at the sky, knocking on each other’s doors, sharing stories about what it had been like, how scared we had been, the parts of the city that had been destroyed. But the stories were nothing compared to what we saw when we went out. El Chorrillo. San Miguelito. I didn’t even know how to comprehend it. Burnt- out cars and the rubble of buildings. Broken glass and charred palm trees along the sides of the roads. It looked like a different place. It was just destruction and more destruction. I remember Celia burst into tears the first time she saw it all.</p>\n<br />\n<p>We tried to give it time, but three years later we made the decision to leave. We never felt safe there again. We felt as if our home had been stolen from us. And part of me felt embarrassed, I think, that my country hadn’t been strong enough to resist what had happened to it. Maybe the way to say it is that I felt betrayed.</p>\n<br />\n<p>We’re Americans now. I’m a line cook at a diner, and I make enough to provide for my family. Celia and I feel gratified when we see Enrique and Mayor doing well here. Maybe they wouldn’t have done so well in Panamá. Maybe they wouldn’t have had the same opportunities. So that makes coming here worth it. We’re citizens, and if someone asks me where my home is, I say los Estados Unidos. I say it proudly.</p>\n<br />\n<p>Of course, we still miss Panamá. Celia is desperate to go back and visit. But I worry what it would be like after all this time. We thought it was unrecognizable when we left, but I have a feeling it would be even more unrecognizable now. Sometimes I think I would rather just remember it in my head, all those streets and places I loved. The way it smelled of car exhaust and sweet fruit. The thickness of the heat. The sound of dogs barking in alleyways. That’s the Panamá I want to hold on to. Because a place can do many things against you, and if it’s your home or if it was your home at one time, you still love it. That’s how it works.</p>\n<br /></div>","published":"2014-06-13T06:32:12+00:00","audio":[{"meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg","href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/06/CristinaHenr%C3%ADquez-Cover.jpg"},{"format":"MP3","meta":{"duration":302,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/dinnerpartydownload/segments/2014/06/13/0613_henriquez"},"duration_hms":"00:05:02"},"href":"http://play.publicradio.org/pmp/d/podcast/dinnerpartydownload/segments/2014/06/13/0613_henriquez_128.mp3","type":"audio/mpeg"}]}