{"created":"2014-11-01T12:11:44+00:00","modified":"2014-11-10T20:56:06+00:00","valid":{"from":"2014-11-10T20:56:06+00:00","to":"3014-11-10T20:56:06+00:00"},"hreflang":"en","title":"Jury Finds Tradition Is No Excuse For Brutal Hazing","published":"2014-11-01T18:25:00+00:00","teaser":"Dante Martin faces a possible 22 years in prison for manslaughter in the death of fellow Florida A&M band member Robert Champion.","itags":["npr_api","360531759"],"guid":"e445be8c-2049-40a9-98c6-a8a40c80838f","contentencoded":"<p>A jury has rejected a defense argument that beatings of Florida A&M University band members were a band tradition. The panel found a former member of marching band guilty of felony hazing and manslaughter in one such beating.</p><p>Dante Martin is now looking at a possible sentence of up to 22 years in prison for his role in the death of Robert Champion. Sentencing is scheduled for Jan. 9.</p><p>Called \"The Example\" by band colleagues, Champion was an accomplished clarinetist, drum major and leader of the \"Marching 100.\"</p><p>He died after taking part in what was known as Crossing Bus C. He ran from the front to the back of the bus while band members punched, kicked and struck him with straps and drum mallets. Afterward, Champion, 26, died from internal injuries.</p><p>Prosecutors said as President of Bus C, Martin helped direct the hazing.</p><p>Martin's lawyers disputed the term hazing. They said Martin was a willing participant in a band tradition that was treated as an athletic accomplishment.</p><p>Prosecutors said it was a brutal ordeal Champion and other participants went through to gain respect.</p><p>In Orlando, where the attack occurred, jurors deliberated for less than two hours before finding Martin guilty.</p><p>Champion's mother Pam said she'll have tears for both young men: \"[Martin] has to pay for what he has done. I won't get my son back. But no one wins here.\"</p><p>For Robert Champion senior, the verdict is a sign his son didn't die in vain: \"I hope that people will get the message that hazing is cruel ... It don't need to be here. It needs to stop now.\"</p><p>Champion's death forced some big changes on the university. There's a new president. The band was suspended for a year and reformed under a new director.</p><p>On campus in Tallahassee, where it's Homecoming weekend, former band member Antoine Evans said he didn't agree with the verdict, even though he acknowledged Champion's death was a tragedy.</p><p>Evans said Champion chose to take part in the ritual. \"We choose to be part of some things,\" he said, \"and sometimes the consequences are not light. No, I don't think it's fair [Martin's] being charged with that.\"</p><p>Another alumnus, James Barnes said he thought the verdict was fair, \"because what happened, happened. And you got to pay the penalty.\"</p><p>Three other former band members still await trial, and a wrongful death lawsuit filed by Champion's parents against the university is pending.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Jury+Finds+Tradition+Is+No+Excuse+For+Brutal+Hazing&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Greg Allen","audio":[{"meta":{"duration":"159"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360629447-3ed8d5.m3u?orgId=1&topicId=1001&ft=3&f=360531759"}]}