{"created":"2014-10-27T16:34:47+00:00","modified":"2014-10-27T16:34:47+00:00","valid":{"from":"2014-10-27T16:34:47+00:00","to":"3014-10-27T16:34:47+00:00"},"hreflang":"en","title":"Same-Sex Couples Flock To Marry As Opponents Vow To Keep Up Fight","published":"2014-10-07T19:38:00+00:00","teaser":"The U.S. Supreme Court's decision yesterday not to take up any same-sex marriage cases effectively expanded marriage for gay and lesbian couples in the United States.","itags":["npr_api","354366270"],"contentencoded":"<p>The U.S. Supreme Court&#8217;s decision yesterday not to take up any same-sex marriage cases has rendered five states&#8217; same-sex marriage bans unconstitutional and effectively expanded marriage for gay and lesbian couples in the United States.</p><p>The state attorney general for South Carolina, one of the five states, says he will continue pursuing the appeal. But the state attorney general for North Carolina says he will not.</p><p>Utah was one of the five states with a marriage ban, and couples were able to get married there immediately following the Court&#8217;s decision.</p><p><a href=\"http://hereandnow.wbur.org\"><em>Here & Now&#8217;</em></a>s Rachel Rohr spoke to some couples getting married in Salt Lake City, following word of the Supreme Court&#8217;s decision.</p><p>“I didn’t think it would happen soon. I thought they were just going to keep it illegal for another couple years” said Ancia Mann, who got married to Heather Ginder in Salt Lake City, Utah, following the Supreme Court&#8217;s decision.</p><p>Meantime, same-sex marriage opponents vow to keep on fighting.</p><p>“It was disappointing and puzzling that the court would decide to allow the lower courts to redefine marriage,&#8221;  <strong>Brian Brown</strong>, the president of the <a href=\"https://www.nationformarriage.org/\" target=\"_blank\">National Organization for Marriage</a>, told <a href=\"http://hereandnow.wbur.org/\"><em>Here & Now</em></a>&#8216;s Robin Young.</p><p>Brown says marriage is not an issue the courts should be addressing, and it is not a matter of civil rights.</p><p>“It is not a violation of anyone’s civil rights to recognize that marriage is understood as it has always been understood in this country,” said Brown.</p><ul><li><strong>NPR: </strong><a href=\"http://www.npr.org/2014/10/06/354140391/did-the-supreme-court-just-legalize-gay-marriage\" target=\"_blank\">Did The Supreme Court Just Legalize Gay Marriage?</a></li><li><strong>Alternate Routes: </strong><a href=\"http://nprhereandnow.tumblr.com/post/99378096173/day-24-provo-ut-to-salt-lake-city-ut\" target=\"_blank\">Day 24: Provo, UT to Salt Lake City, UT</a></li></ul><h4>Guest</h4><ul><li><strong>Brian Brown</strong>, presdient of the National Organization for Marriage, which opposes same-sex marriage.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Same-Sex+Couples+Flock+To+Marry+As+Opponents+Vow+To+Keep+Up+Fight&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"e456430a-cf39-4df0-aadc-6acbe948d245","audio":[{"meta":{"duration":"411"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354366273-5a0a88.m3u?orgId=330&ft=3&f=354366270"}]}