{"created":"2015-04-20T20:28:00+00:00","modified":"2015-04-26T19:01:57+00:00","valid":{"from":"2015-04-26T19:01:57+00:00","to":"3015-04-26T19:01:57+00:00"},"hreflang":"en","title":"Meet The 'Accidental Activists' Of The Supreme Court's Same-Sex-Marriage Case ","published":"2015-04-20T22:23:00+00:00","teaser":"The legal battle over same-sex marriage hits the Supreme Court next week. It's an extraordinarily high-stakes clash, but the men and women at the center of it see themselves as incredibly ordinary.","itags":["npr_api","401007033"],"guid":"e456d4cb-2e80-4fff-8c10-f8441d198a88","contentencoded":"<p>The U.S. Supreme Court hears legal arguments next week in the legal battle over same-sex marriage. It's an extraordinarily high-stakes clash, but the men and women at the center of it see themselves as incredibly ordinary. The 12 couples and two widowers include doctors, lawyers, an Army sergeant, nurses and teachers.</p><p>Most have children and lead the typically harried lives of working parents. They say they didn't set out to be pioneers. They consider themselves \"accidental activists,\" meaning they filed lawsuits not to further a cause but because of the way the bans affected their lives.</p><p>In Michigan, for example, April DeBoer and Jayne Rowse, both nurses, have four adopted children, two of them with disabilities. As April puts it, they didn't plan to challenge the state's marriage law.</p><p>\"We have a marriage,\" she says. \"We just don't have a piece of paper that legally binds us to each other.\"</p><p>Because Michigan will not allow a same-sex couple to adopt, but will let a single person adopt, Jayne has adopted two of the children and April the other two.</p><p>Though both women portray themselves as \"ordinary parents,\" their deeds are anything but.</p><p>Their son Jacob, initially placed with them through foster care, turned out to be the baby April had been taking care of for 25 weeks in the neonatal intensive care unit where she works.</p><p>The couple would soon learn that doctors expected Jacob to die quite quickly. April and Jayne didn't like that scenario and went on a crusade to salvage his health.</p><p>A year or so into Jacob's recovery April brought him back to the hospital for tests and took him up to see the head of the neonatal intensive care unit. The doctor was astonished.</p><p>\"The doctor said there's only two things in this world that could have saved your son: God and a mother's love, and apparently he had both on his side,\" April recalls.</p><p>Jacob is now a thriving 5-year-old. As far as he's concerned, April and Jayne are both his parents, but because they are not married, only one of them can be on the adoption papers under Michigan law.</p><p>The wake-up call about their legal status came after a truck traveling in the wrong lane nearly hit their car head-on.</p><p>April DeBoer says the near-miss got them thinking.</p><p>\"We started to seek out information on protecting our kids, and putting wills and trusts in place to make sure that our kids are protected,\" she says.</p><p>But there was nothing they could do to ensure that if one of them died, the other parent would get custody of the two children adopted by the deceased partner. They could put their wishes on paper, but that paper would have little legal status.</p><p>\"A judge could award that child to someone else,\" Jayne observes, effectively making the surviving parent \"a legal stranger to the child that they've helped raise since birth.\"</p><p>So DeBoer and Rowse went to court to challenge the state's adoption law. The judge told them they would lose and suggested that they instead challenge the marriage ban.</p><p>Hundreds of miles away, in Kentucky, Paul Campion and Randy Johnson face many of the same problems, except they've been at it longer.</p><p>Paul, a teacher turned school counselor, and Randy, a nurse turned hospital administrator, have been together for 24 years, raising a family of three boys and one girl.</p><p>Both come from large families. Paul, the youngest of eight children, was raised in a conservative, Catholic family. He was an altar boy; one of his brothers became a priest.</p><p>Randy was raised a Southern Baptist, going to church three times a week. He denied being gay throughout his teenage years for fear of being \"condemned to hell.\"</p><p>\"And then when I graduated from college, I decided that the only choice I really was going to make was to not lie about who I was,\" he says.</p><p>After falling in love, the couple began long conversations about having a family.</p><p>\"We thought originally that being a gay man meant not having a family because that's what we saw,\" Randy says. \"We decided that that did not have to be the case for us.\"</p><p>Like many of the couples in the gay-marriage lawsuits, they decided to adopt. They searched long and hard to find an agency that would even consider them. And in February of 1995, these two preppy-looking white men rushed to the hospital to begin caring for their newborn African-American twin boys.</p><p>\"Right from that moment,\" Paul says, \"the kids were with us, [we were] doing feedings every three hours, four hours, changing diapers. And so we immediately went into parent mode.\"</p><p>The adoption, however, was not final, and again, only one of the two parents could actually adopt. The couple decided that Paul would be the one, and their lawyer advised Randy not to be in court for fear that if the judge saw two men, it would raise questions. So Randy waited in the parking lot while Paul and his sister held the baby boys in the courtroom when the adoption was finalized.</p><p>\"It was a dream come true to actually become parents,\" says Randy. \"Our lives have revolved around that role since that day over 20 years ago.\"</p><p>Randy and Paul would eventually add to their family, adopting a daughter, now 11, and another son, now 16. The twins, now 20, are both in college.</p><p>In 2008, when gay marriage was briefly legalized in California, the couple got married there, but their marriage is still not recognized in Kentucky. That presents a vast array of obstacles.</p><p>There is the ever-present anxiety of unmarried, same-sex parents about what would happen to the children if one of them were to die. But there are more mundane matters too.</p><p>They don't qualify for each other's spousal death benefits. Because the state does not recognize them as one family, they have to have two separate family health insurance policies. Over the years, they've learned to shop around for day care, schools and pediatricians who will treat them both as parents.</p><p>And when Paul was diagnosed with prostate cancer three years ago, they had to shop for a doctor who would recognize Randy as his full partner with decision-making power should Paul's health make that necessary.</p><p>In nearby Tennessee, veterinarians Sophy Jesty and Val Tanco are the quintessential high-achieving professional couple.</p><p>\"The decisions about where to live are often career-driven,\" observes Sophy.</p><p>Both trained at the College of Veterinary Medicine at Cornell University and have advanced degrees. Sophy Jesty is a specialist in animal cardiology. Her spouse, Val Tanco, is a specialist in animal gynecology and fertility. They were married in New York in 2011 and began looking for a place they could both have jobs as academic veterinarians. That's a tall order in academia, and they were elated when both were offered posts at the University of Tennessee, Knoxville, where they now teach, do clinical work, and conduct research.</p><p>But Tennessee does not recognize their New York marriage. They knew that when they moved there, but they say the reality, nonetheless, \"hit hard.\" Especially when Val got pregnant, through artificial insemination, with their daughter, Emilia.</p><p>Although a married heterosexual couple would both automatically be the parents of a child in a situation like this, under Tennessee law, Sophy is not a married spouse and therefore had no legal relationship to Emilia. So the couple sued.</p><p>That's how Sophy, through a legal quirk, became the first female \"dad\" in Tennessee.</p><p>Because Emilia was born in the short window of time when there was a court order requiring the state to recognize their New York marriage, Sophy Jesty is listed on the birth certificate as Emilia's father.</p><p><strong>\"</strong>I'm definitely not a father,\" Sophy says, \"but the state on the birth certificates has only two slots; one is for mother and one is for father. So my name occupied the father slot.\"</p><p>That could change. If the state wins its case, it could try to reissue the birth certificate.</p><p>Though all these couples — and fellow plaintiffs from Michigan, Kentucky, Tennessee and Ohio — are part of the case that will be heard next week, the name that will go down in history is Jim Obergefell.</p><p>That's because his case was the first filed, and in the shorthand of legal lingo, the consolidated cases are known as <em>Obergefell v. Hodges </em>(Richard Hodges is the Ohio official whose department handles death certificates).</p><p>It is the death certificate of Obergefell's longtime partner that is the focus here.</p><p>Jim Obergefell and John Arthur met in their mid-20s and soon became inseparable. Over the next two decades they even worked together at various large corporate firms in service and training positions.</p><p>\"It was John and Jim. Everybody knew it. It was no issue,\" Jim says.</p><p>But in 2011, John was diagnosed with ALS, known as Lou Gehrig's disease. He quickly went from a cane to a walker to a wheelchair and, finally, a bed. The two men had talked about getting married, but the native Ohioans wanted to marry in their home state, and same-sex marriage was not legal there.</p><p>Then, with John rapidly in decline in 2013, the Supreme Court struck down the federal law barring federal recognition of same-sex marriages performed in states where they are legal. John was in his bed in the living room when the news flashed across the TV screen.</p><p>\"I just immediately leaned over, hugged him, gave him a kiss, and said, let's get married,\" Jim recalls. \"It just seemed like the most perfect thing possible to do at the moment.\"</p><p>Friends and family quickly raised the $13,000 for a medical charter to Maryland, and soon the couple was off, with a nurse, medical technician, two pilots, and John's aunt, Paulette Roberts, who had been ordained online so she could marry them.</p><p>They landed on the tarmac at Baltimore Washington International Airport, and the ceremony commenced.</p><p>\"We got to make those promises to each other, those legal promises — and it was incredible,\" Jim remembers, his voice thick with emotion. \"And within 15 minutes we were back in the air, heading back to Cincinnati.\"</p><p>\"As crazy as it sounds,\" Jim adds, they just never thought about what would happen in Ohio.</p><p>\"And it wasn't until a few days after we got married that that issue was presented to us, and it was heartbreaking.\"</p><p>Through a friend, a civil rights lawyer came to Jim and John's home to explain that Ohio would not recognize the marriage.</p><p>Jim recalls what happened next: \"He pulled out a blank death certificate and said, now, do you realize when John dies, the state of Ohio will say he's single, and this blank here for surviving spouse name will be blank. Your name won't show up there, Jim.\"</p><p>The couple decided to fight. They filed suit just eight days after the tarmac wedding. Because of John's health, the judge heard arguments the following court day, and that same afternoon issued his ruling requiring the state to recognize Jim as John's spouse on a death certificate.</p><p>Three months and 11 days later, John Arthur died. The death certificate listed Jim Obergefell as his surviving spouse.</p><p>If the state wins its case in the Supreme Court, it can reissue a death certificate without Jim Obergefell's name.</p><p>\"We did not set out to be activists,\" Jim declares. \"We did not set out to become a named plaintiff at the Supreme Court, nothing at all like that. We just simply wanted respect.\"</p><p>Obergefell knows his name — his \"crazy last name,\" as he puts it — will be on a landmark case, whichever way it goes.</p><p>\"But for me, it's still just about me and John,\" he says. \"It's a very personal thing to me, still.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Meet+The+%27Accidental+Activists%27+Of+The+Supreme+Court%27s+Same-Sex-Marriage+Case+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"678"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401048762-1ebcb8.m3u?orgId=1&topicId=1070&e=401007033&d=678&ft=nprml&f=401007033"},{"href":"http://media.npr.org/assets/img/2015/04/20/465415608-6588c9d7b6042c82fcd463328c2457a5cd6b211d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1997","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/04/20/paulandrandy-774d50edbba09566194b6609522aebe4740d2110.png","type":"image/jpeg","meta":{"crop":"standard","height":"418","width":"557"}},{"href":"http://media.npr.org/assets/img/2015/04/20/campionjohnson-ac31a7fe674b9625eff8f14ab23976dcbfff8bcf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"174","width":"232"}}]}