{"created":"2014-10-08T13:18:58+00:00","modified":"2014-10-31T01:06:17+00:00","valid":{"from":"2014-10-31T01:06:16+00:00","to":"3014-10-31T01:06:16+00:00"},"hreflang":"en","title":"Why Would More Than 500 Artists Sample The Same Song?","published":"2014-06-28T14:56:00+00:00","teaser":"Sampling music isn't about \"hijacking nostalgia wholesale,\" says DJ Mark Ronson. It's about inserting yourself into the narrative of a song while pushing that story forward.","itags":["npr_api","322721353"],"guid":"e4605a72-1ef6-42ec-b271-80bd0ba948eb","contentencoded":"<p><em>Part 1 of the </em>TED Radio Hour <em>episode </em><a href=\"http://www.npr.org/programs/ted-radio-hour/321797073/what-is-original\">What Is Original?</a></p><p>\"Since the dawn of the sampling era, there's been endless debate about the validity of music that contains samples,\" <a href=\"http://www.npr.org/artists/16523927/mark-ronson\" target=\"_blank\">Mark Ronson</a> told an audience at a TED conference in Vancouver earlier this year. He should know: The Grammy-winning DJ and producer has built a career on artful appropriation, be it the literal samples he employs on his solo albums or the broader style exercise of <a href=\"http://www.npr.org/artists/15159821/amy-winehouse\" target=\"_blank\">Amy Winehouse</a>'s <em>Back to Black</em>, which he co-produced with Salaam Remi.</p><p>Though the tools associated with sampling have changed over time — yesterday's used-vinyl crate diggers have become today's digital foragers, yanking their source material straight from YouTube — its power to shape culture has not. In his TED talk, Ronson offers a case in point by charting the 30-year journey of one of the most sampled songs of all time: <a href=\"http://www.npr.org/artists/114241296/slick-rick\" target=\"_blank\">Slick Rick</a> and Doug E. Fresh's 1984 hit \"La Di Da Di,\" a bare-bones rap and beatbox duet, which has been borrowed by everyone from <a href=\"http://www.npr.org/artists/88479887/the-notorious-b-i-g\" target=\"_blank\">The Notorious B.I.G.</a> to <a href=\"http://www.npr.org/tags/126941307/miley-cyrus\" target=\"_blank\">Miley Cyrus</a> to <a href=\"http://www.npr.org/artists/15189629/spoon\" target=\"_blank\">Spoon</a>.</p><p>Currently at work on his own fourth studio album, Ronson spoke with <em>TED Radio Hour</em> host Guy Raz about why certain samples work, the legal hurdles of using them and why discussions of originality in music often miss the point. Hear the radio version at the audio link, listen to a mix of popular \"La Di Da Di\" samples <a href=\"https://soundcloud.com/npr_music/hear-la-di-da-di-in-30-years-of-pop-music\" target=\"_blank\">here</a>, and read more of their conversation below.<strong></strong></p><p><strong>GUY RAZ: I want to ask you about the Amy Winehouse album. The sound that was created on that record — that was built on sounds that had occurred over the previous three or four or five decades, right? It was a modern sound, but you couldn't have had that sound if you didn't have The Supremes and all of those kinds of voices that came before her.</strong></p><p><strong>MARK RONSON: </strong>Well, it was completely influenced and inspired by that stuff. When Amy first came to the studio, I had this great love for Motown and all this classic funk and soul — especially because I became a DJ because of my love for hip-hop, and hip-hop sampled all of those old records. So I kind of discovered Motown and soul music backwards, through hip-hop and the records that had borrowed from it.</p><p>Amy was really in love with this other era that even predates that, which was the Shangri-Las, and Phil Spector and the Wall of Sound. We got on like a house on fire the first time we met — you know, playing each other records for hours on end. And it inspired me. I mean, I had no idea how to recreate that sound or that vibe; I had never done anything like it up to that point. But I was just so enamored with her and what she wanted to do that I was like, \"However it happens, I'm going to find out how to do it, even if we get it wrong.\" And I think we did get it wrong just enough to make it its own new thing — which is kind of what you want to do.</p><p><strong>You spoke in your TED talk about \"<a href=\"http://www.youtube.com/watch?v=icBflcYZhpo\" target=\"_blank\">La Di Da Di</a>.\" When did you first hear that song?</strong></p><p>Who knows — I might have heard it growing up and not realized it. But when I started to DJ in hip-hop clubs in the mid-90s in New York, like, it was a staple of your set. Especially because of massive records like Notorious B.I.G., \"Hypnotize,\" Ini Kamoze, \"Here Comes the Hotstepper,\" and with <a href=\"http://www.npr.org/artists/89348744/snoop-dogg\" target=\"_blank\">Snoop Dogg</a> covering it, it's literally like chapter one of the hip-hop DJ bible. And it's an incredible song because it has no actual beat: It's just a beatbox and a rap over it. It's not even really that in time. It's completely, like, a free-formed, improvised record. Yet you can play all five minutes of it on a dance floor and have the entire dance floor sing every word of that song. It's almost like the national anthem or alphabet song of hip-hop.</p><p><strong>This is one of the most sampled songs ever. How did that happen? What is it about this song? </strong></p><p>Because Slick Rick's voice is so iconic, and \"La Di Da Di\" has all these little sing-songy turns of phrase — like, 'One two, you don't stop.' Hip-hop is built on creating these kind of sonic beds, so all these amazing little things have become the fabric of hip-hop and R&B tracks over the past 30 years. It's like a grunt from <a href=\"http://www.npr.org/artists/15316566/james-brown\" target=\"_blank\">James Brown</a> or a saxophone blurt from Junior Walker. It will sound good over everything, and it will always make your track sound more legit and more real and hip-hop. It just became the de rigueur, go-to thing if you wanted to make your track sound kind of awesome and familiar at the same time.</p><p><strong>And all of these DJs who took elements of these songs and sort of remixed them and reinterpreted them — would you say they weren't stealing this stuff, they were trying to celebrate it?</strong></p><p>I think most people that sample have the utmost reverence for the people who created the music that came before. Because they realize that without this music that came before, they wouldn't even have [today's music]. You look at the way people treat composers like Galt MacDermot, who — although he wasn't a massive figure in the pop world — wrote all this amazing '70s music that was sampled so much by hip-hop, because the tempos and the feel and the grooves and the rhythm of it really lent itself. People like Charles Stepney and the Rotary Connection — you know, hip-hop has its own class of people that we celebrate, beyond just the obvious people like James Brown, because they're these people that have been sampled over and over. And most of the time the producers who make this music are people that are at the heart of it. We're all in it because we love music.</p><p>I think at the beginning, you had these lawsuits because the rule book was a little unclear, and I think people do also like to see what they can get away with. But for the most part, yeah — when you find an old break and you sample that record, you want people to discover that record that you sampled. If it's some obscure little jazz-funk group, hopefully you're excited for the next generation to discover that music through your use of it. You know, the <a href=\"http://www.npr.org/artists/15361878/beastie-boys\" target=\"_blank\">Beastie Boys</a>' <em>Paul's Boutique</em> — I get the feeling when I listen to that record they were just looting bargain bins of records, pulling out anything that sounded great. I have a feeling they probably didn't even know half of the artists they were sampling before they made some of those songs. But at the end of the day, I feel like we all appreciate where the source music comes from.</p><p><strong>Do you remember a time in your career when somebody came up to you and just said, 'All you guys do is reuse other music. You're not creating anything new'?</strong></p><p>Well, I guess my position is a little bit unique, because as much as I consider myself a sort of child of hip-hop culture — you know, I came up DJing hip-hop clubs in the late 90s in New York, and I discovered funk music and soul music through the hip-hop artists that sampled it — I always wrote music myself, anyway. On all my own records, I do write all the chord progressions and things like that.</p><p>But I have been in those kinds of conversations. And it's just like, how many rock bands have re-tried, over and over again, the same chord progressions from our favorite music from the '60s and '70s? It's pretty much the same thing. I'm not here to stand up and say that stealing is as valid as sitting down at a piano and writing \"Yesterday\" or \"Imagine.\" But I think that great music — and some of my favorite music, certainly — has come from borrowing and re-appropriating. It doesn't have to be a whole melody or chord progression. It could just be the sound of a snare drum. It could just be the sounds of a rain dropping, off an old soundtrack record.</p><p>I think it was <a href=\"http://www.npr.org/artists/15158238/paul-mccartney\" target=\"_blank\">Paul McCartney</a> who famously said — I'm sure I'm going to mess this up, but — he said that by the year whatever-it-was, 2007, all chord progressions were going to be used. It was going to be impossible to write anything new. And the only way that we manage to progress is by taking what's there and ripping it apart at the fabric of it. Whether it's some insanely progressive drum programming — something like what Squarepusher used to be or what Hudson Mohawke does today — I think things that are progressive are things that are taking found music or found sounds and sort of tearing them to the very brink.</p><p><strong>Can you really call any piece of music completely original? Even something that was composed by somebody from scratch?</strong></p><p>I think you'd be really hard-pressed to listen to something today and not be able to at least find four bars of it that's completely derivative of something else. And that's why I think it's through playing with technology and sounds and atmospheres that original stuff comes. That doesn't mean that's my favorite stuff, or that I would rather listen to some kind of blip-electronica kid making music in his basement than to the new <a href=\"http://www.npr.org/artists/15193815/the-black-keys\" target=\"_blank\">Black Keys</a> album or an old <a href=\"http://www.npr.org/artists/15184517/stevie-wonder\" target=\"_blank\">Stevie Wonder</a> record. Just because it's progressive, I don't think it necessarily makes it more valid than something else going on. <br /> <br /> <strong>We sort of celebrate things that seem original. But then, what is original? </strong></p><p>Well, what's the T.S. Eliot quote, which apparently he even stole from Picasso, about \"Genius steals ...\"?</p><p><strong>\"Good artists borrow, great artists steal.\" Something like that. </strong></p><p>Yes. Even if you're telling yourself you're not stealing, subconsciously you are influenced whether you like it or not. Through <a href=\"http://www.npr.org/artists/15229570/the-beatles\" target=\"_blank\">The Beatles</a>' songbook or Stevie Wonder or all the things that you've heard playing in post offices, elevators, and on the radio since you were 2 years old. But the most important thing is what you do on top of it, and how you make it your own and combine all those influences to make something new. I think of it like Play-Doh: You have all these different colors of Play-Doh, and you hope to make this ball that, by the time you mix it all, it's indistinguishable what the original colors are. And it's hopefully not this ugly kind of diarrhea brown, [but] it's this really kind of interesting thing that people want to listen to.</p><p><strong>So say you're working on a song and you're like, \"I want to put in five seconds of this other song.\" You can't just put it in, right?</strong></p><p>You can't just put it in. Basically, you go to the person that wrote it, or maybe the person that owns that song now — because it could have been sold, the rights to it, years ago. You have to play them <em>your</em> song, and then you guys kind of come to agreement about how much you're going to give them.</p><p>I mean, if you use a tiny two seconds of a <a href=\"http://www.npr.org/artists/15396553/led-zeppelin\" target=\"_blank\">Led Zeppelin</a> song, it doesn't matter how important it is to your song — you can pretty much guarantee you're going to give up 100 percent of your publishing to Jimmy Page and Robert Plant. And then you could use a tiny bit of an old spoken-word performance from an old Jesse Jackson speech or something, and maybe give 10 percent of your publishing away for it. I've been on both sides of that equation. Sometimes it's so important to your song. It could be this little saxophone move or something, but to you it defines the entire feel of your song. And it's worth is to give away all that publishing, I think, if it's something you really think makes your song truly special.</p><p><strong>Have you ever really wanted to use a piece of music in something you're working on, and lawyer says to you, \"Mark, just drop it — it's too much of a hassle\"?</strong></p><p>No, I'm pretty headstrong on those things. In fact, I had a song on my first album, which was a song with <a href=\"http://www.npr.org/artists/15399880/ghostface-killah\" target=\"_blank\">Ghostface Killah</a> and <a href=\"http://www.npr.org/blogs/therecord/2011/03/17/134597595/remembering-nate-dogg-hip-hops-hook-man\" target=\"_blank\">Nate Dogg</a>, and it was called \"Ooh Wee.\" I had a string sample, which was from <a href=\"https://www.youtube.com/watch?v=40xDd7ywl00&feature=kp\" target=\"_blank\">a cover of \"Sunny,\"</a> and then I had a drum sample from Dennis Coffey. \"Sunny\" wanted 100 percent of the publishing, and the drum sample wanted 25 percent, so basically it was like <em>The Producers</em> — I was selling off more of a percentage than I owned. By the end of it I had to pro-rate my entire album down so I could rob this song to pay that guy and whatever it was. You know, those things are important. I know if took one of those things out of the song it wouldn't have had the same emotional effect or the same kind of toughness of the beat. That's why it was important to keep it.</p><p><strong>So you were in the red 25 percent?</strong></p><p>Yeah, I'm in the red. And then you've got to tell everyone else on the album, \"Oh, I'm sorry — you're getting paid a little bit less because I've got to pay these guys for that other song.\" But you know what? That song was the only hit I had off of that album. I guess if it wasn't for that song, I probably wouldn't be making records still today. That was the thing that put me on the map a bit.</p><p><strong>We still tend to think of copying as a bad thing — something we shouldn't be doing.</strong></p><p>Back to what I was saying about what you add to the equation, in hip-hop there was the expression \"jacking\" — like when you <em>just steal</em> something. There is no merit in that, especially if you're trying to steal and get away without actually paying the people that wrote it in the first place. That's the absolute worst. But I think that if you're taking something and building on it, like the way that the <a href=\"http://www.npr.org/artists/15403019/the-rolling-stones\" target=\"_blank\">Stones</a> and The Beatles and <a href=\"http://www.npr.org/artists/15381813/eric-clapton\" target=\"_blank\">Eric Clapton</a> did with the Delta blues to make their own music, and it's truly become something that can enrich somebody's experience in a different way.</p><p>Take \"<a href=\"http://www.youtube.com/watch?v=IDZqmF3zS04&feature=kp\" target=\"_blank\">Sunshine of Your Love</a>,\" for example. Without the great blues guitarists of the '30s and '40s, \"Sunshine of Your Love\" never would have existed. But I can definitely argue that I get something out of listening to \"Sunshine Of Your Love\" that I wouldn't get from listening those records. It gives you a different experience. I think that's what deems it worthy; that's what gives you your merit. If you really manage to be influenced or borrow or copy without making it a carbon copy, something that truly provides its own experience, it's own thing for the listener, it is original. It does sound like nothing else that came before.</p><p><strong>Do you think we live a post-sampling era? </strong></p><p>You know, we used to go to record stores or record fairs to find these rare breaks. I see young producers today, kids who are 19, 20; they stay up all night just sampling straight from YouTube. I think things like YouTube kind of have made a lot of today's younger generation think that, \"Well, everything kind of just belongs to us, right?\" Because it kind of does: Music has been free for a long time now, for better or for worse.</p><p>In some ways, the culture of today is really just about taking whatever you feel like and making it your own. Which is dangerous — there are troubled lines there — because at the end of the day, credit needs to go to the people that created the stuff in the first place. But it does make for some incredible, exciting art. And it does mean that some little kid sitting in his basement in Ohio with a laptop can be making some of the most interesting music around.</p><p><strong>Something completely different. </strong></p><p>Yeah, absolutely. There's a producer named Arca who comes to mind, who produced a lot of stuff with this interesting singer from England called Twigs. Basically what they're doing is using this program Ableton to take things like orchestral samples and stretch the very fabric of them until you don't even know what's going on any more. But they're creating something truly sonically and contextually original. And I find it doesn't matter what they're borrowing from or sourcing from, because you listen to it and you would never know anyway.</p><p><strong>When you sit down to write or produce something and you've been listening to all this music, how do you separate yourself from what's in your head, or sort of put your own spin on a sound that's just been swirling around inside of you? </strong></p><p>Well, I DJ a lot as well. I still DJ at clubs, and all these festivals in the summer. And when it's time for me to make my own record, I really do have to stop doing all that — because you never know. You've been playing all this other music for an hour and a half the night before you get into the studio, and you don't want that stuff to sort of filter into you.</p><p>I used to read interviews with <a href=\"http://www.npr.org/artists/15394157/prince\" target=\"_blank\">Prince</a> where he said he never listens to anyone else's music but his own. I guess if the songs I wrote were as good as Prince's maybe that would apply to me — but the truth is, I really enjoy listening to other people's music. But you do have to draw the line at some point, so that you don't become a sort of walking jukebox when you get into the studio.</p><p>When it's time to work on a record I put the blinders on a bit more and make sure that I'm not listening too much to something, especially if it's something everyone is making a big fuss about. That's the last thing that you want: You put out a record you've worked on for a year and half, and someone says, \"Oh yeah, it sounds like <a href=\"http://www.npr.org/artists/16334660/arcade-fire\" target=\"_blank\">Arcade Fire</a>!\" And you just want to go jump out a window.</p><p><strong>Has that happened to you before? </strong></p><p>It hasn't, but it's something I'm wary of. If you gave me a choice — you can make music for the rest of your life but you can never listen to anybody's else music, or you can just be a supreme music fan — it'd be a really tough call, you know? I'm not sure which is the worst one.</p><p><strong>You've used a lot of samples in your songs and I wanted to ask about one in particular: \"Alouette,\" on your track \"Bang Bang Bang.\" Very interesting choice. </strong></p><p>Yes. Well, that was a song that I'd written the music for on my last album,<em> and</em> I'd given it to this singer named MNDR, who was really excited to try to write melody and lyrics to it.</p><p>She started singing, sort of, like nonsense words. You know, a lot of singers that I work with, they just get on the mic and they kind of freestyle, and the first thing that comes out, they take that as what they make the lyrics fit to. So I think what she sang the first time sounded a lot like \"ah-boo-dett-dah,\" or something like that. And then she was like, \"Oh, can I make it 'Alouette?'\" And then just made the whole song around that. So yeah, French-Canadian nursery rhymes. Anything's game.</p><p><strong>Can you imagine what music is going to sound like 20 years from now?</strong></p><p>I was thinking about this, because when I was first asked to do the TED talk they gave me quite a general topic: They wanted me to talk about the evolution of music over the last 30 years. And I wasn't quite sure what my angle was. I started reading all these crazy books and researching all this stuff about Billboard, and I looked at the charts, the No. 1's, from last year. And whether it was \"Thrift Shop\" by <a href=\"http://www.npr.org/artists/166258260/macklemore-ryan-lewis\" target=\"_blank\">Macklemore & Ryan Lewis</a>, or <a href=\"http://www.npr.org/artists/91837552/katy-perry\" target=\"_blank\">Katy Perry</a>, or Miley Cyrus, none of those songs wouldn't have been able to have been made 10 or 15 years ago. Some of the technology today might make them sound a bit more sonically whiz-bang. But for the most part, you could have probably created them in 1998 and they wouldn't have sounded so different.</p><p>I think the 80s was a particularly exciting time. You think of records like <em>Duran Duran</em> or Van Halen, \"Jump,\" or <a href=\"http://www.npr.org/artists/90858948/cyndi-lauper\" target=\"_blank\">Cindy Lauper</a> or <a href=\"http://www.npr.org/artists/15402600/madonna\" target=\"_blank\">Madonna</a>, and you could honestly say in 1984, when those records were No. 1's, that there's no way that they could have been made in 1979. I think, part of the reason why we regard that music in such high esteem is because it was quite refreshing and groundbreaking when it came. Now, I'm not knocking any of today's music, but I would say that probably \"<a href=\"http://www.youtube.com/watch?v=Bk1_DbbzSdY\" target=\"_blank\">Harlem Shake</a>\" by Baauer was the only song that came out that was No. 1 last year that you could honestly say wouldn't have been able to be made in 2005.</p><p>So, I'm not sure. I don't want to sound depressing, but I'm not sure if music 15, 20 years from now is going to sound so different from how it sounds today, or even how it sounded in 1998, unless people are sort of willing to push it forward a bit. I think with record sales being so low and with downloads, people stress so much on having this one hit single that we just go for the most obvious thing so much of the time. Everyone's terrified of not having their smash single, so we just go the same tropes, the same tried-and-true tricks, the same chord progressions.</p><p><strong>There's one thing that's a little bit different, though, in the last 10 years, which is people like you — DJs — working with pop artists, especially American pop artists. EDM, that whole sound, has entered pop music. It's existed in Europe for probably the last 25 years, but electronic music is now a staple in pop music in the US. </strong></p><p>Yeah. I think so. But — and I hate to rag anyone — but I wouldn't say it's especially progressive. I don't think there's much of the pop music around using EDM that you couldn't have heard in Ibiza 12 years ago. But that is the way with pop music: It always takes a little while to catch up to what's progressive. You know, I'm not knocking anybody out there hustling, making their EDM stuff, but it's just not really my bag. I like songs. I like real people playing instruments most of the time, at least on my own records.</p><p><strong>Are you playing a lot of festivals in the UK this summer? Are you going to be on the road a lot? </strong></p><p>I'm playing around, mostly in Europe. But to be honest, I've got my new record coming at the end of the year that I've been working on for the past year and a half. So I've really just been kind of sitting the summer out and waiting for the record to come out.</p><p><strong>Are you singing on it as well?</strong></p><p>I've done everyone the favor of not singing on the album. I sang on the last one and it was a nice challenge, but it made me so terrified before each show that it just took all the fun out of it. I would just be throwing up in a corner each time before we had to go on stage.</p><p><strong>Really?! Oh no! </strong></p><p>Like, 20 minutes of vocal exercise, throw up in a corner, 10 minutes of vocal exercise, go on stage. That was pretty much it.</p><p><strong>Because you were worried you couldn't quite replicate that sound live, with your voice? </strong></p><p>Yeah, of course. And also just the pressure of doing it live. You know, I've worked with, I'd like to think, some of the greatest singers around. Working with people like Amy Winehouse and <a href=\"http://www.npr.org/artists/18790675/adele\" target=\"_blank\">Adele</a> and Paul McCartney doesn't exactly make you think, \"Oh, I could do that. That would be fun.\" So I don't really know what made me think I could do it in the first place. I'm proud of those couple of songs I sang on the record, but and I think it's back to letting the maestros handle it. So I have some pretty amazing singers, some absolutely brand new, some of my favorite singers in the world, some of my favorite musicians and writers. And I can't wait.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Would+More+Than+500+Artists+Sample+The+Same+Song%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR/TED Staff","audio":[{"meta":{"duration":"1486"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325911164-dc6f94.m3u?orgId=1&topicId=1008&ft=3&f=322721353"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325900929-417af1.m3u?orgId=1&topicId=1008&ft=3&f=322721353"},{"href":"http://media.npr.org/assets/img/2014/06/25/markronson_2014-stageshot-88ba5b56ad6407dd6b434b10eb4953ed71957042.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1171","width":"1561"}}]}