{"created":"2014-10-07T21:09:59+00:00","modified":"2014-10-31T00:16:13+00:00","valid":{"from":"2014-10-31T00:16:13+00:00","to":"3014-10-31T00:16:13+00:00"},"hreflang":"en","title":"Violence And Other Threats Raise Press Freedom Fears In Hong Kong","published":"2014-07-16T15:08:00+00:00","teaser":"Self-censorship and a brutal knife attack on an editor are fueling anxiety about whether the ex-British colony can preserve the autonomy it was promised when it returned to Chinese rule in 1997.","itags":["npr_api","331586762"],"guid":"e46fd804-b999-4cb9-880d-0adfdeffcb3d","contentencoded":"<p>On the evening of July 1, just hours after <a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/01/327226527/thousands-rally-in-hong-kong-to-call-for-democratic-vote\">Hong Kong's biggest pro-democracy protests in years</a>, the printing presses of the <em>Ming Pao</em> newspaper — long respected for its editorial independence — suddenly ground to a halt.</p><p>The paper's managers removed the bold headlines from the front page and replaced them with new ones that made no mention of the protesters' main demands: free, fair and direct elections for the Chinese-ruled special administrative region.</p><p>And that — along with a brutal knife attack on the paper's editor earlier this year — is fueling a growing anxiety about whether the former British colony will be able to keep the autonomy it was promised when it was handed back to China in 1997.</p><p>An independent judiciary and a free press are the mainstays of that autonomy, and anxious residents say those pillars are slowly being weakened under increasing pressure from the Hong Kong government, and the central Chinese government in Beijing.</p><p>The Hong Kong Journalists Association's annual report, <a href=\"http://www.hkja.org.hk/site/Host/hkja/UserFiles/file/annual_report_2014_Final.pdf\">\"Press Freedom Under Siege,\"</a> cited <em>Ming Pao</em>'s last-minute headline change as an example of a pattern of censorship, violence and interference.</p><p>Shirley Yam, the association's vice chairperson and a columnist at the <em>South China Morning Post</em>, says Hong Kong's press freedom is in its \"darkest moments ever since the handover in 1997, because of the increasing tightening that we've seen. Sometimes [it's] from authorities directly and, most of the time, [it's] from within, in terms of self-censorship.\"</p><p><em>Ming Pao</em> journalists were also outraged at the situation. However, they faced even greater shock earlier this year when their chief editor, Kevin Lau, was fired from his job and, later, seriously <a href=\"http://www.theguardian.com/world/2014/feb/27/press-freedom-knife-attack-hong-kong-editor-ming-pao\">injured by assailants who wielded meat cleavers</a>.</p><p>In February, thousands of Lau's colleagues and local residents protested against the attack as a threat to press freedoms. Protesters carried one sign that optimistically proclaimed: \"They can't kill us all.\"</p><p>Kevin Lau's law school classmate, Eric Cheung, is a law lecturer at Hong Kong University and a member of a civic group that is calling attention to the attack. Cheung says he doesn't believe it was a random criminal act.</p><p>\"Knowing Kevin,\" Cheung says, \"we know that this attack could not have been triggered by personal matters, financial matters and other things not related to Kevin's work as a journalist.\"</p><p>Cheung says Lau's attackers severed nerves in his legs and apparently were aiming to cripple but not kill him. Police have arrested several people in connection with the case, but it's unclear what their motives are.</p><p>Of course, Hong Kong journalists' mainland Chinese counterparts face a much harsher working environment. New rules bar mainland journalists from publishing \"previously undisclosed information\" or \"critical reports\" without official authorization.</p><p>But HKJA's Shirley Yam points out that Beijing has sent some chilling messages to local media. In April, she notes, more than a dozen Hong Kong media executives met with China's vice president, Li Yuanchao.</p><p>Li reportedly told them to cover the news objectively and fairly. But he added that a Hong Kong pro-democracy movement, called <a href=\"http://www.npr.org/blogs/thetwo-way/2014/06/29/326698818/hong-kong-pro-democracy-poll-garners-more-than-780-000-votes\">Occupy Central</a>, is illegal.</p><p>\"Imagine yourself as a journalist,\" Yam says. \"Not many would be able to say, 'no' to one of the most senior officials in the country. Even if the editors can, how about your management? How about the one who signs your paycheck?\"</p><p>Veteran American journalist Francis Moriarty reported for Hong Kong's public broadcaster RTHK for nearly two decades until this year. He notes that several major Hong Kong media outlets, which used to be seen as independent, have recently been sold to local real estate tycoons.</p><p>\"The so-called tycoons, as people in Hong Kong refer to them, their financial interests are largely no longer in Hong Kong,\" Moriarty says. \"Virtually all of them have major interests on the mainland Chinese side of the border.\"</p><p>Moriarty says that means they may be more susceptible to Chinese government pressure. But he argues that press freedoms are essential if Hong Kong is to continue to exist as a global center of finance and commerce.</p><p>\"I don't see how it can function in that role successfully if it's not also an international hub for the flow — and the free flow — of information and expression,\" he says.</p><p>Moriarty says the fight for press freedom in Hong Kong is not just a local fight or a local issue. He says it's an international issue.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Violence+And+Other+Threats+Raise+Press+Freedom+Fears+In+Hong+Kong&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anthony Kuhn","audio":[{"meta":{"duration":"244"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331900018-8ae257.m3u?orgId=1&topicId=1125&ft=3&f=331586762"},{"href":"http://media.npr.org/assets/img/2014/07/15/hongkong-2443a792e167298e7f2f1218411ca77ae0358200.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2635","width":"3515"}}]}