{"created":"2015-01-10T12:49:42+00:00","modified":"2015-05-13T21:22:48+00:00","valid":{"from":"2015-05-13T21:22:48+00:00","to":"3015-05-13T21:22:48+00:00"},"hreflang":"en","title":"7 Decades On, Israel Still Seeks Resolutions For 'Holocaust Art'","published":"2015-01-11T17:02:00+00:00","teaser":"The Nazis seized up to 600,000 works of art and much of it has never been returned to its rightful heirs, assuming there are any. Some of the art has ended up in Israel, creating complicated issues.","itags":["npr_api","376136607"],"guid":"e470dd51-0d08-4491-a19d-105d517605ea","contentencoded":"<p>Before and during World War II, the Nazis seized up to 600,000 works of art from all across Europe. This has created a long-running drama that is still playing out from movie studios in Hollywood to museums in Israel.</p><p>If you saw last year's movie <em>The Monuments Men</em>, starring George Clooney, then you know the story line. Toward the end of the war, American and Allied forces sent teams on a treasure hunt through Europe.</p><p>Their mission was to find those stolen art works the Nazis had stashed away, and return them to their original owners. But many of those owners had been killed in the Holocaust, and a lot of art was just never claimed.</p><p>Ultimately, a couple thousand artworks were distributed to Jewish institutions around the world, with many going to Israel, including the country's leading museums.</p><p>Now, advocates for Holocaust victims say more needs to be done to get the art back to the families that once owned it.</p><p>At the Israel Museum in Jerusalem, director James Snyder shows me a 1915 oil painting – a sort of mosaic of rooftops – by Austrian artist Egon Schiele. It's a well-known work by a famous artist, one of about a thousand pieces of Holocaust-era art the museum received.</p><p>\"The fact that no one has ever surfaced with record of its prior ownership sadly suggests that no one from the family that may have owned it before the war survived the war,\" Snyder says.</p><p>Today, many museums around the world are going over their collections to see if they have art that was confiscated by the Nazis. Snyder says the Israel Museum has returned about 40 works to heirs.</p><p>But art experts say it's likely that museums in Israel have many looted paintings on their walls and they don't even know it. These are likely works that museums bought in good faith, or received as gifts, and they simply aren't aware of the history, or have no way of tracing it or haven't done enough research to find out.</p><p><strong>An Renewed Search</strong></p><p>Stuart Eizenstat, special adviser to Secretary of State John Kerry on Holocaust issues, addressed a conference on art restitution in Israel this past summer. He said Israel hasn't done enough.</p><p>\"It's ironic because Israel is the state of the Jewish people. It's ironic because Israel has the greatest number of Holocaust survivors in the world. It's ironic because Israel should be a leader as a Jewish state on Holocaust-related issues,\" said Eizenstat.</p><p>The Israeli organization Hashava was formed by the government to locate Holocaust victims' assets in Israel, though it only started looking into art in 2013.</p><p>\"I believe Israel always had the sense that being the state of the Jewish people, things should belong here if they are heirless,\" says Elinor Kroitoru of Hashava.</p><p>Her organization has caused a bit of a stink on this issue, publicly accusing Israeli museums of not doing enough detective work to weed out suspect art.</p><p>Kroitoru has singled out one major museum, the Tel Aviv Museum of Art. She says it has a big collection of impressionist and post-impressionist art – the kind European Jewish collectors owned before the war. She thinks that statistically, it's likely the museum has looted art on its walls without even realizing it.</p><p>\"The Tel Aviv museum claims they have done research internally but nothing has been published yet,\" she says. \"We are waiting for the museum to come forward and show us and the public what they have done. They are a responsible museum. I know they are a serious museum, and I hope they will publish and work transparently.\"</p><p>Ruth Feldman, who recently recently retired as a curator at the museum, says the museum takes the matter seriously. \"We did a lot of work in that field. There is not always the time to do it ... But things are done at the Tel Aviv Museum of Art,\" Feldman said.</p><p><strong>Raising Money For Research</strong></p><p>The Hashava organization is working to get money to fund provenance research at the Tel Aviv Museum. And this past summer, Israeli curators attended the first workshop of its kind in Israel, on how to do that research.</p><p>But even if a museum can find an heir and return a piece of art, that's not always the end of the story. In some cases, Kroirotu says, the heirs turn around and sell the piece to private collectors.</p><p>\"Then we are in a very unusual situation, where art that was looted from a Jew in Europe before the war, ends up in the beautiful palace of a very rich person in Dubai. And one of the questions is, 'Is that what we want to happen to looted art?'\" she asks.</p><p>In other cases, the Israel Museum in Jerusalem has returned art to heirs and they have allowed the art to stay where it is, on loan, or sold it back to the museum.</p><p>That way, the heirs don't need to fuss with security cameras and climate controlled rooms for their precious painting — and the public in Israel gets to appreciate a great work of art and a piece of Holocaust history.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=7+Decades+On%2C+Israel+Still+Seeks+Resolutions+For+%27Holocaust+Art%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Daniel Estrin","audio":[{"meta":{"duration":"274"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376300659-5ed134.m3u?orgId=1&topicId=1009&d=274&p=7&story=376136607&t=progseg&e=376300606&seg=9&ft=nprml&f=376136607"},{"href":"http://media.npr.org/assets/img/2015/01/09/art-bf273587d40f4169384870df3bcee6a1a826590c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1566","width":"2088"}}]}