{"created":"2014-10-08T13:35:48+00:00","modified":"2014-10-31T00:55:36+00:00","valid":{"from":"2014-10-31T00:55:36+00:00","to":"3014-10-31T00:55:36+00:00"},"hreflang":"en","title":"50 Years Ago, Students Fought For Black Rights During 'Freedom Summer' ","published":"2014-06-23T20:50:00+00:00","teaser":"A PBS documentary<em> </em>about the 1964 movement to get blacks to vote in Mississippi airs Tuesday. <em>Freedom Summer</em> director Stanley Nelson and organizer Charles Cobb discuss the dangers the students faced.","itags":["npr_api","324879867"],"guid":"e4714c7a-41d2-4786-87cb-e317ef55d58f","contentencoded":"<p>This summer marks the 50th anniversary of Freedom Summer, a movement to open the polls to blacks in Mississippi and end white supremacy in the state.</p><p>Freedom Summer was organized by the Student Nonviolent Coordinating Committee, or SNCC, which recruited 700 college students — mostly white students from the North — to travel to Mississippi and help African-Americans register to vote. The organizers, the students and the black people trying to register were all risking their lives, a measure of how pervasive racism was at the time.</p><p>A new documentary about the movement, called <em>Freedom Summer,</em> airs on PBS Tuesday.</p><p>\"It was so dangerous, there was actually a list of some do's and don'ts that I found to be really fascinating,\" Stanley Nelson, the documentary's director, tells <em>Fresh Air</em>'s Terry Gross. \"At night, don't stand with your back at the door of a house with the lights on, don't let people pass you on the highway — those kinds of things, which for me, as a filmmaker, showed visually the danger that was there.\"</p><p>Just as Freedom Summer was beginning, two white participants, Michael Schwerner and Andrew Goodman, and one African-American organizer, James Chaney, disappeared. It was later discovered they were murdered by the Ku Klux Klan.</p><p>Charles Cobb, one of the movement's organizers featured in the film, was a field secretary for SNCC in Mississippi. He says he had been working there full-time for two to three years when the organization decided to bring attention to the state.</p><p>\"We knew the people who would be coming would be mostly white and that the country would be concerned,\" Cobb says.</p><p>The murders affected the project, he says.</p><p>\"As you might expect, it alarmed [the students'] parents,\" he says. \"And the parents began calling the congressmen, and began calling — if they could — the White House, and saying, 'You better make sure that our kids get out of Mississippi alive.' \"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On recruiting students from the North</strong></p><p>Stanley Nelson: Very, very early it was decided [they would] bring down 700 to 1,000 students, and they went about recruiting in different ways, mainly ... from college campuses. So one person in the film, a woman, said she just saw a poster up at her college campus and went to a meeting and signed up.</p><p>One of the things that we show in the film, we found this great footage of them — SNCC and CORE [the Congress of Racial Equality] — doing interviews. People had to go through an interview process because [the organizers] really understood that this was going to be dangerous, and they had to get a core group of people to go down who <em>also</em> understood that this was going to be dangerous.</p><p><strong>On how SNCC trained the students</strong></p><p>Charles Cobb: We could show people how best to try and protect yourself from actual physical [harm] — what to do if you're attacked by a mob, how to cover your body, how to protect somebody who you're with without engaging in fistfights or whipping out a pistol. ... We could show people how to do that. We had some experience in that because we all came out of the sit-in movement and were used to being surrounded by mobs of hostile whites.</p><p><strong>On the murder of volunteers the day before the group was scheduled to arrive in Mississippi </strong></p><p>Nelson: Mickey Schwerner had been in Mississippi for months before as an organizer; James Chaney was a local African-American, a Mississippian, who was also part of CORE and an organizer. They had gone up to Oxford, Ohio, to the training and there [they] met Andrew Goodman. A church was bombed in Mississippi and ... James Chaney and Mickey Schwerner decided to go down early and to see what happened, because that was in the area they were working. Andrew Goodman went with them. ...</p><p>This was, I think, a day before the rest of the group was going to go down to Mississippi. This was really even before the actual Freedom Summer had started. They went down and the day after ... they disappeared.</p><p>Cobb: It was an example of what we had really been talking to volunteers about before the three were missing, that you are going in to a murderously violent state and you have to understand that the danger affects you every day, all day long. The missing workers drove that point home because we were quite frank telling the volunteers, \"We think they are dead.\" ...</p><p><strong>On the white Mississippi community's anticipation of Freedom Summer </strong></p><p>Nelson: When the white community heard that this Freedom Summer was going to happen, I think, in some ways, they overreacted completely. In Jackson, Miss., the city bought a tank that they armed; they increased the jail capacity. They were really ready for riots and they wanted to portray it that way. ...</p><p>The Ku Klux Klan, which had kind of been silent for a long time in Mississippi, [started] to rise again.</p><p><strong>On the formation of the Mississippi Freedom Democratic Party </strong></p><p>Nelson: 1964 was a presidential election year and Lyndon Johnson would be nominated for the presidency in Atlantic City. The idea of the Mississippi Freedom Democratic Party was to take an alternate delegation to the convention in Atlantic City and try to obtain the right to be seated as opposed to the regular delegation from Mississippi.</p><p>The regular delegation from Mississippi was all-white. There was no way an African-American person could become part of that delegation, and that was against the rules of the Democratic National Convention — so the idea was, \"We will take our own delegation, which is integrated, and we will take that and get a hearing at the Democratic National Convention and be seated as the delegation from Mississippi.\" ...</p><p>[The MFDP] got what it wanted. ... It got its hearing at the convention. And it had an incredible lineup, which was televised from the convention. Martin Luther King [Jr.] spoke in favor of the [MFDP]... and they really won the day.</p><p><strong>On the gains of the Freedom Summer movement </strong></p><p>Cobb: One important gain was [that] the challenge to the Mississippi Democratic Freedom Party changed the National Democratic Party. It's out of this challenge that you get what are now known as the [former Sen. George] \"McGovern rules,\" which expanded the participation of women and minorities in the Democratic Party.</p><p>I think attitudes were changed in Mississippi. People saw that it was possible, in a wider sense, to struggle against white supremacy — and it changed the attitudes of those students who participated in that. Mario Savio, who would shortly lead the free speech movement at Berkeley in California, was a volunteer in Mississippi; so was [former Massachusetts Rep.] Barney Frank. I think it changed the attitude of these young people who came south.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=50+Years+Ago%2C+Students+Fought+For+Black+Rights+During+%27Freedom+Summer%27+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2195"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1324898703-40e07d.m3u?orgId=1&topicId=1136&ft=3&f=324879867"},{"href":"http://media.npr.org/assets/img/2014/06/23/m03640-kt-1-fe6d457db6daadadcfabab458b7b9ab3dc288561.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1956","width":"2608"}},{"href":"http://media.npr.org/assets/img/2014/06/23/m00320-newseum-87f8cbf222e0577f70db46a41d354ebc28b9c5af.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"530","width":"706"}}]}