{"created":"2015-05-15T02:14:32+00:00","modified":"2015-05-18T16:34:10+00:00","valid":{"from":"2013-10-30T16:11:54+00:00","to":"3013-10-30T16:11:54+00:00"},"hreflang":"en","contenttemplated":"[{\"content\":\"<p>The list of challenges facing African American kids in this country is pretty well known, and pretty overwhelming.  Higher poverty rates, lower test scores, worse health.  They&apos;re more likely to go to poorly funded schools, and live where crime is higher. <span> </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>These are the sorts of statistics that <a href=\\\"http://www.nbcdi.org/who-we-are/president\\\" target=\\\"_blank\\\">Felicia DeHaney</a> hears a lot.  They are often used to describe the odds she, and now her young daughter, have been up against.  And she says they make her feel exhausted.<span> </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“The constant hammering down on parents and families in the black community just saying you&apos;re at risk and you&apos;re not doing well and you&apos;re at the bottom of every data chart that we see,” DeHaney says.  “It&apos;s defeating.”<span> </span></p>\"},{\"content\":\"<p>In an effort to begin to change that narrative, DeHaney, who is president of the National Black Child Development Institute, has just released a report called “<a href=\\\"http://www.nbcdi.org/sites/default/files/resource-files/Being%20Black%20Is%20Not%20a%20Risk%20Factor_0.pdf\\\" target=\\\"_blank\\\">Being Black is Not a Risk Factor: A Strengths-Based Look at the State of the Black Child.</a>”<span> </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>The idea, she says, is to give folks some positive data points to hold on to in the midst of all the daunting ones.  Like the fact that black children are actually more likely to be enrolled in preschool than white children.  And that more black children have mothers with bachelor&apos;s degrees than mothers with less than a high school education.  And that 79 percent of young black children are read to by a family member regularly.<span> </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Positive stats like these are especially important for teachers to hear, says <a href=\\\"http://www.popcenter.umd.edu/mprc-associates/ncabrera\\\" target=\\\"_blank\\\">Natasha Cabrera</a>, a Professor of Human Development at the University of Maryland who contributed to the report. </p>\"},{\"content\":\"<p>“Teachers&apos; beliefs and expectations about children are a really important predictor of how well they do in school,” Cabrera says. <span> </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>She adds that it can be useful for teachers to ask themselves hard questions about how their own expectations might affect student achievement. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>“If you are in my class and I think you&apos;re not going to do well, does that translate to you not doing well?” Cabrera posits.  She adds that negative expectations can “limit kids from opportunities to develop the skills they may have, and marginalize them.” <span> </span></p>\"},{\"content\":\"<p>John Jackson of the <a href=\\\"http://schottfoundation.org/\\\" target=\\\"_blank\\\">Schott Foundation for Public Education</a> agrees with the spirit of the report. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>“It’s important to highlight the strengths and always note that black children are pregnant with potential,” he says.  “When you see the potential and you don’t see the desired outcomes, it really speaks to a system with lost opportunities.” <span> </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>But Jackson cautions that we shouldn’t shy away from the negative statistics that do face black kids.  They are the result of real world barriers that must be confronted, including “barriers to access to health and wellness, barriers to access to a strong economic community, and of course barriers to access to a strong high quality education,” Jackson says.<span>  </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>Changing the narrative to include positive as well as depressing data might be useful, but Jackson says just as important is “changing the systems that create the narrative.” </p>\",\"type\":\"text/html\"}]","description":"The National Black Child Development Institute says the conversation around poverty and success in the African-American community needs to be shifted.","teaser":"The National Black Child Development Institute says the conversation around poverty and success in the African-American community needs to be shifted.","title":"Reframing the “risks” of being black","byline":"Karen Clark","itags":["Marketplace","Marketplace for Wednesday, October 30, 2013","PMP:Marketplace_PMP","e474286acf415373ea0bdc4396306a2f"],"tags":["APM","Wealth & Poverty","minority children","poverty"],"guid":"e474286a-cf41-4537-8ea0-dc4396306a2f","published":"2013-10-30T16:11:54+00:00","contentencoded":"<div class=\"barn-cleaned\"><p>The list of challenges facing African American kids in this country is pretty well known, and pretty overwhelming.&nbsp; Higher poverty rates, lower test scores, worse health.&nbsp; They're more likely to go to poorly funded schools, and live where crime is higher.&nbsp;<span>&nbsp;</span></p>\n<p>These are the sorts of statistics that <a href=\"http://www.nbcdi.org/who-we-are/president\" target=\"_blank\">Felicia DeHaney</a> hears a lot.&nbsp; They are often used to describe the odds she, and now her young daughter, have been up against.&nbsp; And she says they make her feel exhausted.<span>&nbsp;</span></p>\n<p>“The constant hammering down on parents and families in the black community just saying you're at risk and you're not doing well and you're at the bottom of every data chart that we see,” DeHaney says.&nbsp; “It's defeating.”<span>&nbsp;</span></p>\n<p>In an effort to begin to change that narrative, DeHaney, who is president of the National Black Child Development Institute, has just released a report called “<a href=\"http://www.nbcdi.org/sites/default/files/resource-files/Being%20Black%20Is%20Not%20a%20Risk%20Factor_0.pdf\" target=\"_blank\">Being Black is Not a Risk Factor: A Strengths-Based Look at the State of the Black Child.</a>”<span>&nbsp;</span></p>\n<p>The idea, she says, is to give folks some positive data points to hold on to in the midst of all the daunting ones.&nbsp; Like the fact that black children are actually more likely to be enrolled in preschool than white children.&nbsp; And that more black children have mothers with bachelor's degrees than mothers with less than a high school education.&nbsp; And that 79 percent of young black children are read to by a family member regularly.<span>&nbsp;</span></p>\n<p>Positive stats like these are especially important for teachers to hear, says <a href=\"http://www.popcenter.umd.edu/mprc-associates/ncabrera\" target=\"_blank\">Natasha Cabrera</a>, a Professor of Human Development at the University of Maryland who contributed to the report.&nbsp;</p>\n<p>“Teachers' beliefs and expectations about children are a really important predictor of how well they do in school,” Cabrera says.&nbsp;<span>&nbsp;</span></p>\n<p>She adds that it can be useful for teachers to ask themselves hard questions about how their own expectations might affect student achievement.&nbsp;</p>\n<p>“If you are in my class and I think you're not going to do well, does that translate to you not doing well?” Cabrera posits.&nbsp; She adds that negative expectations can “limit kids from opportunities to develop the skills they may have, and marginalize them.”&nbsp;<span>&nbsp;</span></p>\n<p>John Jackson of the <a href=\"http://schottfoundation.org/\" target=\"_blank\">Schott Foundation for Public Education</a> agrees with the spirit of the report.&nbsp;</p>\n<p>“It’s important to highlight the strengths and always note that black children are pregnant with potential,” he says.&nbsp; “When you see the potential and you don’t see the desired outcomes, it really speaks to a system with lost opportunities.”&nbsp;<span>&nbsp;</span></p>\n<p>But Jackson cautions that we shouldn’t shy away from the negative statistics that do face black kids.&nbsp; They are the result of real world barriers that must be confronted, including “barriers to access to health and wellness, barriers to access to a strong economic community, and of course barriers to access to a strong high quality education,” Jackson says.<span>&nbsp;&nbsp;</span></p>\n<p>Changing the narrative to include positive as well as depressing data might be useful, but Jackson says just as important is “changing the systems that create the narrative.”&nbsp;</p></div>","audio":[{"meta":{"width":"610","height":"340","crop":"primary"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/untitled_0.JPG?itok=0KK-75T1"},{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/10/30/marketplace_segment19_20131030_64.mp3","meta":{"duration":121,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/10/30/marketplace_segment19_20131030","type":"application/json"},"duration_hms":"00:02:01"},"type":"audio/mpeg"}]}