{"created":"2014-08-28T01:54:49+00:00","modified":"2014-10-30T23:05:11+00:00","valid":{"from":"2014-10-30T23:05:11+00:00","to":"3014-10-30T23:05:11+00:00"},"hreflang":"en","title":"TV's New Doctor Who Has An Old Connection To The Series ","published":"2014-08-22T19:02:00+00:00","teaser":"The BBC will soon air its first <em>Doctor Who</em> episode with Peter Capaldi as the show's hero, The Doctor. Capaldi says the 50-year-old series inspired him to become an actor.","itags":["npr_api","342185850"],"guid":"e476644d-4e78-4bd4-8933-3908e54920f6","contentencoded":"<p>TV's longest-running science fiction program is about to get a new hero ... sort of.</p><p>On Saturday, the BBC unveils the first episode of science fiction series <em>Doctor Who</em> with its new star, Scottish actor/director Peter Capaldi, playing the 12th version of the show's hero, The Doctor. It's a crucial event for fans of the 50-year-old series, which has changed stars three times since its revival in 2005.</p><p>\"Whovians\" have waited over a year to see how Capaldi would play one of TV's most beloved science fiction heroes. They got a clue in a speech he drops toward the end of the first episode, which was also featured in the latest trailer for the series.</p><p>It's a new riff on a classic monologue the character has unleashed before, almost as a mission statement: \"I'm The Doctor. I've lived for over 2,000 years. I've made many mistakes. And it's about time I did something about that.\"</p><p>Some fans also bristled at seeing a 56-year-old Scotsman hired to lead this British TV treasure — making Capaldi the oldest actor to take on the role besides its first star, William Hartnell. But he's got a good answer ready for those questioning why he's replacing 31-year-old Matt Smith — an actor young enough to be his son.</p><p>\"I think this show's kind of in my DNA,\" says Capaldi, speaking from New York, where he was in the middle of a worldwide press tour for the new season. \"I think it's sort of part of me. So I think I can recognize when it's right and when it's not right.\"</p><p>Capaldi has been a fan of <em>Doctor Who</em> almost since the show started in 1963. When he was a teen, he wrote a fan letter to producers and got an unexpected package in response, containing two scripts from episodes that hadn't even been broadcast yet.</p><p>\"I had never in my life seen a script before for anything,\" says the actor, who recalled getting pages for an episode called \"The Mutants,\" starring Jon Pertwee. \"I'd never actually seen this document, this thing that had the dialogue written in it, the stage directions, the camera positions, the scene numbers, and this document absolutely blew me away.\"</p><p>For a young, self-described nerd, it was like a sign from above. \"It sort of changed my life. Someone admitted me into the magic circle, showed me how this stuff was made, and I loved it. This show kinda propelled me into being an actor anyway, even if I hadn't become Doctor Who.\"</p><p>But it would take decades before Capaldi got a shot at playing The Doctor — a Time Lord (who, as the name implies, can travel through time) from the planet Gallifrey.</p><p>His opportunity came from a quirky plot twist producers dreamed up long ago, when Hartnell began having health problems and had to be replaced.</p><p>David Tennant, one of the most popular actors to play The Doctor from 2005 to 2010, explained the move in a BBC documentary: \"Any Time Lord, when their body runs out or when their body would otherwise die, can regenerate — have a completely new body and start again.\"</p><p>In showbiz terms, that means the program can change actors whenever necessary. Matt Smith stepped aside just last year.</p><p>But the change also brings new dramatic possibilities for the character, as <em>Doctor Who</em> executive producer Steven Moffat explained to the BBC.</p><p>\"You can't equate regeneration with death because ... he doesn't die,\" Moffat says. \"But what is frightening for The Doctor — what is alarming for anyone, if you were told tomorrow morning you will be somebody else — is you will be alive but rewritten. That would be frightening. ... That's what The Doctor faces each time. He's at home in his current persona, and somebody's going to come along and change everything.\"</p><p>Regeneration also gives writers a chance to reboot relationships in the show. Producers have taken flak from some fans for making female characters too dependent on the men in the series and stoking a romantic connection between The Doctor and his current female companion, Jenna Coleman's 20-something teacher Clara Oswald.</p><p>But Saturday's show presents a more contentious relationship between Clara and The Doctor, which suits Capaldi just fine.</p><p>\"Their relationship is not one you can find in life; you can't look around and find an example of a similar relationship that is not creepy,\" Capaldi says, laughing while noting the two characters likely won't be a romantic item. \"With our age difference, it's not a good look.\"</p><p>His take on The Doctor's new personality is also quite specific. \"This character presents himself to those around him a certain way, but in fact, there's a completely unknown Doctor that is rarely revealed to those around them,\" Capaldi says. \"Because that other Doctor probably exists on a whole other plane and has a relationship with the universe that is probably beyond the ken of human beings.\"</p><p>This makes Capaldi's Doctor seem a little darker and more impatient than previous versions — perfect for an age where even comic book champions are more antihero than hero.</p><p>Capaldi is a veteran talent, an Oscar-winning short film director whose past TV roles include the British TV comedy <em>The Thick of It</em>.</p><p>But a bit of the old fanboy enthusiasm creeps into his voice when he explains why audiences still love The Doctor, who scoops up human companions for adventure in a time machine disguised as a police call box.</p><p>\"He kind of opens a door in this world, and if you go through that door, you can be taken anywhere in the galaxy, anywhere in time and space,\" Capaldi says. \"But you'll always be returned to your backyard or your mall or your hometown. ... It's quite unusual to have that intergalactic, epic adventure which can be accessed through your backdoor.\"</p><p>So far, it looks like Capaldi's past makes him the perfect caretaker for The Doctor's future.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=TV%27s+New+Doctor+Who+Has+An+Old+Connection+To+The+Series+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"261"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1342354195-77d011.m3u?orgId=1&topicId=1138&ft=3&f=342185850"},{"href":"http://media.npr.org/assets/img/2014/08/21/capaldiwho2-d12409b507921660b42e60ab5bc43af007604a0d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2317","width":"3090"}},{"href":"http://media.npr.org/assets/img/2014/08/21/capaldi-coleman-moffet-1bb285d443d3a274a6cbb8aca2c81f8b4ff22ed7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1511","width":"2014"}}]}