{"created":"2015-06-19T09:04:00+00:00","modified":"2015-06-24T14:23:34+00:00","valid":{"from":"2015-06-24T14:23:33+00:00","to":"3015-06-24T14:23:33+00:00"},"hreflang":"en","title":"'Sadness Is Like A Superhero': Amy Poehler On Pixar's 'Inside Out'","published":"2015-06-21T16:37:00+00:00","teaser":"The movie, directed by Pete Docter, follows the five emotions inside an 11-year-old's head. Poehler plays Joy, but she says Sadness' strength is she knows how to talk about loss.","itags":["npr_api","415522526"],"guid":"e47c4926-6126-4fa1-9919-f45963db6006","contentencoded":"<p>A new animated feature from Pixar aims to do the near-impossible, as any parent would tell you: get inside the mind of a preteen girl. <em>Inside Out</em> is about an 11-year-old girl named Riley, but the real stars are her emotions — five colorful characters representing joy, sadness, anger, fear and disgust.</p><p>Pete Docter, the creative force behind <em>Up</em> and <em>Monsters, Inc.</em>, wrote and directed the film, and actress Amy Poehler plays Joy. Both of them laugh about one of the biggest challenges of the movie: deciding how many emotions to include.</p><p>\"We started by talking to all these scientists about which emotions are there, and there's no consensus, which is kind of baffling\" Docter<strong> </strong>tells NPR's Renee Montagne. \"So some guys would say, 'Well there's three basic emotions.' And then someone else would tell us there's 27 basic emotions. ... I almost bought them, but then the room got too crowded so we cut it back down to five.\"</p><p>In the movie, Riley's emotions see the world through Riley's eyes and take turns at the controls of a console that determines how she feels at any given moment. Joy is the star, but Sadness is the key to the movie's meaning: Riley was all about Joy until she's torn from her blissful childhood home in Minnesota by her father's new job in San Francisco. As Riley's childhood friends and fun recede, Joy struggles to keep control and Sadness starts giving Riley the blues.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On Joy</strong></p><p><strong>Poehler:</strong> Joy goes through her own journey in the film: She realizes that she has to also be sad. And so when we were working on the character together, it was like: What level are we at in the beginning? Can we modulate that? And how does she change?</p><p><strong>Docter:</strong> Joy was a really hard character — of all the characters in the movie, the hardest one to write — because people who are just relentlessly positive and upbeat at all times, you kind of want to smack them, you know? You just don't take them seriously. You don't trust them. And I remember we had that discussion when we first met. We were struggling with that. One of the keys that we tried to do together was to show a kind of a vulnerability at times, that she doesn't just react to horror by saying, \"Let's go!\" You know, she has a moment of letting it sink in ... so you really feel it before she then powers on.</p><p><strong>On Disgust</strong></p><p><strong>Docter:</strong> Disgust is about keeping you from being poisoned. And that can be either physically — like don't eat the gross food — or socially — don't wear that disgusting dress because your friends will mock you. ... And that's especially big amongst teenagers.</p><p><strong>On Sadness </strong></p><p><strong>Poehler:</strong> It's such a funny opposite energy to Joy, who is literally jumping up and down. And Sadness just wants to lie down and kind of feel her feelings. And there's a beautiful moment in the film where Sadness sits down next to a character, and he's upset about something. And Joy's first instinct is to kind of distract him and cheer him up and talk over him. And Sadness sits down next to him and says, \"I'm very sorry that you lost something that you love. That must make you very sad.\" And frankly, it's like a pamphlet on how to speak about loss, because it's just someone sitting next to you and saying, \"I'm very sorry that you're sad and you lost something that you love, and that must be hard.\" The end, you know? So Sadness is like a superhero.</p><p><strong>On how the movie's lessons have resonated with Poehler's kids</strong></p><p><strong>Poehler:</strong> It's such a great tool to be able to talk to young people. It's very hard to sit a child down and say, \"How are you feeling?\" ... I have young boys and they say things like, you know, \"Isn't it funny how Anger doesn't listen?\" And I say, \"Yeah, you know that was kind of like what was happening the other day with you at school.\" You know? Or they say, \"I think that I'm like Fear when I don't want to go to bed.\" ... It's like one step away from their actual feelings and they feel really safe in talking about it.</p><p>And also in the film there are these core memories, this idea that we all have these memories that shape us and we remember them. And I asked my son what his core memories were. And he listed off five things — some were big and some were small. And just to hear a young person tell you, like, \"My life so far,\" it's fascinating.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Sadness+Is+Like+A+Superhero%27%3A+Amy+Poehler+On+Pixar%27s+%27Inside+Out%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"414"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415671830-4fd84d.m3u?orgId=1&topicId=1137&d=414&p=3&story=415522526&t=progseg&e=415671583&seg=10&ft=nprml&f=415522526"},{"href":"http://media.npr.org/assets/img/2015/06/18/inside-out-d700_220bcs.sel16.158-58215360ddb88f555d5d173524dc779b74cb7b30.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"921","width":"1228"}},{"href":"http://media.npr.org/assets/img/2015/06/18/inside-out-rgb-d105_256.pub16.140-3fcbcf7d4d8f8ffd69c19f232a5cdfdcc7138523.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2215","width":"2953"}}]}