{"created":"2014-09-15T09:42:10+00:00","modified":"2014-10-30T22:23:08+00:00","valid":{"from":"2014-10-30T22:23:08+00:00","to":"3014-10-30T22:23:08+00:00"},"hreflang":"en","title":"The Streets Are Empty As The Shells Keep Falling In Eastern Ukraine","published":"2014-09-16T03:00:00+00:00","teaser":"The precarious cease-fire is in danger of collapse after repeated violations by both sides. NPR's Eleanor Beardsley traveled through Donetsk as the shelling spread through residential neighborhoods.","itags":["npr_api","348612767"],"guid":"e47d2dc4-22dd-4fd5-9762-8d8b943048fd","contentencoded":"<p>We ride through the empty streets of Donetsk, closely following a van of monitors from the Organization for Security and Cooperation in Europe, the multinational organization making sure the peace in eastern Ukraine is being adhered to by both sides.</p><p>Leading our convoy is a local police car from the Donetsk People's Republic, the unofficial name given to this area by the rebels aspiring to separate from Ukraine.</p><p>As the police siren wails, the few cars on the streets stay out of our way. The presence of all these officials gives us an unrealistic sense of security — though we had taken care to wear our flak jackets and helmets.</p><p>Since the cease-fire, the constant thud of shelling in Donetsk has been in the distance, confined to the airport, where the separatists who control this town are trying to route the Ukrainian army. We told ourselves we could always turn back from this monitoring mission if we felt too afraid.</p><p>The OSCE van turns onto a side road in a residential neighborhood where a store has just been shelled. The whole street is filled with smoke; fires still lick at the roof of the building.</p><p>\"My God, this is my neighborhood,\" says my interpreter, Pasha. He says his apartment wasn't far, and that store was the one he and his wife went to several times every week.</p><p>We barely get out of the car when a massive explosion goes off.</p><p>\"I want to get out of here!\" I shout. Everyone is obviously thinking the same thing, because the OSCE observers also scramble to get back in their vehicles.</p><p>But our driver freezes behind the wheel. Suddenly another explosion rocks our vehicle. \"Snap out of it and move!\" Pasha screams in Russian.</p><p>Soon we are speeding back down the avenue the way we came. We find out later that that round of mortars had landed only about 200 yards from us.</p><p><strong>Shelling Returns To Residential Areas</strong></p><p>A nine-day cease-fire in eastern Ukraine has allowed some people to return to their homes. But in other places the fighting continues. In Donetsk, the shells are back in the city.</p><p>The city council says six civilians died after mortars exploded in that residential neighborhood Sunday.</p><p>Earlier, we had visited the village of Novokaterinovka, about 25 miles south of Donetsk and the site of a major battle at the end of August. Two burned out Ukrainian armored vehicles still sit by the side of the road. The people here endured even worse shelling for 5 1/2 hours, cowering in their basements.</p><p>Svetlana Duginova, 63, and her daughter were picking through the rubble of her 83-year-old parents' destroyed house.</p><p>Describing the horrors of that day, Duginova said the shelling had started at 9 in the morning and went straight into the afternoon. She says her parents were in the basement of this house the whole time.</p><p>\"We are all still afraid, but grandma is petrified,\" she said, speaking of her mother. \"She runs into the basement now every time she hears any kind of noise. She thinks it's a shell.\"</p><p><strong>'We Are All So Tired Of This'</strong></p><p>The peace agreement signed in Minsk, Belarus, 10 days ago stipulates that the eastern areas of Ukraine will receive greater autonomy from Kiev, yet remain within the country. But separatist leaders here now say they want their own country, the Donetsk People's Republic.</p><p>The east of Ukraine is carved up into areas controlled by separatists and government troops. If you want to go anywhere, you have to pass through numerous checkpoints — and you never know which side will be manning them.</p><p>The militants on both sides wear camouflage and cradle Kalashnikovs. They peer in at everyone in the car, making sure the IDs match the faces. Sometimes they make you get out.</p><p>The separatists often ask Western journalists if they're going to write <em>pravda</em> (truth) or propaganda. We assure them we're going to broadcast what the people tell us.</p><p>The village of Novokaterinovka has had no running water or electricity for a month. Duginova and her daughter, Klaudia Fedorashko, pull buckets of water from a well. So, I ask, which side do they support in this conflict?</p><p>\"Neither side,\" they say. \"We have no preference whatsoever; we just want peace. We don't know with whom and when that will be, but we are all so tired of this.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Streets+Are+Empty+As+The+Shells+Keep+Falling+In+Eastern+Ukraine&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eleanor Beardsley","audio":[{"meta":{"duration":"225"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348612768-8d34c8.m3u?orgId=1&topicId=1124&ft=3&f=348612767"},{"href":"http://media.npr.org/assets/img/2014/09/15/533399158_20695707-9e084cbbfa61cbc7a2c04e573f5d83ab1373be9a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3280","width":"4376"}},{"href":"http://media.npr.org/assets/img/2014/09/15/novokaterinovka-0d8f0257efab348a6063153fc7ef4b93cf90debe.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2230","width":"2974"}},{"href":"http://media.npr.org/assets/img/2014/09/15/house-f0b94105edbcc17c80601c107db9529935350272.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}}]}