{"created":"2015-05-23T21:00:19+00:00","modified":"2015-06-15T17:14:04+00:00","valid":{"from":"2015-06-15T17:14:04+00:00","to":"3015-06-15T17:14:04+00:00"},"hreflang":"en","title":"Behind The Curtain Of College Admissions, Fairness May Not Be Priority No. 1","published":"2015-05-24T15:53:00+00:00","teaser":"A discrimination complaint against Harvard has renewed focus on the fairness of admissions decisions. The process must be rational, says counselor and blogger Jim Jump, but it's not often fair.","itags":["npr_api","409039828"],"guid":"e47f1f48-208a-48cf-8dc5-0b20df194e38","contentencoded":"<p>A group of Asian-American organizations — more than 60 in all — recently accused Harvard of <a href=\"http://www.npr.org/sections/ed/2015/05/20/408240998/is-harvard-showing-bias-against-asian-americans\" target=\"_blank\">holding Asian-American applicants to an unfairly high standard</a>, requiring them to score better than their African-American, Hispanic or white counterparts. The complaint was filed with the Department of Education and the Justice Department earlier this month.</p><p>The questions now dogging Harvard also have drawn broader attention to the difficulties of the college admissions process.</p><p>Jim Jump, a former president of <a href=\"http://www.nacacnet.org/Pages/default.aspx\" target=\"_blank\">National Association of College Admissions Counseling</a>, sat down with NPR's Arun Rath to discuss the current admissions landscape — and whether Asian-Americans are being held to a higher standard.</p><p>\"I haven't necessarily seen that,\" he tells Rath. \"I think in general what I see is that, with any talent or quality, the more of it that there is, the less valuable it becomes in the admissions process — where the rarer something is, the more valuable it is.\"</p><p>Jump adds: \"That's what I see — is that uniqueness is kind of the hidden currency of college admissions.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On how a recent Supreme Court ruling establishing that admissions should try to be race-neutral has affected the process</strong></p><p>I think colleges are trying to be more holistic in how they admit students, not looking at any particular factor. And that actually can be frustrating for families and students who want to know, what does it take to get in? And in a highly selective environment there are lots of really qualified people who aren't gonna get in.</p><p>I think racial diversity, and other kinds of diversity, are part of what colleges look for as they put together a class. So the admissions process is really — at most institutions — about building a class full of differences, rather than admitting a bunch of individuals.</p><p><strong>On how to identify hard-to-quantify characteristics in applicants</strong></p><p>I think that is actually one of the things that is changing right now about the process. I think everyone recognizes that some of the predictors of success for students are noncognitive.</p><p>You know, \"grit\" is the word that is commonly used that has to do with motivation and persistence, and some of those other personal qualities. I think everybody knows those things are important; I think what we're trying to figure out is how do you measure those things successfully.</p><p><strong>On whether there's a way to achieve diversity — without discriminating against someone</strong></p><p>Well, whether \"discriminating\" is the right word ... I think the longtime dean of admissions at Harvard, Bill Fitzsimmons — I heard him speak once here in Richmond, [Va.] — and he said, you know, \"the admissions process is eminently rational; it's just not fair.\" And what he meant by that is that institutions choose based on what their institutional needs are, and they're not necessarily going to be fair to every individual, because they can't pick every individual.</p><p><strong>On whether the admissions process can ever really be fair to everyone</strong></p><p>I think that's going to be an ongoing challenge, because ... when it comes to the admissions process, you are trying to weigh a number of factors, some of which are — for a lot of applicants — is that the college admissions process tends to reward privilege. If you look at things like SAT scores, they correlate very highly with socioeconomic advantage.</p><p>So you're dealing with trying to equate people who've grown up in different backgrounds, who bring different strengths to the table. I'm not sure we'll ever get it right perfectly. It is more an art than a science.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Behind+The+Curtain+Of+College+Admissions%2C+Fairness+May+Not+Be+Priority+No.+1&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"238"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409088285-7058c8.m3u?orgId=1&topicId=1013&d=238&p=2&story=409039828&t=progseg&e=409010261&seg=5&ft=nprml&f=409039828"}]}