{"created":"2015-05-28T18:22:00+00:00","modified":"2015-05-28T22:21:59+00:00","valid":{"from":"2015-05-28T22:21:59+00:00","to":"3015-05-28T22:21:59+00:00"},"hreflang":"en","guid":"e482dea3-d4c0-4602-a00e-efeccdd0923c","title":"Why knowing some Arabic helps in this New York school's soccer club","published":"2015-05-28T22:21:55+00:00","byline":"Beth Fertig","tags":["education","soccer","Yemen","sports","immigration","Global Nation","Education","Development & Education","brooklyn","North America","United States","New York","Global Nation Education"],"teaser":"Sports can pay off in all sorts of ways. But at this school in Brooklyn, it gives some students from different backgrounds a way to mix that they wouldn't otherwise. ","contentencoded":"<p>The soccer players at the <a href=\"http://data.schoolbook.org/school/776-school-for-international-studies/\" target=\"_blank\">School for International Studies</a> in Brooklyn, New York, are a multi-ethnic bunch, but there's one group that dominates. Most players, at least on a recent morning, hail from Yemen, led by the talented brothers Hamoud and Osama Al Mathil. </p>\n<p>Osama, who's 16, says he has actually tried to tone down his game, learning to pass more. Back in Yemen, he says, most players “want to take the ball and just try to score.” </p>\n<p>But that's not all he's learned. He and the school's principal, Jillian Juman, say the two-year-old club has eased his transition to New York, and to school. </p>\n<p>No doubt, sports is often a way for immigrant students to integrate into new schools because they can show off athletic skills without worrying so much about their mastery of English. But schools like this one, with only about 440 students, can sometimes be too small by New York City standards to have their own team, which is why Juman started the club. He knew there was a demand for it, especially among the Yemeni students.</p>\n<p>Now, Juman sees cross-cultural exchanges among students who might not have connected otherwise. </p>\n<p>“I see the boys, they give each other high-fives, they have conversations as they’re going down the hallways,” she said.</p>\n<p>Aidan Evans, a sixth-grader, shows how the exchanges go both ways. He is a goalie in the club, and relies on an app and an English-Arabic dictionary to speak Arabic with his teammates. His mother, Susan Moesker, didn't realize he had the dictionary until she found it in his backpack, which seemed especially heavy. </p>\n<p>“He said mom, ‘I need that. Put that back,’” she recalls. “I said, ‘What you need an English- Arabic dictionary for?’ He said, ‘Well, all my friends on the soccer team in the morning are from Yemen, and so I’m trying to teach myself a little bit of Arabic so I can speak with them.’”</p>\n<p>For Aidan, it's a practical matter: “The goalie is supposed to tell other people what to do.\"</p>\n<p>Besides, one of Aidan’s best friends at school is Omar Jahamee, another sixth-grader and fellow goalie. They are die-hard soccer fans, though Aidan roots for Munich while Barcelona is Omar’s team.</p>\n<p>Assistant principal Renato da Silva says, whether they know it or not, the little interactions among the soccer players add up.</p>\n<p>“I think it helps with social skills, and social skills eventually develop people’s vocabulary, people’s art of thinking and, bottom line, is it helps you academically,” he says. “It makes you more comfortable, you’re able to speak up and participate in classroom discussions.”</p>\n<p>Osama says the soccer club helps him with his new language skills. “If I want to speak with someone I have to have English, to talk,\" he says. \"Even if I make a mistake.” </p>\n<p>At the School for International Studies, there are lots of immigrants, including many Latino students. But kids and teachers say the Arabic speakers used to be more isolated than other groups. Eleventh graders Jade Hill and Elizabeth Saavedra says that’s changed though they couldn't say exactly why. </p>\n<p>“They’re cool,” says Jade, who adds that she knew of the boys' soccer skills. “They’re just very friendly, like, they can joke around.”</p>\n<p>The soccer club is technically co-ed but very few girls attend, and some are prohibited from playing with boys for religious reasons. The assistant principal says they plan to start a girls' club next year so that newly arrived immigrant girls from Yemen — and other soccer-loving countries — can have the same opportunity.</p>\n<p><em>This story is part of PRI's <a href=\"http://www.pri.org/collections/global-nation-education\">Global Nation Education project</a>, where we dive into immigrant student life in the United States. Our partners include the <a href=\"http://www.migrationpolicy.org/\" target=\"_blank\">Migration Policy Institute</a>, along with <a href=\"http://www.thetakeaway.org/\" target=\"_blank\">The Takeaway</a>, <a href=\"http://www.wgbhnews.org\" target=\"_blank\">WGBH</a>, <a href=\"http://www.opb.org\" target=\"_blank\">OPB</a>, <a href=\"http://www.kpbs.org\" target=\"_blank\">KPBS</a>, <a href=\"http://kut.org\" target=\"_blank\">KUT</a> and <a href=\"http://www.wnyc.org\" target=\"_blank\">WNYC</a>.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-28%2Fnew-york-soccer-club-eases-transition-yemeni-students&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/2707101111_e88241540d_z.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/2707101111e88241540dzjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05282015_09.mp3"},{"href":"http://admin.pri.org/file/0528201509mp3"}]}