{"created":"2015-06-22T20:46:34+00:00","modified":"2015-06-23T15:05:14+00:00","valid":{"from":"2015-06-23T15:05:14+00:00","to":"3015-06-23T15:05:14+00:00"},"hreflang":"en","title":"Sights Set On The White House, But It Started In West Miami","published":"2015-06-23T02:32:00+00:00","teaser":"When Sen. Marco Rubio's parents came to the U.S., they put down roots in West Miami, a nearly all-Cuban neighborhood. That's where the senator and his family still live.","itags":["npr_api","413928426"],"guid":"e492add5-f5c7-41dd-9450-a157feed4c49","contentencoded":"<p>Marco Rubio, at just 44, is the youngest major presidential candidate in the 2016 field. The Florida senator is one of the rising stars of the Republican Party — and the roots of that rise started in a small city just outside Miami.</p><p>West Miami is less than a square mile. It's a tight-knit community of just over 6,000 people. This is where Marco Rubio grew up.</p><p>Tania Rozio has lived in West Miami for nearly 50 years and takes me on a tour of the town she calls \"a little gem.\" There's the park and the recreation center where the community holds Christmas shows, Halloween parties and Fourth of July celebrations.</p><p>Palm trees line the streets. Most homes are modest — one-story stucco, many brightly colored. Rozio points out others that have been renovated and expanded. \"The houses now, people are putting second stories on there,\" she said. \"Instead of moving somewhere else, they want to stay within here.\"</p><p>That's what Rubio did. He lives in one of those updated houses with his wife and four children.</p><p>West Miami is where, 30 years ago, Rubio's mother and father put down roots. They came to the U.S for economic reasons before the Cuban revolution, when dictator Fulgencio Batista held power. After five years in Las Vegas, they moved to West Miami in the 1980s. It was a blue-collar town where nearly all residents were Cuban-American.</p><p>For high school, Rubio left the neighborhood to pursue a passion. Long before he was interested in politics, he was enthralled by another hard-hitting game, football. He attended South Miami High School. In the '80s and early '90s, the South Miami Cobras were a football powerhouse. It's the kind of school where starters went on to Division 1 college teams. Even backups like Rubio were good enough to play at small colleges. Rubio got a scholarship to Tarkio College, a small Missouri school where he stayed just a year before returning home to Florida.</p><p>At South Miami, Rubio played safety on defense and started just one game. The coach of the defensive secondary was Otis Collier. \"He was a very knowledgeable kid,\" Collier says. \"He always was in the right position. The thing that helped him was, he was a smart kid, he played smart.\"</p><p>Rubio was one of the smaller players on the team. But he had a knack for reading offenses and pass patterns. South Miami's athletic director at the time, James Colzie, says Rubio learned a lot on the gridiron that's also useful in politics. \"Strategies,\" Colzie says, \"how, not necessarily to manipulate people, but how to anticipate.\"</p><p>They're qualities Rubio put to use back home in tiny West Miami, where campaigning is less about strategy and more about personal connections. In 1997, at the age of 26 and a year after graduating from the University of Miami with a law degree, he decided to run for a seat on West Miami's City Commission.</p><p>One of the first people Rubio went to see was one of his mother's friends who also happened to be the town's mayor, Rebecca Sosa. Sosa said she was outside stringing up her Christmas lights. \"'Listen,'\" she recalls Rubio saying, \"'I want to run for office and everybody tells me, that if you don't help me, I'm not going to win.'\"</p><p>Sosa invited him in for coffee and was impressed. By the next day, she was walking door to door with him. It was the beginning of Rubio's meteoric political rise.</p><p>One of the city commissioners he was running to replace was longtime West Miami resident Tania Rozio.</p><p>In West Miami, candidates' political affiliations aren't listed on the ballot. But Rubio had the support of the powerful local Republican Party. Rozio, now a Rubio supporter, recalls a conversation with a friend whose family was active in local Republican politics. \"She says, 'I'm sorry, but I have to vote for him because this is our golden boy. And I think he's going to go places.' They pushed him into West Miami. And from then on, it's just history.\"</p><p>But Rubio had his sights set beyond his hometown. Just one year after winning that election, he took a shot at a seat in the state Legislature. To win, he'd have to broaden his political base and gain support in nearby Hialeah, a city with 40 times more people than tiny West Miami.</p><p>And what would happen next would lay the foundation for the kind of politician he would become. Rubio was largely unknown in Hialeah. So, he went to see one of the most influential political figures in town, Modesto Perez.</p><p>The walls of his office are covered with old campaign signs, commendations and lots of photos. But the 74-year-old Perez isn't an elected official. He runs a refrigeration repair company. In this predominantly Cuban-American city, he's long been something of a political godfather, pulling strings for Republican candidates he likes; opposing Republicans and Democrats he doesn't.</p><p>He shows me a photo of him presenting Rubio with a samurai sword. Because he says they fight for the people, Perez often gives elected officials samurai swords. He keeps a box of them in his office.\" Yo tengo samurai aqui,\" he says. After decades in Hialeah politics, he still is most comfortable speaking Spanish. Of his political allies he says, \"They're samurais, so I give them samurai swords.\"</p><p>When Rubio came to see him, Perez says he was impressed by the young man's vision and charisma. Perez soon was spreading the word about the young politician he would call his godson.</p><p>Rubio narrowly won that seat in the Legislature and headed to Tallahassee, the state capital. But, Perez says, Rubio still had a lot to learn. \"Marco was shy when he started,\" he says.</p><p>Perez tells a story from when Rubio was speaker of the Florida House and came back to the district to hand out Thanksgiving turkeys. Rubio's staff had made arrangements to give away 40 donated turkeys. Perez says that's when he stepped in. \"And I see like 10 trucks full of turkeys, and I say, 'What do you mean 40 turkeys for the speaker? No, you're going to give me 300 turkeys.' And I took 300 turkeys and gave out turkeys to everyone.\"</p><p>Perez says he helped Rubio understand how to use his political clout to help people. As a legislator, it's a lesson Rubio took to heart, delivering millions of dollars to his district for hospitals, parks and flood control. By the time he was House speaker though and began developing aspirations for higher office, Rubio stopped requesting earmarked funds for projects back home.</p><p>Ralph Arza is a Republican from Miami who served in the Legislature with Rubio when he was speaker. Arza says Rubio ran Republican leadership in the Florida House like a sports team. And it was clear who was the most valuable player. Arza says: \"One time he says to me, 'Just open up the court and give Michael the ball.' And it was giving him the ball.\"</p><p>That's Michael, as in Jordan.</p><p>It's a team from which Arza eventually was cut. After Arza used a racial epithet in phone messages left for a political opponent, Rubio told him he had to resign from the House. From the time he entered politics, Arza says Rubio always had his eye on the long game. \"He had a blueprint of where he wanted to go,\" Arza says, \"and he knew the options and he knew the challenges along the way. He was always playing the game looking down the field.\"</p><p>That was something he first learned in West Miami. Now, from his hometown he's once again looking downfield, this time with his sights set on the White House.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sights+Set+On+The+White+House%2C+But+It+Started+In+West+Miami&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Greg Allen","audio":[{"meta":{"duration":"430"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416538152-730098.m3u?orgId=1&topicId=1014&d=430&p=2&story=413928426&t=progseg&e=416538006&seg=6&ft=nprml&f=413928426"},{"href":"http://media.npr.org/assets/img/2015/06/22/img_3196edit-18a104f2d7797f4aa2d25bf2d5a0b73e6c4eafc7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1466","width":"1955"}},{"href":"http://media.npr.org/assets/img/2015/06/22/img_3191edit-f1313bb3981ae6ba131d8eb7b1fa7515a27070f7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1152","width":"1536"}}]}