{"created":"2014-09-04T15:16:43+00:00","modified":"2014-12-23T18:13:16+00:00","valid":{"from":"2014-12-23T18:13:15+00:00","to":"3014-12-23T18:13:15+00:00"},"hreflang":"en","title":"The Myth Of The Superstar Superintendent?","published":"2014-09-10T12:01:00+00:00","teaser":"Superintendents make almost no difference when it comes to student success, according to a new report.","itags":["npr_api","345503073"],"guid":"e49db0fb-ce26-4bb8-a0d4-e467e961e315","contentencoded":"<p>At corporations, leadership matters. A lot. Think of the impact of the late Steve Jobs at Apple or Facebook's Chief Operating Officer Sheryl Sandberg today, to name a couple.</p><p>CEOs often play a vital role in bolstering a company's performance, image and culture of success. (Although <a href=\"http://www.na-businesspress.com/JAF/YangF_Web14_1_.pdf\">studies show</a> that obscenely high CEO compensation isn't always the best incentive.)</p><p>For America's public schools, studies show leadership also matters — especially at the <a href=\"http://www.wallacefoundation.org/knowledge-center/school-leadership/district-policy-and-practice/Documents/Rethinking-Leadership-The-Changing-Role-of-Principal-Supervisors.pdf\">principal level</a> and, not surprisingly, when it comes <a href=\"http://obs.rc.fas.harvard.edu/chetty/value_added.html\">to teachers</a>.</p><p>But what about public education's de facto CEOs — school district superintendents? They often get lots of media attention, are in charge of big budgets and, in theory, set the educational agenda. Some go on to lead the federal Department of Education, notably <a href=\"http://www2.ed.gov/news/staff/bios/duncan.html\">Arne Duncan</a> and <a href=\"http://www.rodpaige.com/\">Rod Paige</a>. Other superintendents are either hailed as saviors or vilified (or both, in the case of the former Washington, D.C., chancellor, <a href=\"http://en.wikipedia.org/wiki/Michelle_Rhee\">Michelle Rhee</a>.)</p><p>But do they really matter when it comes to student success?</p><p>\"We just don't see a whole lot of difference in student achievement that correlates with who the superintendent happens to be,\" says Matthew Chingos, a senior fellow at the Brown Center on Education Policy at the Brookings Institution. He's a co-author of what's likely the <a href=\"http://www.brookings.edu/research/reports/2014/09/03-superintendents-chingos-whitehurst\">first broad study</a> to examine the link between superintendents and student achievement.</p><p>Chingos and his co-authors, Grover Whitehurst and Katharine Lindquist, analyzed student test score data from Florida and North Carolina over a 10-year period. His conclusion: Hiring a new superintendent made almost no difference in student success.</p><p>Chingos explains the findings this way: \"What percentage of differences in student achievement is explained by superintendents? It's very small, about 0.3 percent.\"</p><p>The report also says that student achievement does not improve the longer a superintendent serves in a district.</p><p>The work of Chingos and his colleagues shows that the \"seize the day\" school superintendent is largely a fiction. Too often, he says, they're indistinguishable.</p><p>\"There are not many examples of people in the data who shot out the lights.\"</p><p>Chingos argues that the wider school system — including governance, culture, community, the local school board — proves far more important than the individual sitting in the superintendent's office. \"When you see a district that's doing really well with a visionary superintendent, it may also have a very proactive school board, a very involved community and a whole bunch of other things,\" he says.</p><p>\"We know that the principal and the teacher are so powerful. It's not the administrator,\" says education writer and author Dana Goldstein, who said she was surprised by the study's results.</p><p>Historically, she says, too many superintendents have been paper-pushing administrative overlords wedded to traditionalist views and averse to change. That has changed and evolved, Goldstein says. But not fast enough.</p><p>\"A good superintendent empowers leading visionary principals and teacher leaders at the school,\" she says. But what actually happens too often is that superintendents \"squash interesting ideas, so you'd have principals afraid to try something new, afraid to try something innovative.\"</p><p>The public school system, in many ways, reflects America's decentralized political system. Goldstein, author of the new book <em><a href=\"http://www.npr.org/2014/09/02/345104706/a-lesson-in-how-teachers-became-resented-and-idealized\">The Teacher Wars</a>: A History of America's Most Embattled Profession,</em> says public schools desperately need more autonomy and authority to innovate.</p><p>\"Sustainable education reform in the United States is going to come from the bottom up,\" she says. \"There is too much focus on these top-down reformers and the idea of the crusading, superstar superintendent. And not enough on the people who matter more — the principals and teachers.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Myth+Of+The+Superstar+Superintendent%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Westervelt","audio":[{"meta":{"duration":"192"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347305912-5136dd.m3u?orgId=1&topicId=1013&ft=3&f=345503073"},{"href":"http://media.npr.org/assets/img/2014/09/03/super-lucha-45d796173bb076d53fdb7e7ecc55ebd09a1e03b2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"745","width":"993"}}]}