{"created":"2015-02-25T20:28:09+00:00","modified":"2015-02-26T19:42:23+00:00","valid":{"from":"2015-02-26T19:42:23+00:00","to":"3015-02-26T19:42:23+00:00"},"hreflang":"en","guid":"e4a35167-94b5-4377-9489-44d3db138792","title":"How Tony Gemignani shocked the pizza world","published":"2015-02-26T19:42:21+00:00","byline":"Alex Gallafent","tags":["pizza","food","culture","Food","Lifestyle & Belief","Naples","Europe","North America","Italy","United States","Europe","North America","Tony Gemignani","Italian cuisine","Pizza","Food and drink","Cuisine","Mediterranean cuisine"],"teaser":"San Francisco chef Tony Gemignani loves Neapolitan pizza. He also loves to compete. So a few years back, Gemignani put it all to the test by entering the World Pizza Cup in Naples — and winning.","contentencoded":"<p>If you want to be the best, you’ve got to measure yourself against the best.</p>\n<p>That’s why American pizza chef Tony Gemignani likes to compete. Otherwise, who’s going to tell you if your food’s up to scratch — or if you’re still getting better?</p>\n<p>Gemignani’s category of choice is the authentic Neapolitan margherita pizza.</p>\n<p>\"Every bite takes you through a journey,\" he says. \"You start with the dough that’s on the bottom of your tongue, and then it goes into the tomato sauce with the basil, and then you taste a little bit of the salt and the meltiness of the cheese. It’s a pizza that’s super simple, but at the same time it’s so complex.\"</p>\n<p>Tradition dictates that you cook the margherita in an ultra-high temperature oven. It’s a 90-second bake, with an ultra-thin pizza dough that can be hard to handle.</p>\n<p>After years of study, Gemignani finally put his technique to the test in 2007. He entered the World Pizza Cup in Naples — the kind of pizza competition that Americans just don’t win.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/Organic%20Three%20Cheese----Photograph%20copyright%20%C2%A9%202014%20by%20Sara%20Remington.jpg?itok=d_cQC6tM\" alt=\"\" /><div class=\"field-caption\">\n    <p>Tony Gemignani's organic three cheese.</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Sara Remington/Random House</p>\n  </div>\n</div>\n<p>\"At that time it was nearly 100 degrees in Naples,\" he says. \"It was tented, [with] no air conditioning [and] six wood-fired ovens that were at 900 degrees. Just imagine being in the worst conditions ever. You're a sloppy mess. People are sliding their uncooked pizzas onto their pizza paddles, and they're falling off, they're football-shaped ... It was kind of chaotic.\"</p>\n<p>Everybody was messing up, and that included the local experts, cooks who came from long lineages of pizza-making. Gemignani says some of his competitors were being watched by their fathers and grandfathers — as if the pressure weren't already enough.</p>\n<p>And here comes this American guy in the middle of it.</p>\n<p>Gemignani had his own technique worked out, including raising the dough in wooden boxes, using a particular kind of mozzarella cheese and a de-seeded tomato sauce. His competitors were unimpressed, he recalls: \"They hated it. They really wanted me to lose.\"</p>\n<p>Gemignani's pizza went into the oven for just under 90 seconds, the regulated time limit. Then he took it to the judges to review. One judge — \"leather face,\" he called her — grilled him every which way: What cheese did you use? How much sugar did you put in the dough? (None.) How much oil did you put in the dough? (None.)</p>\n<p>He cut the pizza and served them each a slice. There were two slices left. Moments later, the judges declared that they wanted to try it again. This never happened — why would judges eat more of a single pizza when they eat more than 50 bites in a day? It was just that good.</p>\n<p>Gemignani allowed himself to believe that he could have won second place. Maybe second. \"Never first,\" he says. But that's just what happened: Tony Gemignani, the American, won the competition.</p>\n<p>But before it was announced, one guy came to his table and told him not to get too excited. \"It was one of the best moments, [but] it was a great moment that you couldn't get excited for,\" he says. \"Ninety percent of people hated you won — good friends of mine, I thought. And then you saw the genuine people that were genuinely happy for you. So I couldn't get excited.\"</p>\n<p>Gemignani and his friends left and partied at the hotel that night instead. And today? He's an 11-time world pizza champion.</p>\n<p><em>Tony Gemignani is the author of \"<a href=\"http://tonyspizzanapoletana.com/the-pizza-bible/\">The Pizza Bible</a>\".</em></p>\n<p><em>Update: A previous version of this story incorrectly said Tony Gemignani was from New York. He is from San Francisco</em>.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-25%2Fpizza-chef-knows-he-makes-best-pie&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Margherita_Sara%20Remington.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/margheritasara-remingtonjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0225201507.mp3"},{"href":"http://www.pri.org/file/0225201507mp3"}]}