{"created":"2015-05-19T12:38:50+00:00","modified":"2015-05-19T12:38:52+00:00","valid":{"from":"2015-05-19T12:38:52+00:00","to":"3015-05-19T12:38:52+00:00"},"hreflang":"en","guid":"e4abe892-e862-4b8b-8429-c30b9f53e517","title":"Forget chemotherapy — try some genetically modified lettuce to fight your colon cancer","published":"2015-05-19T12:38:44+00:00","byline":"Alexa Lim, Marlisse Silver Sweeney","tags":["Genetically modified organisms","science","research","health","Science","Science, Tech & Environment","Genetic engineering","MicroRNA","Environmental issues","Genetically modified food","Genetically modified organism","Health","Environment","Genetics","Genetically modified plant","Food","Nutrition"],"teaser":"Genetically modified foods are a major political issue, but what if scientists told you they could cure cancer? New research suggests that inserting specific genes known to fight cancer into plant material could be an effective tool to eradicate the disease in certain people.","contentencoded":"<p>There’s a lot of fear surrounding genetically modified fruits and vegetables. But what if scientists could engineer food to cure cancer?</p>\n<p>New research suggests scientists can use plants to deliver a type of genetic material called microRNA, which can help prevent or suppress cancer. In experiments with laboratory mice that were fed the genes, incidences of colon cancer decreased.</p>\n<p>“It’s a very controversial field,” says Kendal Hirschi, a professor of pediatrics and human genetics at the <a href=\"https://www.bcm.edu/departments/pediatrics/sections-divisions-centers/childrens-nutrition-research-center\">Children’s Nutrition Research Center </a>at the Baylor College of Medicine in Houston. He’s also an author on one of the research papers about this topic.</p>\n<p>Hirschi says that though it’s generally understood that the healthiest diet is plant-based, there are a lot of converging opinions about the best bets for optimal nutrition. “We’re playing with this idea that the microRNAs in the plant foods can be these regulators, something that is a bioactive compound that affects our bodies,\" he says.</p>\n<p>But Ken Witwer, an assistant professor of molecular and comparative pathology at John Hopkins University School of Medicine, says we shouldn’t get too excited just yet. “So far we don’t have any data on genetically modified plants,” he says. Instead, the mice in the experiment had the microRNA injected directly into their stomachs via a feeding tube.</p>\n<p>The same results would be difficult to achieve with dietary intake alone, he says. But finding a plant-based solution is an important step in the process, Hirschi explains: \"There’s something about the delivery of the nutrients that’s better when we eat stuff out of the plant matrix.”</p>\n<p>These “transgenic plants” won’t be ready for at least a couple of years, the scientists estimate. And though GMO foods are controversial, they say this research is likely to transcend the politics. As Hirschi points out, “Who’s going to argue about making a plant to help a patient who has cancer?”</p>\n<p><em>This story is based on <a href=\"http://sciencefriday.com/segment/04/24/2015/the-most-unusual-laboratory-not-on-earth.html\" target=\"_blank\">an interview</a> from PRI's <a href=\"http://sciencefriday.com/\" target=\"_blank\">Science Friday</a> with Ira Flatow.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-14%2Fforget-chemotherapy-try-some-genetically-modified-lettuce-fight-your-colon-cancer&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/scifri201505085.mp3"},{"href":"http://admin.pri.org/file/scifri201505085mp3"}]}