{"created":"2014-11-29T12:45:22+00:00","modified":"2014-12-04T01:05:22+00:00","valid":{"from":"2014-12-04T01:05:22+00:00","to":"3014-12-04T01:05:22+00:00"},"hreflang":"en","title":"Teacher Seeks Exoneration From McCarthy-Era Conviction","published":"2014-12-02T18:38:00+00:00","teaser":"Miriam Moskowitz was convicted of conspiracy during the Red Scare. Now the 98-year-old wants to clear her name — and warn others of what happens when fear fuels persecution.","itags":["npr_api","367362509"],"guid":"e4bed0f2-c30c-49aa-8c8d-86e6f6a98560","contentencoded":"<p>For more than six decades, Miriam Moskowitz has lived in fear that people would find out about her past. Now at age 98, the retired math teacher is anxious to set the record straight before it's too late.</p><p>\"I was and am innocent,\" Moskowitz tells NPR's Scott Simon.</p><p>Moskowitz says she was swept up in the hunt for communists in the 1950s during the McCarthy era. She was accused of knowing that her boss and his associate, a Soviet spy, were planning to lie to a grand jury. Decades later, Moskowitz insists, unsealed records reveal that she was framed.</p><p>She was never able to tell her side of the story to the jury that convicted her, she says. For one, if she had taken the stand to declare her innocence, the fact that she was having an affair with her married boss would have become public knowledge. But there was another reason.</p><p>\"If the prosecutor would have asked me, had I ever belonged to the Communist Party, I would have had to answer 'Yes' because I was a member briefly,\" Moskowitz says.</p><p>\"He would then have asked, 'Name some people you knew in the Communist Party,' \"she says. \"At that point, I would have said, 'I cannot do that; my conscience will not let me.' \"</p><p>Moskowitz insists she was never privy to any conversations between her boss, Abraham Brothman, and Harry Gold, the self-confessed spy. She says Gold testified against her after the government threatened him with the death penalty.</p><p>Moskowitz spent two years in prison and had to pay a $10,000 fine. The conviction destroyed her life, she says.</p><p>The FBI continued to follow her after she left prison. She lost job after job because agents spooked whomever she worked for. For a time, she contemplated suicide.</p><p>\"The rest of my life, I lived a double life,\" says Moskowitz, who now lives in Washington Township, N.J. She has few friends and never married or had children.</p><p>\"I hid the conviction,\" she says. \"I always had the fear that when I met new people they would discover who I was, and I'd have to scoot out of their lives.\"</p><p>Now at the end of her life, Moskowitz says she's no longer afraid. She wants to make sure that what happened to her won't happen again.</p><p>\"I am so fearful about the future of my country,\" Moskowitz says. It's important that people know about the kind of extremism that took place during the McCarthy era. If she can warn about what can happen when fear and paranoia grip a nation, she says,\" I think I've done a job of good citizenship.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Teacher+Seeks+Exoneration+From+McCarthy-Era+Conviction&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Martha Ann Overland","audio":[{"meta":{"duration":"281"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367362510-fbbc83.m3u?orgId=1&topicId=1070&ft=3&f=367362509"}]}