{"created":"2014-10-08T16:11:37+00:00","modified":"2014-10-31T02:07:53+00:00","valid":{"from":"2014-10-31T02:07:53+00:00","to":"3014-10-31T02:07:53+00:00"},"hreflang":"en","title":"In Somalia, Collecting People For Profit","published":"2014-06-19T10:28:00+00:00","teaser":"Distributing aid can be an incredibly risky job for Westerners in Somalia, so local entrepreneurs have filled the gap. But what happens when aid become a profitable business in a lawless place?","itags":["npr_api","312150579"],"guid":"e4c63968-4163-426e-a18c-b8f4daf3c31a","contentencoded":"<p>Last year I took a drive through the streets of Mogadishu, Somalia, in a bulletproof SUV. My seatmate was Justin Brady, who at the time was working for the U.N. We were both wearing body armor — standard issue for these trips — and we were followed by a second car with more guys with guns.</p><p>Coordinating humanitarian aid can be an incredibly risky job in Somalia, where Islamist militants al-Shabab have declared open season on any Westerner or anyone accused of working with the so-called Western occupier.</p><p>And yet, Brady points out the tinted window at wooden signs, hand-painted in English. Each has the name of a camp, and someone's phone number. Some even have bright red arrows, as if to say: <em>Hey aid workers, bring your food here!</em></p><p>We stop our small convoy by one sign, \"Najib Camp.\" The camp owner, Adad Hassan Jimali, emerges to give us a tour. A stout woman in a black headscarf, she leads us past rows of tents and old latrines.</p><p>Her camp looks like one you might find in any war-torn country or see on CNN. But Jimali is not a professional aid worker. She is the widow of a powerful government official who gave her this land. She paid to have it cleared to make space for the tents. And at first it's not clear why she's doing this. The U.N. isn't paying her a salary to help these people. The people are mostly too poor to pay rent.</p><p>When I ask her how she pays for all this, it's awkward. First she says she's doing it for Allah and gets no money at all.</p><p>I ask again, and she admits, OK, if there's some <em>extra</em> food from the aid agency left over, she'll take some of that, and sell it, for cash.</p><p>Since when in the history of giving food to starving people has there been lots of food <em>left over?</em></p><p>A clue to how this camp really operates comes when she tells me about a deal she struck with another landowner. She put some families on his land and in exchange, she paid him \"10 percent.\" That is, 10 percent of the bed nets, the paraffin, the bags of rice — whatever you've seen on some glossy photograph in a U.N. brochure ... 10 percent of that goes not to the poor people but to the landowner.</p><p>\"That is a common deal for everywhere,\" she assures me.</p><p><strong>The Rise Of The 'Gatekeeper'</strong></p><p>Another word for Jimali's \"common deal\" is, of course, stealing. Stealing a percentage of food and aid meant for poor people and paid for by Western taxpayers. Somali landlords will take a cut of that aid and sell it on the open market. But while this is obviously against U.N. rules, sometimes humanitarians have no choice.</p><p>In 2011, for example, a massive famine swept the country. Starving people would walk for days just to get to the nearest city for a handout. There were 7-year-old children who looked the size of toddlers. Yet most of the country was still too dangerous for non-Somalis to travel. Even Brady's trips — with the body armor and the bulletproof car — were off limits. So the U.N. had to look at satellite images of camps filling up with tents and estimate how much food to send in. Then they would dispatch local Somalis to deliver the food and hope it got where it was supposed to go. It was not ideal.</p><p>Edem Wosornu with the U.N. was helping coordinate the humanitarian effort in Somalia during 2011. \"All we could think about was save lives,\" she said in a recent interview. \"Save lives! Get the assistance in. We knew that some of the assistance would be diverted but what could you do? In the absence of the perfect system? Assist the people, save lives, that was your mantra.\"</p><p>To the West, the famine was a moral imperative. To some Somalis, it was a business opportunity. Somalia is too dangerous for aid workers to set up their own camps. So entrepreneurs like Jimali could set up private camps and stock them with people. She could go to villages affected by famine and say — come with me, I got some land. Sometimes she could <em>purchase</em> the people from other camp owners.</p><p>\"You see these orphans?\" she says, pointing at some kids in the camp. \"Some of them I have collected from other camps! Some of them I have collected from their villages.\"</p><p>This business of collecting and trading displaced people became so common that aid workers coined a term for these camp owners. Consultant Erik Bryld says they're called \"gatekeepers.\"</p><p>If you wanted to reach out to displaced people in Somalia, he said, \"this was the only way you could do it. It was practiced, and accepted, but sort of with closed eyes. You would need to go through the gatekeepers.\"</p><p>Gatekeepers he says can make aid delivery possible in an impossible situation. They have connections in the complex clan networks that keep them safe. No matter what violence happens in Somalia — grenade attacks, suicide bombs — they stay open for business. Those wooden signs go nowhere.</p><p>That's unlike the United Nations humanitarian teams, which right now can barely travel anywhere in Mogadishu.</p><p><strong>Unregulated And Unmonitored</strong></p><p>But as a business, the privatized camp industry is unregulated and unmonitored. In a different camp I meet Halima Sheikh Ali, a displaced person outside her tent.</p><p>She tells a story about an aid agency distributing 100 ration cards, which are cards that give very desperate people access to food distributions, like impromptu soup kitchens. She says her gatekeeper kept 85 of those cards to give to his militiamen or sell on the open market. That's way higher than the 10 percent cut Jimali said was standard, but other displaced people have reported similarly high rates of stealing.</p><p>A Human Rights Watch report called \"Hostages of the Gatekeepers\" reported <a href=\"http://www.hrw.org/reports/2013/03/28/hostages-gatekeepers\">growing sexual violence in the camps</a> against women and girls. Other researchers found that gatekeepers will <a href=\"http://adesoafrica.org/wp-content/uploads/2012/03/Cash-Consortium-GateKeepers-In-Mogadishu-Study-January-20131.pdf\">confiscate ration cards</a> to make sure the people in their camps don't escape. And a U.N. report found that while \"a large proportion\" of aid never reaches the intended beneficiaries, the aid agencies <a href=\"http://www.un.org/ga/search/view_doc.asp?symbol=S/2013/413\">mostly keep silent about it</a>. \"A culture of denial and secrecy continues to exist that prevents the humanitarian community from sharing bad experiences,\" the report found. Aid agencies fear that if they reveal how much of their aid is being stolen by gatekeepers, Western governments like the U.S. and Britain will take away their contracts and give them to another aid agency that either doesn't know or doesn't tell. These government donors, the U.N. report found, \"are responsible for contributing to this culture of silence.\"</p><p>After Brady and I finished our tour of the camps and returned to the U.N. compound for a beer, he told me that gatekeepers are simply \"playing with other people's lives.\" Desperate people, who might have been driven into the city because of famine or armed conflict in their home village. \"They might have been shepherds who no longer have a flock, and in fact they have become the flock,\" Brady said. \"They are now the sheep that are herded around this city, and used for the gain of others.\"</p><p>Some gatekeepers would exaggerate the size of their so-called flocks. If your camp gets more aid for having more people, a simple way to cheat is to build fake tents. Fake tents that would look real on satellite photos or on a hasty drop-in visit by aid workers. Somalis called them \"rice huts,\" meant to attract no people, only the bags of rice that say <em>Gift of the US Government</em>.</p><p>Mark Yarnell, an advocate for Refugees International, says aid agencies have tried many ways to reduce the stealing. They've tried to monitor camps with satellite photos and keep in touch with camp informers by cellphone. Since bags of rice can be easily stolen and traded on the market, they've tried to give out cooked rice instead. But guess who started charging admission to the food lines?</p><p>In the end, Yarnell says, humanitarians have been unable to get around the basic fact that gatekeepers are on the ground and — because of insecurity — aid agencies are not. \"So how do you actually stop this system that's so deeply entrenched in Mogadishu?\" he asks. And <a href=\"http://www.refugeesinternational.org/policy/field-report/gatekeepers-and-evictions-somalia%E2%80%99s-displaced-population-risk\">what he proposes</a> seems shocking from the mouth of someone who spends all of his working hours advocating for displaced people. \"Cut off the flow of resources!\" he says. \"Cut off the supply, and they'll have to look for other business opportunities!\"</p><p>This may sound drastic, but Yarnell is not saying stop aid to all of Somalia — he's suggesting that the U.N. not send aid to camps that are wildly abusing the system. Places where you have gatekeepers who are committing rape or stealing 85 percent of the aid. <a href=\"http://adesoafrica.org/wp-content/uploads/2012/03/Cash-Consortium-GateKeepers-In-Mogadishu-Study-January-20131.pdf\">Consultant Bryld has proposed working more closely with the \"good\" gatekeepers</a>.<strong> </strong>But these are not ideas that the U.N. is ready to hear.</p><p>Edem Wosornu is now the new head of the U.N. OCHA. She says that cutting off aid to so-called bad gatekeepers is unethical (\"The humanitarian imperative means that you have to assist people\") and working with \"good\" gatekeepers is impossible (there is no \"list of gatekeepers in Mogadishu,\" she says).</p><p>But wouldn't it be helpful to make such a list? To be more honest about the fact that gatekeepers <em>are</em> part of the system. And say OK, at least this one only steals 10 percent, but this one's stealing 80?</p><p>Wosornu shakes her head.</p><p>\"I'm shaking my head because I'm thinking, then it would be accepted that they should be there. They shouldn't be there!\"</p><p>\"But,\" I say, \"saying they shouldn't be there doesn't help them not to be there.\"</p><p>\"I know!\" She laughs. \"I know. I know. I guess I'm stuck with perfection.\"</p><p><strong>Life As Someone's Investment</strong></p><p>Perfection to Wosornu means that Somalia should get what other countries in crisis have: Public land for displaced people. Secure enough for aid agencies to set up shop and make sure that aid gets where it should. Wosornu says that \"the Somali authorities can decide to move the people tomorrow.\"</p><p>And finally, the U.N. got its chance to see exactly that. In September 2012, Somalis elected a government, the first in 21 years. And the government offered land to house displaced people in a remote Mogadishu suburb called Deynile. It said it had enough land for 50,000 at least.</p><p>Mostly what the Somali government wanted was to get rid of all those dirty tents in downtown Mogadishu, and put up luxury hotels and shopping malls. Do some economic development of its own.</p><p><a href=\"http://reliefweb.int/sites/reliefweb.int/files/resources/Mogadishu%20Operational%20Highlights%201-7%20April%202013.pdf\">But the U.N. saw its chance to extricate itself from the gatekeeper system</a>. The Deynile camp was planned as a total upgrade for displaced people: One big, organized camp. Cheaper to deliver services to than lots of little private camps. With better living conditions and clean water, good sanitation and even medical clinics. But Deynile did not have a plan for one thing of utmost importance in Somalia: Security. Even as the rest of Mogadishu was getting safer, Deynile was a wasteland, with nightly raids by Islamist militants. And the government had no real proposal to protect the tens of thousands of people it planned to dump there.</p><p>As the U.N. and government were sorting out this security issue, the gatekeepers did not sit around waiting for their businesses to be squashed. They rented new plots. Sent in militias. Forced camp residents to relocate. The government got its downtown real estate. Gatekeepers protected their investment. The whole private camp network didn't disappear — it simply picked up and moved a few miles west.</p><p>So how did the residents feel about being herded around like property?</p><p>The relocations happened after I left Mogadishu, so I sent in a recorder with Yarnell of Refugees International when he visited one of these new camps.</p><p>He met a woman, a mother of seven, who did not want her name used, because people who speak out against gatekeepers can be assaulted or worse. She told him that militiamen showed up one day in her camp and gave them until sunset to pack what they could carry. That's when she realized her gatekeeper had \"sold them over\"; that is, traded them all to a new custodian.</p><p>\"Everybody left however they could,\" the woman said. \"Some took public buses. Some collected their stuff and their children and went on foot.\"</p><p>When they arrived at the new camp they found nothing. No latrines. No food. No surprise there; the aid agencies hadn't shown up yet. It was nothing like the fully stocked settlement in Deynile that the U.N. and government promised to offer.</p><p>But this woman took a look around at this hinterland and she felt ... safe. Barring being given her old life back — her farm and the livestock she lost in the famine — this feeling of safety was the most precious thing she could ask for.</p><p>\"We feel relaxed in this place,\" she said. \"Allah has blessed us with peacefulness. We're not suffering here. The only problem is that here there is no water.\"</p><p>Yarnell says that in several of his interviews people told him that when the gatekeeper told them to go, they willingly followed, because it was safer to stay in the group. Safer to stay in the flock.</p><p>So far, the government plan hasn't materialized. No one lives in Deynile. It's still a dream. And until it happens, some people have clearly made the decision that its better to be somebody else's asset, somebody's investment, than risk being on one's own in a country where life has had so little value for so long.</p><p><em>Gregory Warner is on Twitter </em><a href=\"https://twitter.com/radiogrego\" target=\"_blank\">@radiogrego</a><em> and on </em><a href=\"https://www.facebook.com/pages/Gregory-Warner/1416998818570589\" target=\"_blank\">Facebook</a>.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Somalia%2C+Collecting+People+For+Profit&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gregory Warner","audio":[{"meta":{"duration":"529"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312197702-55706f.m3u?orgId=1&topicId=1126&ft=3&f=312150579"},{"meta":{"duration":"1379"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312211461-f19e35.m3u?orgId=1&topicId=1126&ft=3&f=312150579"},{"href":"http://media.npr.org/assets/img/2014/05/13/warnerphoto1-829383e2fa7e1a5958f2eec3cdef3eb3a5197734.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1681","width":"2240"}}]}