{"created":"2015-01-05T22:03:06+00:00","modified":"2015-01-06T18:21:50+00:00","valid":{"from":"2015-01-06T18:21:50+00:00","to":"3015-01-06T18:21:50+00:00"},"hreflang":"en","guid":"e4cb198f-7951-4cf7-adb9-00b1f1ad8fd5","title":"Why some people camped out all night at California DMV offices","published":"2015-01-06T18:21:44+00:00","byline":"Josie Huang","tags":["auto drivers","department of motor vehicles","driver's license","undocumented immigrants","auto safety","Global Nation","Development","Development & Education","San Francisco","Asia","Africa","North America","Mexico","Israel","California","District of Columbia","Middle East","Southern California","Gil Cedillo","Pedro Soriano","Joe Guzzardi","Bar Mandalevy","Jessica Gonzalez","Barrera","Department of Motor Vehicles","Driving test","California Department of Motor Vehicles"],"teaser":"Undocumented immigrants in California now have a privilege most Americans have: the right to apply for a drivers' license.","contentencoded":"<p>California, home to the <a href=\"http://www.pewhispanic.org/2014/11/18/chapter-1-state-unauthorized-immigrant-populations/\">largest number</a> of undocumented immigrants, is now the 10th state to allow them to apply for driver's licences.</p>\n<p>On January 2, the state's Department of Motor Vehicles offices opened their doors to thousands of these immigrants, and the lines were long. Some applicants had scheduled appointments, while others waited hours for walk-in service. By the end of opening day, the DMV reported seeing more than 17,000 applicants.</p>\n<p>In Grenada Hills, a Los Angeles suburb, about 350 people stood in line at a DMV processing center located in a shopping center. It wrapped around the plaza before the doors opened at 8 a.m. Carlos Barrera arrived around 9 p.m. the night before to nab a spot for the first day. He says he didn't want to wait the month he'd been told it would take to get an appointment.</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/drivers3.jpg?itok=PAwWKrZS\" alt=\"\" /><div class=\"field-caption\">\n    <p>Robert Manzo, 19, of Santa Paula, waits in line outside the Granada Hills DMV with his girlfriend Kannie Valdovinos, who has been helping him study for the driver's knowledge test.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Josie Huang / Southern California Public Radio / KPCC</p>\n  </div>\n</div>\n<p>\"When you're driving with no license it's a risk. It's like a flip of a coin,\" Barrera says. \"You never know when they're going to stop you.\"</p>\n<p>Pedro Soriano, who was first in line, slept outside the DMV in a lawn chair, while his wife, who needs the license, stayed in a heated car with their daughter.</p>\n<p>The DMV projects some 1.4 million immigrants will seek licenses over the next three years under the law signed by Gov. Jerry Brown in 2013. To handle the extra business, the agency <a href=\"http://www.scpr.org/blogs/multiamerican/2014/09/22/17331/california-dmv-hiring-900-workers-to-serve-immigra/\">has hired more than 900 additional employees</a>.</p>\n<p>Other states that have adopted a licensing program for drivers without legal status say it's a <a href=\"http://www.scpr.org/blogs/multiamerican/2014/12/31/17743/calif-low-cost-insurance-immigrant-drivers/\">way to improve public safety</a>.</p>\n<p>States that allow undocumented immigrants to apply for a driver’s license say that the newly licensed drivers are more likely to obtain auto insurance. That will be relatively affordable for new drivers: The state has created a <a href=\"http://www.latimes.com/local/politics/la-me-pol-license-insurance-20150103-story.html\">Low Cost Auto Insurance Program</a> for undocumented immigrants to sign up for.</p>\n<p>Immigrants illegally living in California were allowed to get licenses until 1994. Los Angeles city council member Gil Cedillo, who led the campaign to reinstate driver's licenses for immigrants when he was in the state Legislature, arrived early in Granada Hills to welcome the first applicants.</p>\n<p>\"Every Californian will benefit,\" Cedillo says. \"We expect a big reduction in our hit-and-runs. We expect people to be better drivers and expect to move up the ranks of safer highways.\"</p>\n<p>The DMV says initial interest in the program has been strong. Nearly 400,000 appointments for 2015 were made in just two weeks in November, a 115 percent increase in activity over the same period in 2013.</p>\n<p>DMV spokeswoman Jessica Gonzalez credited the spike to applicants newly authorized by the bill. But it's not clear whether demand for the program will stay steady, or drop off.</p>\n<p>\"We hear it's a mixed bag,\" Gonzalez says. \"Some people are like, 'We want to get in right away.' And some people are a little bit more cautious.\"</p>\n<p>Some immigrant rights' advocates have <a href=\"http://www.scpr.org/news/2014/12/17/48745/lawsuit-filed-over-immigrant-driver-s-license-data/\">expressed concern about AB 60 applicants</a> handing over personal information to the government, especially if they've had run-ins with immigration authorities.</p>\n<p>Still other advocacy groups have pushed hard to get licenses into the hands of immigrant drivers and pressured the DMV to issue a design that would avoid stigmatizing cardholders. After months of back-and-forth with the Department of Homeland Security, the <a href=\"http://www.scpr.org/blogs/multiamerican/2014/09/19/17325/feds-approve-design-for-immigrant-drivers-licenses/\">DMV finalized a design</a> that included the letters \"DP\" for \"driving privilege\" on the front of the card to distinguish it from a standard driver's license. Also included is wording that the card cannot be used for \"official federal purposes.\"</p>\n<p>Critics of the law, such as Californians for Population Stabilization, say it's not fair to reward immigrants in the country illegally with licenses, and question whether roads would become safer. Spokesman Joe Guzzardi predicts citizens and legal residents in California will be hurt economically.</p>\n<p>Immigrants with their new licenses \"are going to be able to drive to job sites, possibly offering to do those jobs at a lower rate of pay than the existing worker,\" Guzzardi says.</p>\n<p>The agency is taking applications at all 170 of its field offices, but has opened four new \"processing centers\" that will only handle first-time applicants, a group that includes immigrant drivers and teenagers. Gonzalez says the centers are two to three times larger than field offices — the Granada Hills location is a former Albertson's grocery store — and are the only sites that will take walk-ins from new applicants.</p>\n<p>Those showing up for appointments <a href=\"http://www.scpr.org/blogs/multiamerican/2014/11/07/17535/immigrant-drivers-ab-60-DMV-california/\">must submit documents</a> proving their identity and California residency and take vision and driving knowledge exams.</p>\n<p>Those who pass those exams will get a permit to practice driving so they can take a road test at a later date.</p>\n<p>\"Make sure you study,\" Gonzalez tells applicants. \"We learned in other states that people weren't prepared to take the [written] test and the failure rate was very high.\"</p>\n<p>Most of the applicants at the Granada Hills location were Spanish speakers. But there were also immigrants from Asia, Africa and the Middle East.</p>\n<p>\"It's amazing. It's going to change my life,\" says Bar Mandalevy, a 26-year-old Israeli, who lives in LA's Westwood Village. He says he has been driving without a California license for five years. As a jewelry maker, he travels as far as San Francisco to sell his wares at street fairs.</p>\n<p>\"I just drive with my foreign license, and drive slow,\" Mandalevy says. \"It's a very nerve-wracking experience everywhere I go.\"</p>\n<p></p><div class=\"media media-element-container media-story_image\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/story_main/public/drivers1.jpg?itok=3eva03Eo\" width=\"937\" height=\"552\" alt=\"\" /><div class=\"field-caption\">\n    <p>More than 300 people were in line at the Granada Hills DMV on Friday, January 2, 2014. It was the first chance for immigrants in the country illegally to apply for a California driver's license under the new law AB 60.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Josie Huang / Southern California Public Radio / KPCC</p>\n  </div>\n</div>\n<p><em>A version of this story was first published on <a href=\"http://www.scpr.org/blogs/multiamerican\">KPCC's Multi-American blog</a>. Read the original story <a href=\"http://www.scpr.org/blogs/multiamerican/2015/01/02/17749/CA-immigrant-drivers-licenses-AB-60/\">here</a>.</em></p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/EDIT_drivers4.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/editdrivers4jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/010520157_1.mp3"},{"href":"http://www.pri.org/file/010520157mp3-0"}]}