{"created":"2014-10-02T23:05:25+00:00","modified":"2014-10-31T01:01:06+00:00","valid":{"from":"2014-10-31T01:01:05+00:00","to":"3014-10-31T01:01:05+00:00"},"hreflang":"en","title":"From A Stream To A Flood: Migrant Kids Overwhelm U.S. Border Agents","published":"2014-06-20T23:59:00+00:00","teaser":"Of the hundreds of migrants that U.S. border agents catch daily in the Rio Grande Valley, 20 percent are unaccompanied minors. Instead of catching lawbreakers, the agents say, they're baby-sitting.","itags":["npr_api","323657817"],"guid":"e4d13089-44ea-4852-a46b-653c0a7885af","contentencoded":"<p>Like a marathoner at the end of a grueling race, 16-year-old Jorge Romero sits on the grass, exhausted. A county constable has detained him about a hundred yards from the Rio Grande.</p><p>For a month, Romero traveled from El Salvador through Mexico to Texas, avoiding predatory police and gangs, warding off mosquitoes and hunger.</p><p>Migrants like Romero are creating a humanitarian crisis for federal border authorities. Record numbers of Central American immigrants are crossing the Rio Grande into South Texas, overwhelming the Border Patrol's limited holding facilities.</p><p>Even in a region accustomed to immigrant surges, no one has seen anything like this before.</p><p>Romero looks like he's on the verge of tears as he explains how he waded across the international river at the tip of Texas, and then wandered for a day looking for a border officer to surrender to.</p><p>Like most young migrants, Romero gives a push-pull explanation for the journey. He left Central America to avoid conscription by street gangs and to join his family in the U.S.</p><p>\"In a way I feel good, because I arrived at my destination,\" Romero says in Spanish. \"If God wills it, I'll get political asylum. I don't want to return to El Salvador.\"</p><p><strong>Catching And Holding Unaccompanied Children</strong></p><p>What to do with Jorge Romero and others like him has become a burden for the U.S. government. Because he's underage and he's from a noncontiguous country, he cannot be treated like an adult or promptly deported.</p><p>More than 50,000 unaccompanied migrant kids have been detained in the past eight months — an almost 100 percent increase from the previous fiscal year.</p><p>In the Rio Grande Valley, currently the nation's crossing hotspot, the Border Patrol catches about 700 people a day, and 20 percent of them are youngsters traveling alone. The rest are adults, some with children.</p><p>The numbers have been steadily climbing for the past two to three years.</p><p>The central bus station in McAllen, Texas, is full of migrants waiting for transportation north to unite with their families. Often they're young mothers like Osiris Sandoval, who is from Honduras and traveling with a rambunctious 2-year-old.</p><p>An hour before, the Border Patrol finished processing Sandoval and dropped her and her child off at the bus terminal. She says agents kept 50 to 60 people in a single holding room for four days. She said it was so crowded they stood most of the time, with their children in their arms. She says there was scarcely room to sit or sleep.</p><p>Border Patrol stations are not set up to handle so many detainees, says Chris Cabrera, vice president of the local chapter of the National Border Patrol Council, the agents' union.</p><p>\"We're a short-term hold [facility]. We're not looking to hold anything more than one to two days, preferably 12 hours,\" says Cabrera. \"And in some cases we're hitting about seven, eight to 10 days holding some people.\"</p><p>The station doesn't have showers, a recreation area or proper bedding. The intention is to process the detainees as quickly as possible and then move the children to shelters that are being opened around the country. From there, caseworkers find family members who will take care of the children until they appear in immigration court.</p><p>Cabrera says agents want to be on the border, catching lawbreakers, but they end up baby-sitting.</p><p>\"If we're going to catch these people and Border Patrol is going to do their part to enforce these laws, and then [the Department of Homeland Security] is going to release them, then more people are going to come,\" Cabrera says. \"You can't fix this with enforcement and enforcement alone.\"</p><p>Part of the solution, say Obama administration officials, is changing expectations.</p><p>Immigrant kids think they can get political asylum if they say they were threatened by gangs at home. Thirty years ago, an earlier wave of Central Americans poured across the Southern border fleeing the civil wars; they were asking for political asylum, too.</p><p>Sister Norma Pimentel, executive director of Catholic Charities of the Rio Grande Valley in the Brownsville Diocese, was there three decades ago and she's still helping today.</p><p>\"Before, we were seeing great numbers of families — mother, father, <em>abuelito,</em> the little kids. Everybody was coming as a family and entering our country,\" says Pimentel. \"Here, it's unaccompanied children. It's amazing. So many children.\"</p><p><strong>Specializing In Smuggling Children</strong></p><p>All the children from Central America who want to go the U.S. have created a business opportunity for some.</p><p>A human smuggler who goes by the name El Lobo, or \"The Wolf,\" sits in an outdoor cafe on a rundown street in Matamoros, Mexico, just across the bridge from Brownsville, Texas. His specialty: smuggling children.</p><p>\"From Honduras to Brownsville it's $2,500. That's just to the border. The crossing is extra,\" says El Lobo. \"Depending on their size, that will cost $1,000, $800 or $500 more.\"</p><p>He says not all smugglers are bad. If you take care of your juvenile clients, making sure they're healthy, fed and sheltered, you get repeat business.</p><p>El Lobo, 25, is lean with a thin mustache, white teeth and flinty eyes. He asked that his real name not be used, but his story was corroborated by a veteran Border Patrol agent and an immigrant advocate attorney, both of whom are familiar with the smuggling trade.</p><p>\"If they're small — 3 or 4 years old — I cross them in inner tubes one by one, to make sure they don't fall out or drown. It only takes a few minutes,\" El Lobo says.</p><p>His clients range in age from 2 to 13 years old. He says the little ones are usually in the care of a relative who is also a minor.</p><p>El Lobo says he switched from smuggling adults across the Rio Grande to children.</p><p>\"Adults are different from children,\" he explains. \"An adult has to flee, but a child — you just deliver them to the other side of the river and they wait to give themselves up to the Border Patrol. It makes our job easier.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+A+Stream+To+A+Flood%3A+Migrant+Kids+Overwhelm+U.S.+Border+Agents&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Burnett","audio":[{"meta":{"duration":"362"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1324008422-424ff6.m3u?orgId=1&topicId=1091&ft=3&f=323657817"},{"href":"http://media.npr.org/assets/img/2014/06/20/minor_migrants_02-240c46aa480abb5c89ac827dc9e1b06fc8f0839b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2661"}},{"href":"http://media.npr.org/assets/img/2014/06/20/minor_migrants_01-97e40fa561f493ef4c16d1a8546451cec389f12f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}}]}