{"created":"2015-04-12T11:39:47+00:00","modified":"2015-05-04T00:37:47+00:00","valid":{"from":"2015-05-04T00:37:47+00:00","to":"3015-05-04T00:37:47+00:00"},"hreflang":"en","title":"Working Through Depression: Many Stay On The Job, Despite Mental Illness","published":"2015-04-13T16:53:00+00:00","teaser":"Sixteen million Americans had at least one major depressive episode in the past year. Of that number, many struggle with whether and how to talk about their depression in the workplace.","itags":["npr_api","398811515"],"guid":"e4e88600-457c-4c01-a79c-42971747a86f","contentencoded":"<p>When a pilot crashed a Germanwings plane into a mountainside in the French Alps last month, one word kept coming up over and over in the media coverage: depression. What did the airline know about the pilot's mental health, and what was he required to tell them?</p><p>Of course, being depressed is a very different thing from wanting to take the lives of others. But experts we talked with said that an event like this one — a violent act carried out by someone with a mental illness — increases the stigma for everyone with mental illness.</p><p>It also becomes more difficult for people with depression to be open about it.</p><p>According to the <a href=\"http://www.nimh.nih.gov/index.shtml\">National Institute of Mental Health</a>, 16 million Americans had at least one major depressive episode in the past year. Of that number, many struggle with whether and how to talk about their depression in the workplace.</p><p>This week on <a href=\"http://www.npr.org/tags/399382645/for-the-record\">For The Record</a>: Disclosing depression.</p><p>We spoke with two people with different perspectives on the question. <em>(Click on the audio link to hear their full stories.)</em></p><hr /><h3>Jay Lynch, professor of medicine, University of Florida</h3><p>Lynch struggled with acute depression and went years without getting help. Lynch, an oncologist, has helped a lot of people suffering from cancer over many years. Some survive and some do not, and it started to wear on him.</p><p>Then a series of events threw him off. First, Sept. 11; two weeks after that, the son of one of his best friends killed himself. Then a patient he was very close to passed away. And Lynch's wife hurt her back, so it was up to him to manage their four kids.</p><p>He started to play a grim kind of mental game that started with a question.</p><p>\"What if I was going to write a book and have the perfect suicide, what would that look like?\" Lynch remembers. \"If I can pull it off and it looks like an accident, then everybody's happy.\"</p><p>He never told anyone he was having these kinds of thoughts, not his wife, not his friends and definitely not anyone at work.</p><p>\"And then one afternoon I was talking to a patient who's a very close friend,\" he says. \"I just broke down talking to him, and I realized, 'OK, I can't hold it together anymore. I need to get the help I need,' and called one of my friends in psychiatry.\"</p><h3>Susan Goldberg, assistant professor, Duquesne University</h3><p>Goldberg, who studies mental illness, says using the word \"depression\" is tricky.</p><p>\"The thing with depression,\" she says, \"is that it can range from sort of mild being out-of-sorts that most people experience from time to time, to a very severe situation where people cannot get out of bed and feel lethargic and exhausted and have no reason for living. So the problem with our discourse is that the word depression covers this whole range.\"</p><p>Goldberg has done a lot of research about what happens to people when they tell friends, family or co-workers about their depression. She says it's not good to hide depression, but cautions people to be careful how and to whom they disclose their struggle.</p><p>\"For some people — for most people I would think — having a friend, someone you can trust, someone you can say, 'Geez, today is a really rough day, I'm just struggling to make it through,' to have that kind of person in your work life would be really important,\" she says.</p><p>The problem is more common than people think, Goldberg says.</p><p>\"I assure you, people listening to this, you have worked with someone with a mental health condition who has simply chosen not to disclose,\" she says.</p><hr /><h3><strong>Three Takeaways</strong></h3><p>First, we throw around the word depression too much, and it's not specific enough to encompass everything we use it for. Someone who is mildly depressed is far different from someone who is contemplating suicide, yet we use the same word to describe both situations. I know I throw that word \"depressed\" around a lot very casually and I'm going to think more before using it.</p><p>Second, in the reporting for this story, we ended up focusing on someone whose depression was triggered by a lot of external events. But it's important to remember that that's not how depression happens for everyone. Sometimes someone can feel acutely depressed, and it's not connected to something that's happened. They haven't lost a loved one or suffered some kind of tragedy, and that can sometimes make the condition harder to understand, recognize and thus treat.</p><p>Third, just because someone is thinking about killing himself doesn't mean he can't still be effective at his job. This seems a little counterintuitive, because you'd think that someone who was so consumed by such despair couldn't possibly be able to function. But they can, and sometimes, depending on the work, they can fulfill their tasks without raising any red flags, which is why mental illness can be so hard to detect in our loved ones — and in ourselves.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Working+Through+Depression%3A+Many+Stay+On+The+Job%2C+Despite+Mental+Illness&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rachel Martin","audio":[{"meta":{"duration":"436"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399138732-8c6d4b.m3u?orgId=1&topicId=1029&d=436&p=10&story=398811515&t=progseg&e=399138668&seg=11&ft=nprml&f=398811515"}]}