{"created":"2015-03-11T15:44:26+00:00","modified":"2015-03-18T19:05:06+00:00","valid":{"from":"2015-03-18T19:05:06+00:00","to":"3015-03-18T19:05:06+00:00"},"hreflang":"en","title":"Hillary Clinton Renews Tradition Of Trial By News Conference","published":"2015-03-12T22:43:00+00:00","teaser":"A key factor in controversies affecting presidential candidates has been the manner in which the media handled the story — and the manner in which the candidate handled the media.","itags":["npr_api","392285883"],"guid":"e4f1551b-f2e9-4eae-ba3d-258783879e7a","contentencoded":"<p>In the days ahead, strenuous efforts will be made to prove or disprove the assertions Hillary Clinton made in her news conference Tuesday regarding her email accounts. The fate of Clinton's presumed presidential candidacy will depend on that struggle.</p><p>Or not.</p><p>In past presidential cycles we have seen many a news conference where careers on the national stage seemed to hang in the balance. Some of these moments have led to redemption, others to utter disaster. And still others have proved inconclusive, with other factors determining the candidate's fate.</p><p>No. 1 in the redemption category has to be Richard Nixon's iconic \"Checkers\" speech in 1952, when stories about gifts received by his family threatened to push him off the Republican presidential ticket as Dwight Eisenhower's running mate.</p><p>The candidate spoke of his wife's modest \"Republican cloth coat\" (no mink or fox for Pat Nixon) and a puppy given to his daughters, Julie and Tricia. The girls named him Checkers. \"We're going to keep it,\" said Nixon, striking a tone of mock defiance.</p><p>The video of this artifact looks hopelessly crude and grainy, but this performance on TV was among the first political events of consequence carried on that fledgling medium. Eisenhower kept the young senator from California on the ticket (partly to placate the party's Western conservatives) and Nixon would be in the White House for nearly 14 of the next 22 years.</p><p>Another vice president who saved himself in a perilous moment was Dan Quayle of Indiana, also a young senator when he was picked for the vice presidential slot by GOP nominee George H.W. Bush in 1988. Quayle was introduced to the national media at a packed news conference in New Orleans. He bungled questions regarding his stateside service in the National Guard during the Vietnam War.</p><p>For the next couple of days, Quayle seemed the deer caught in the headlights, seeming woefully unequal to the task suddenly thrust upon him. But then he retreated to his home state and staged another news event. He sat at the bottom level of an outdoor amphitheater with reporters arrayed on benches above him, hurling accusatory questions. Public sympathy turned in a day, and Quayle stayed on the ticket and moved into the vice presidential residence the following winter.</p><p>But not all candidates have managed to save their bacon. In 1972, Missouri Sen. Tom Eagleton was a surprise pick by Democratic nominee George McGovern, himself a senator from South Dakota. Eagleton offered neither regional nor ideological counterbalance to McGovern, but was attractive and well-spoken. Unfortunately, he had also received controversial treatments including electroshock therapy for depression.</p><p>When this became public days after the nominating convention, Eagleton became the center of a media storm. Although McGovern initially said he was behind his running mate choice \"a thousand percent,\" it so happened that Eagleton had not leveled with McGovern about his medical history. Eagleton was summarily dropped from the ticket and was replaced by Sargent Shriver. The McGovern ticket lost 49 states to Nixon that November.</p><p>The Democrats also lost 49 states in 1984, and that debacle featured still another troubled vice presidential choice, Geraldine Ferraro. The first woman on a major party ticket, Ferraro at the time was a congresswoman from Queens in New York City. But she was also the wife of John Zaccaro, a businessman who was initially loath to reveal his tax returns or talk about his real estate holdings or connections to local politicians. Ferraro, herself a lawyer, held a news conference that August where she confidently answered questions for two hours. That kept her on the ticket but did not dispel the air of having things to hide. Ronald Reagan got more of the women's vote that fall than he had in 1980.</p><p>News conferences are surely double-edged swords. While they have helped some candidates, they have been the undoing of others. In 1987, two leading contenders for the following year's Democratic presidential nomination were Gary Hart, a former senator from Colorado, and Joe Biden, a senator from Delaware. In May, the <em>Miami Herald</em> reported Hart had spent a weekend with a young woman at his Washington, D.C., home while his wife was in Colorado. At a news conference a few days later, Hart was besieged by reporters who had heard other stories about his private life. One asked if Hart thought adultery was a sin. When Hart said he did, the reporter asked if Hart had committed that sin.</p><p>\"I don't have to answer that,\" Hart said. But in a sense, he just had. His campaign unraveled and was over the same week.</p><p>That summer, Biden was confronted by reports he had borrowed big chunks from a speech by a British politician whose life story Biden found inspiring. The borrowings had gone unattributed, as had sentences elsewhere in Biden's campaign rhetoric that were quotations of another one-time candidate, Robert F. Kennedy. Biden held a Capitol Hill news conference in September to confidently proclaim himself \"in the race to stay.\" But there was video of the speeches, and in dealing with a citizen question in New Hampshire, Biden misrepresented his resume and lost his temper — also on videotape. Biden suspended his campaign just days after the news conference.</p><p>Clearly, the critical factor in many of these cases has been the manner in which the media handled the story — and the manner in which the candidate handled the media.</p><p>A major case in point, especially relevant for the current campaign, took place early in 1992. Bill Clinton, the Democratic governor of Arkansas, went on CBS' 60 Minutes right after the Super Bowl to answer accusations of extramarital affairs and draft dodging. Clinton was saved by his steadfast, able and tough-talking wife, who sat next to him and said their marriage was their business and no one else's. The spouse, of course, was Hillary Clinton, who would continue her stand-by-your-man performance throughout the next eight difficult years in the White House (which included the impeachment of Bill Clinton on charges stemming from an affair with an intern).</p><p>Hillary Clinton was making her first bid for the White House in her own right in 2008 when an unexpected surge of delegates in caucus states propelled a rival senator to the lead in the Democratic nominating process. His name was Barack Obama, and much of the country was just becoming aware of him as he entered his fourth year as a senator from Illinois.</p><p>At this juncture, videotape emerged of Obama's pastor at a Chicago church delivering fiery sermons condemning U.S. foreign policy — especially the response to the terror attacks of Sept. 11, 2001. One showed the Rev. Jeremiah Wright thundering \"Not God bless America ... God damn America.\" It was clear the candidate would have to do something or be crucified alongside his \"spiritual adviser.\"</p><p>Obama responded with a speech, seven years ago this week, that managed to combine compassion for Wright with a recognition of their differences and a promise to put plenty of daylight between them. The speech also managed to recall some of the great orations of the civil rights era, including those of Dr. Martin Luther King Jr. Some media accounts suggested Obama spoke like a cross between a sage and a siege gun. And though the Wright association was not laid to rest for many weeks thereafter, the story turned around and became part of the burgeoning Obama legend. That summer he would be the first African-American nominated for president by a major party.</p><p>The rest, as they say, is history.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hillary+Clinton+Renews+Tradition+Of+Trial+By+News+Conference&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ron Elving","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392590070-d7a2f9.m3u?orgId=1&topicId=1014&e=392285883&d=236&ft=nprml&f=392285883"}]}