{"created":"2015-06-24T18:05:29+00:00","modified":"2015-06-29T16:55:39+00:00","valid":{"from":"2015-06-29T16:55:39+00:00","to":"3015-06-29T16:55:39+00:00"},"hreflang":"en","title":"'Patience And Fortitude' And The Fight To Save NYC's Storied Public Library","published":"2015-06-29T16:53:00+00:00","teaser":"In his new book, Scott Sherman describes how bottom-line business logic nearly gutted New York's preeminent public library. Maureen Corrigan calls it a \"slim, smart book\" full of colorful characters.","itags":["npr_api","416780087"],"guid":"e4fc8676-0d90-495a-924f-d7b6fddf2f47","contentencoded":"<p>Since it opened in 1911, the building has become a New York City landmark, praised not only for its beauty but also for its functional brilliance. In the words of one contemporary architect, the main branch of The New York Public Library at Fifth Avenue and 42nd Street is \"a perfect machine for reading.\" The grand Reading Room sits atop seven levels of iron and steel books stacks whose contents could, at one time, be delivered to anybody who requested a book within a matter of minutes via a small elevator. Those stacks also support the floor of the Reading Room above.</p><p>Financial support for The New York Public Library, however, was never as firm as its structural underpinnings. In a gripping new book called, <em>Patience and Fortitude</em> (the title, of course, derives from the names of the two iconic lions that guard the library's entrance), reporter Scott Sherman details how deficits and bottom-line business logic very nearly gutted one of the world's greatest public research libraries.</p><p>Sherman's slim, smart book is packed with a colorful cast of moguls, celebrities, intellectuals and Internet crusaders, and it springs from a series of cover stories about the library that Sherman wrote for <em>The Nation</em> magazine starting in 2011. <em>Patience and Fortitude</em> not only tells a classic \"New York story\" about real estate and money, but also shines a light on why libraries,<strong> </strong>as physical repositories for books, are still crucial, even in an age when all knowledge seems just a mouse-click away.</p><p>In part, the crisis of The New York Public Library stems from the fact that it's a weird entity. It's not a state or city agency; instead, the library was founded as a private, nonprofit institution. It has always been governed by a board of trustees typically drawn from Manhattan's 1 percent.</p><p>In 2007, that board decided to build up the library's coffers by selling off other midtown libraries under its control and by clearing the stacks of the 42nd Street library of its 3 million books, which would be transferred to a storage facility in New Jersey. The landmark New York Public Library building would then undergo a modernization.</p><p>Sherman says that what the trustees saw as updating for the digital age, critics saw as \"nothing more than a series of tawdry real-estate deals.\" which would result in a nightmare vision of a hollowed-out library, where patrons could sit, sip coffee and read digitized books on their e-readers.</p><p>Those critics were at first composed of a small band of writers, scholars and preservationists, easily dismissed as \"elitists.\" After articles about the library plan by Sherman and other journalists began to appear, masses of New Yorkers along with celebrities like Al Sharpton, Gloria Steinem and Salman Rushdie piled in.</p><p>The late eminent architecture critic Ada Louise Huxtable deserves special mention as a heroic voice of the opposition forces. Sherman says Huxtable was 91 and in failing health when the controversy erupted. Stonewalled by library officials when she initially tried to research the renovation plan, Huxtable persevered and wrote an excoriating essay for <em>The Wall Street Journal</em> in 2012. Responding to the library officials' argument that modernization was needed because only 6 percent of print sources were being read every year by patrons, Huxtable said:</p><p>\"If we could estimate how many ways in which the world has been changed by that 6%, the number would be far more meaningful than the traffic through [the library's] lion-guarded doors ... [A] research library is a timeless repository of treasures, not a popularity contest measured by head counts, the current arbiter of success.\"</p><p>Huxtable died a month after publishing what Sherman dubs this \"thunderbolt\" of an essay. It's a passionate defense of The New York Public Library, but, also, by extension, it's a defense of reading, the humanities, and all those other things whose value can't be measured by Facebook \"likes\" or dollar signs.</p><p>Last year, the library renovation plan was defeated, but as Sherman reminds his readers, the future is still uncertain. The library's famous stacks may still stand, but they're empty; the 3 million books that were sent to New Jersey haven't been returned and some are now missing. Sherman's charged account of the battle over the library is a shock to the system, alerting his readers to the dangers of indifference. In addition to Patience and Fortitude, the New York Public Library — like libraries everywhere — could probably use a third guardian lion, called \"Vigilance.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Patience+And+Fortitude%27+And+The+Fight+To+Save+NYC%27s+Storied+Public+Library&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maureen Corrigan","audio":[{"meta":{"duration":"476"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1417174178-9afd1a.m3u?orgId=1&topicId=1034&d=476&p=13&story=416780087&t=progseg&e=417152990&seg=2&ft=nprml&f=416780087"},{"href":"http://media.npr.org/assets/img/2015/06/24/screen-shot-2014-09-28-at-10.38.43-pm-320x478-3a5d1e41edf01990e6f6176762497da88ab10f9b.png","type":"image/jpeg","meta":{"crop":"standard","height":"204","width":"272"}},{"href":"http://media.npr.org/assets/img/2015/06/24/sherman.author-photo.credit-emrah-gurel-1--1036a8402def9f03a9daa4a1a8417b5f74a5c439.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2426","width":"3234"}}]}