{"created":"2014-09-10T21:50:29+00:00","modified":"2014-09-11T18:43:28+00:00","valid":{"from":"2014-09-11T18:43:28+00:00","to":"3014-09-11T18:43:28+00:00"},"hreflang":"en","guid":"e5085613-19d5-488d-927c-e10d0b0d6dcc","title":"Not everyone agrees that ISIS poses a serious threat to the US","published":"2014-09-11T18:43:27+00:00","byline":"Matthew Bell","tags":["terrorism","military","politics","government","Conflict","Conflict & Justice","North America","Asia","United States","Syria","Iraq","Middle East","Asia","North America","Stephen Sotloff","James Foley","Paul Pillar","Stephen Walt","James Stavridis","Dafna Rand","Politics","War"],"teaser":"National security experts agree that ISIS is bad news, but is it such bad news that it warrants an American military intervention? With President Barack Obama set to address the nation on Wednesday, suggest further actions might be a mistake.","contentencoded":"<p>The rapid rise of the militant group ISIS has set off alarm bells here in the United States. But what makes this particular group, which also calls itself simply the Islamic State, such a dire threat to American interests?</p><p>There&#39;s the obvious, of course: The recent executions of American journalists James Foley and Stephen Sotloff. But according to ret<span style=\"line-height: 1.538em;\">ired Admiral James Stavridis, dean of The Fletcher School of Law and Diplomacy at Tufts University and former commander of NATO, ISIS puts America&#39;s national security at risk in several ways.</span></p><p>&ldquo;Many of these jihadis possess American passports, European Union passports,&rdquo; Stavridis says. &ldquo;They will eventually come to us here in the United States. Far better we take them on at distance.&rdquo;</p><p>ISIS is far from the first Islamic extremist group to emerge in the Middle East. But what sets it apart from others, like al-Qaeda, is the group&#39;s proven capacity to grab and hold territory.</p><p>And the territory that ISIS has seized in Syria and Iraq, Stavridis notes, is rich in oil and vital to global energy markets. It also happens to be close to important regional allies of the US, including Turkey, Jordan, Saudi Arabia and Israel.</p><p>&ldquo;It&#39;s really not like a terrorist group, it&#39;s more like a terrorist army,&rdquo; says Dafna Rand of the Center for a New American Security in Washington. &ldquo;That is a threat to the nation states of the Middle East, to US interests in the region, to US allies&#39; security in the region, and to everything the United States stands for around the world.&rdquo;</p><p>She says the ruthlessness of ISIS is also at the heart of the matter. ISIS is carrying out a campaign of sectarian brutality against non-Sunnis &mdash; or anyone else who refuses to submit to its ultraconservative interpretation of Islamic law. &ldquo;There&#39;s an unprecedented humanitarian tragedy unfolding [in Iraq and Syria],&rdquo; Rand adds. &ldquo;This is a very dangerous group.&rdquo;</p><p>With all of this in mind, some experts say it&#39;s high time for the Obama administration to expand US military operations against ISIS &mdash; not just in Iraq, but in Syria, too.</p><p>Stavridis says ISIS currently enjoys sanctuary in Syria, where the US has been reluctant to get involved despite launching airstrikes against ISIS in Iraq. &ldquo;We need to put pressure on them,&rdquo; he says. &ldquo;You have to cut off their resources, their ability to find a place for respite and relief. ...&nbsp;<span style=\"line-height: 1.538em;\">When we do that, we&#39;re going to quickly see that they&#39;re not 10 feet tall.&rdquo;</span></p><p>Other observers aren&#39;t so sure.</p><p>&ldquo;The two principal forces involved in that civil war [in Syria] today are the Assad regime on the one hand, and ISIS on the other,&rdquo; says Paul Pillar, a former CIA analyst and senior fellow at the Center for Security Studies at Georgetown University.</p><p>&ldquo;The fact is that we would have a hard time doing something forceful against ISIS in Syria without implicitly aiding the [Assad] regime that we&#39;ve said must go,&quot; he says.</p><p>Pillar acknowledges that ISIS&#39; dramatic rise and appalling actions are a problem for US policy makers. But he suggests that the threat posed by ISIS is not as severe as some would argue. What&#39;s really changed, Pillar says, is the attitude of American public, driven by the gruesome, public deaths of Foley and Sotloff.</p><p>&ldquo;We&#39;re seeing a mood and a political context here in this country that is very similar, in many ways, to what we saw in the first couple of years after 9/11,&quot; he says, warning that the president must be careful not to develop policy based on that emotional reaction. &ldquo;The policy has to be devised in a much more cool-headed manner.&quot;</p><p>Stephen Walt of Harvard University&#39;s Kennedy School of Government goes even further, calling the ISIS threat to the United States &ldquo;quite modest.&rdquo;</p><p>&ldquo;ISIS is not all that capable,&rdquo; Walt says. &ldquo;It doesn&#39;t have an air force, it doesn&#39;t have serious armored forces. It&#39;s a threat to locals in the region, but [ISIS] has no capacity to hit the United States in a strategically significant way.&quot;</p><p>Members of ISIS could eventually attempt carry out terrorist attacks in the United States, Walt admits. But, he says, &ldquo;that&#39;s why we have a homeland security agency.&quot; Ultimately, Walt says, it will be up to local actors to defeat ISIS, not the US military.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTR44N6G.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rtr44n6gjpg"}]}