{"created":"2014-12-20T22:16:19+00:00","modified":"2015-06-18T22:14:12+00:00","valid":{"from":"2015-06-18T22:14:12+00:00","to":"3015-06-18T22:14:12+00:00"},"hreflang":"en","title":"How Tinseltown Got Tipsy: A Boozy Taste Of Hollywood History","published":"2015-01-04T21:59:00+00:00","teaser":"Mark Bailey, who detailed old Hollywood's legendary love affair with liquor in his book <em>Of All the Gin Joints, </em>shares stories from a bygone era over cocktails at<em> </em>a legendary Hollywood bar.","itags":["npr_api","371225893"],"guid":"e514096a-13b8-4c6b-b454-ab73e710c1c2","contentencoded":"<p>If the bars of Los Angeles could talk, they'd have an awful lot of tales to tell — old Hollywood was full of famously hard drinkers. And while LA's watering holes are keeping their secrets, one author, Mark Bailey, has uncorked a slew of stories from the city's plastered past.</p><p>In his book <em>Of All the Gin Joints: Stumbling through Hollywood History,</em> Bailey details the history of Hollywood's love affair with liquor. It's full of tales of beloved actors, directors and screenwriters behaving badly, from the early days of film all the way up to the 1970s — and includes recipes for some stars' favorite cocktails.</p><p>Bailey met NPR's Arun Rath at the bar at Chateau Marmont, a legendary hotel on Hollywood's Sunset Boulevard, to sample a few drinks from a bygone era and share the stories behind those classic drinks.</p><hr /><h3>Interview Highlights</h3><p><strong>On actor Errol Flynn's love of the Bloody Mary</strong></p><p>It's a good one to start with. Errol Flynn had his first Bloody Mary in the 1940s, and he was on the Warner Bros. lot. And the actress Ann Sheridan — she was in <em>Angels with Dirty Faces</em> among other things ... was drinking a Bloody Mary and she gave Errol a try. And he really loved it, and it began this great love of vodka. And given Flynn and how many women he went through in his lifetime, I think vodka was probably his most enduring relationship. But as far as the Bloody Mary, in particular what he liked about it was that you could hide your alcohol in the drink, which would allow him to drink on set. He would actually inject oranges with vodka. That was one of his tricks.</p><p><strong>On the origins of the Moscow Mule</strong></p><p>The Moscow Mule was invented at a place called The Cock 'N' Bull. ... Its invention was one of these happy accidents where the Cock 'N' Bull was selling its own ginger beer. And the head bartender found himself stuck with a whole bunch of brew that was gonna go bad. And he also had several cases of Smirnoff lying around, and so he wanted to move it all so he decided, well, he'd mix the two and see how that went down.</p><p>The first customer to try it was a great character actor named Broderick Crawford, who was physically a huge guy. He played Lenny in <em>Of Mice and Men </em>[on Broadway]. So Brod Crawford tried it and he thought it was really good. He said it had a little kick to it. And so thus the Moscow Mule was born — the drink with a velvet kick.</p><p><strong>On hard drinking in the early days of Hollywood </strong></p><p>It was a different era, for sure, and I think there were different standards, so people who we might think of now as clearly problem drinkers, back then were just, you know, hard drinkers. You didn't really have anywhere to go — there wasn't AA built up as a group like it is now ... One of the stories I like that sort of sums it up nicely is, it's a story about William Holden ... he was friends with another actor named Dana Andrews and another guy, who some folks might know, named Ronald Reagan. So the three of them, they were at a Screen Actors Guild meeting and after the meeting ended they order a round of drinks and they all start talking and, you know, after 10 minutes or so the waiter comes back and Holden and Andrews both order another. And Reagan's just kind of looking at the two of them, puzzled, and says, \"Why are you ordering another drink? You just had one.\"</p><p>And so years later, looking back on this, Andrews would point out, \"And look what happened, Bill and I became a couple of alcoholics and Ronnie went on to become the president of the United States of America.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Tinseltown+Got+Tipsy%3A+A+Boozy+Taste+Of+Hollywood+History&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"493"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372145176-5520e0.m3u?orgId=1&topicId=1053&aggIds=100876926&d=493&p=2&story=371225893&t=progseg&e=372145075&seg=10&ft=nprml&f=371225893"},{"href":"http://media.npr.org/assets/img/2014/12/16/istock_000050661690medium-59eeb065c0f304ee4cf06d125a9d80d948a51b0b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1131","width":"1508"}}]}