{"created":"2015-01-30T13:33:44+00:00","modified":"2015-07-01T18:52:10+00:00","valid":{"from":"2015-07-01T18:52:10+00:00","to":"3015-07-01T18:52:10+00:00"},"hreflang":"en","title":"DJ Quik: 'Flamboyant? Every Now And Then'","published":"2015-01-30T20:33:00+00:00","teaser":"After 24 years in the music business, the producer and rapper from Compton, Calif., knows what's going on. He told <em>Microphone Check</em> studio secrets, a Rick James story, and all about the funk.","itags":["npr_api","381979701"],"guid":"e515c650-9bf3-48be-aa6f-99b612fdfce5","contentencoded":"<p>After 24 years in the music business, the producer and rapper from Compton, Calif., knows what's going on. He told <em>Microphone Check</em> studio secrets, a Rick James story, and all about the funk.</p><p>\"You gotta get funky to make records that give people the frown face when they hear it,\" he says. \"You know, George Clinton-style. That's what George and them used to do. George and them didn't <em>bathe</em>. So I started doing that. ... It's a different attitude when you go in the studio all fastidious and clean. You don't want to get down. Like, 'Hey. Look at my watch. My shoes are white. I'm not gon' party.' You know what I mean? 'I ain't finna write no song. I'm finna take some pictures of me.' You know, that's them days. But we was in there getting stinky. And it got on the music.\"</p><p><strong>ALI SHAHEED MUHAMMAD</strong>: What up, <a href=\"https://twitter.com/djquik\" target=\"_blank\">DJ Quik</a>?</p><p><strong>DJ QUIK</strong>: Chillin', man.</p><p><strong>MUHAMMAD</strong>: Oh my god.</p><p><strong>DJ QUIK</strong>: Just to hang out with my OGs in here, my contemporaries.</p><p><strong>MUHAMMAD</strong>: In case you young'ns don't know what contemporaries means, go look it up.</p><p><strong>DJ QUIK</strong>: Get learning. Y'all got all the information in front of y'all now.</p><p><strong>MUHAMMAD</strong>: No doubt.</p><p><strong>DJ QUIK</strong>: The click of a button.</p><p><strong>MUHAMMAD</strong>: So, hold on. Let's go — let's take it --</p><p><strong>FRANNIE KELLEY</strong>: Way back.</p><p><strong>MUHAMMAD</strong>: Let's take it a step back. We're talking to a legend right now. I think you've been in this longer than I have, actually. When did you start making records?</p><p><strong>DJ QUIK</strong>: Officially, it was 1991.</p><p><strong>MUHAMMAD</strong>: But weren't you working — were you working with some people before?</p><p><strong>DJ QUIK</strong>: Yeah, I was working with a lot of people.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>DJ QUIK</strong>: Characters.</p><p><strong>MUHAMMAD</strong>: That's why I'm --</p><p><strong>DJ QUIK</strong>: The characters, bro. Like, you know --</p><p><strong>MUHAMMAD</strong>: Like, give us some names.</p><p><strong>DJ QUIK</strong>: <a href=\"https://twitter.com/sugeknight\" target=\"_blank\">Suge Knight</a> before he was Death Row. Signed to him in 1989. Him and <a href=\"https://twitter.com/westcoastdoc\" target=\"_blank\">D.O.C.</a> I used to work with this guy named <a href=\"https://twitter.com/jpboylan\" target=\"_blank\">John Boylan</a> who produced the group Boston and wrote \"<a href=\"https://www.youtube.com/watch?v=SSR6ZzjDZ94\" target=\"_blank\">More Than A Feeling</a>.\"</p><p><strong>KELLEY</strong>: What.</p><p><strong>DJ QUIK</strong>: I was one of his understudies. Yeah. That's my teacher right there, dude.</p><p><strong>MUHAMMAD</strong>: Wow.</p><p><strong>DJ QUIK</strong>: Showing me how to record.</p><p><strong>KELLEY</strong>: That's amazing.</p><p><strong>DJ QUIK</strong>: Like, multi-track at home. I was blown away.</p><p><strong>MUHAMMAD</strong>: How'd you link up with him?</p><p><strong>DJ QUIK</strong>: There was these — there was these rappers in L.A. named Will and — what were they called? — <a href=\"http://www.allmusic.com/artist/the-uzi-bros-mn0001411381/biography\" target=\"_blank\">The Uzi Brothers</a>. It was a group. And The Uzi Brothers knew him. So they took me up to his house one day in Beverly Hills, introduced me to him. And --</p><p><strong>MUHAMMAD</strong>: What was one of the most important lessons you learned being around him?</p><p><strong>DJ QUIK</strong>: John?</p><p><strong>MUHAMMAD</strong>: Yup.</p><p><strong>DJ QUIK</strong>: It's to — most important lesson I learned was to — I don't know if it was really a lesson. But I just took a cue from him that when it comes to gold and platinum plaques, I don't think they look cool on the floor.</p><p>You know, his plaques on the floor. Just stacked up. Like he was either too busy or, you know, not inclined to hang 'em up. So I was like, if I get some, I'ma hang 'em up.</p><p><strong>MUHAMMAD</strong>: I'm guilty of that.</p><p><strong>KELLEY</strong>: Oh my god.</p><p><strong>DJ QUIK</strong>: And I ended up leaving mine on the floor too.</p><p><strong>KELLEY</strong>: I thought this was gonna be a lesson about non-glare glass but alright.</p><p><strong>MUHAMMAD</strong>: So, how old were you then?</p><p><strong>DJ QUIK</strong>: I was 18. Yeah. I got into production when I was like 15, 16. Like, actually four-tracking, multi-recording, whatever. Multi-track recording, playing synthesizers and drum machines, mixing it together. But I got about it when I was 18, got some real equipment. Got like a Tascam 8-track or whatever and an SP-1200 drum machine.</p><p><strong>MUHAMMAD</strong>: Mhmm.</p><p><strong>DJ QUIK</strong>: And that was kinda it. And me and the homies in the neighborhood used to share equipment. Like <a href=\"https://twitter.com/djbattlecat\" target=\"_blank\">Battlecat</a>? Battlecat was one of my buddies coming up and he used to bring over, like, MPC60 drum machines — before I even knew what they were, you know what I mean? And Roland D-50 synthesizers. So, you know, we got pretty musical before I came out. Even though we was sample kings. That was our whole thing. Sample <em>everything</em>. You know?</p><p><strong>KELLEY</strong>: Where'd you get those records?</p><p><strong>DJ QUIK</strong>: Back then, records were plentiful. They used to sell them in liquor stores on the corner.</p><p><strong>MUHAMMAD</strong>: Wow.</p><p><strong>DJ QUIK</strong>: They had a liquor store, you know, clearance rack, at the liquor store.</p><p><strong>MUHAMMAD</strong>: Ah, yeah. Yeah yeah.</p><p><strong>DJ QUIK</strong>: So you could buy like compilations, Motown favorites, all this — you know, I bought <a href=\"https://twitter.com/higherslystone\" target=\"_blank\">Sly Stone</a>, that song \"<a href=\"https://www.youtube.com/watch?v=DD6hdex_sBg\" target=\"_blank\">Life Of Fortune And Fame</a>,\" at that thing, 99-cent bin. That's one of the best, funkiest --</p><p><strong>MUHAMMAD</strong>: Drum breaks. Yeah, yeah.</p><p><strong>DJ QUIK</strong>: I got lucky.</p><p><strong>MUHAMMAD</strong>: Wow.</p><p><strong>DJ QUIK:</strong> Album was all ugly, you know. But it was beautiful music on there.</p><p><strong>MUHAMMAD</strong>: It wasn't a second-hand record though, was it?</p><p><strong>DJ QUIK</strong>: It was brand — it was unopened. You break the seal yourself, with the fingernail. Or you rub it on your Levis to break the seal.</p><p><strong>MUHAMMAD</strong>: What was the first hip-hop record you bought?</p><p><strong>DJ QUIK</strong>: I used to buy R&B. Like, I remember buying \"Freak Out,\" Chic, \"<a href=\"https://www.youtube.com/watch?v=_5qrwbkmlEk\" target=\"_blank\">Le Freak</a>\" on Atlantic. But the first hip-hop record I bought was a used version of \"<a href=\"https://www.youtube.com/watch?v=rKTUAESacQM\" target=\"_blank\">Rapper's Delight</a>.\"</p><p>I think I was like 11. It came out when I was 9. But you know, I couldn't afford no 12\"s back then. So I got a used one.</p><p><strong>MUHAMMAD</strong>: So --</p><p><strong>DJ QUIK</strong>: Cause they used to sell them at our — we had this record store called The Sound Company. And they had the used bin. So I used to get records out the used bin. And then the first new hip-hop record I bought was I bought <a href=\"https://twitter.com/llcoolj\" target=\"_blank\">LL Cool J</a>'s album, the <em><a href=\"http://en.wikipedia.org/wiki/Radio_%28LL_Cool_J_album%29\" target=\"_blank\">Radio</a> </em>album.</p><p><strong>KELLEY</strong>: People disparage \"Rapper's Delight\" all the time. Or they're like, \"It's corny. It was a sell-out. It was — whatever.\" But so many people we talk to, like, it — that was the first record they bought. That was the first one they cared about. That was it. I mean, it was — it was responsible.</p><p><strong>DJ QUIK</strong>: Well, I like \"<a href=\"https://www.youtube.com/watch?v=CycTQ29ikAA\" target=\"_blank\">Good Times</a>.\" That's why I made the reference to buying Chic. I didn't realize I was just buying one band. It's still Chic, <a href=\"https://twitter.com/nilerodgers\" target=\"_blank\">Nile Rodgers</a> and <a href=\"http://en.wikipedia.org/wiki/Bernard_Edwards\" target=\"_blank\">Bernard Edwards</a>. That \"Good Times\" break was — it was just one of the best bass lines ever.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>DJ QUIK</strong>: And \"Rapper's Delight\" was a record that anybody could learn, verbatim, all the way to the end. Any class of people, any ethnic group.</p><p><strong>MUHAMMAD</strong>: So, you work with a lot of people though. You're kinda being very modest and — like, the list, we're gonna be here for a minute maybe. I don't know.</p><p><strong>DJ QUIK</strong>: I always hit the main ones whenever I try to do the — whenever I start to mention 'em. But, you know, there was also <a href=\"https://twitter.com/talibkweli\" target=\"_blank\">Talib Kweli</a>, who I never get the chance to mention. <a href=\"https://twitter.com/s_c_\" target=\"_blank\">Jigga</a>. <a href=\"https://twitter.com/ericbandrakim\" target=\"_blank\">Rakim</a>. That was dope, dope session. You know, <a href=\"https://twitter.com/drdre\" target=\"_blank\">Dre</a>, <a href=\"https://twitter.com/snoopdogg\" target=\"_blank\">Snoop</a> --</p><p><strong>MUHAMMAD</strong>: Was Rakim <a href=\"http://en.wikipedia.org/wiki/Truth_Hurts\" target=\"_blank\">Truth Hurts</a>?</p><p><strong>DJ QUIK</strong>: <a href=\"https://www.youtube.com/watch?v=1Sw77Dminl8\" target=\"_blank\">Yeah</a>.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>DJ QUIK</strong>: And then a couple of things after that. Like, I went to New York and hung out with him, you know, in the studio, tried to build something.</p><p><strong>KELLEY</strong>: Why was it different working with him?</p><p><strong>DJ QUIK</strong>: Well, this is — this is \"<a href=\"https://www.youtube.com/watch?v=0pwoIFyWE1M\" target=\"_blank\">Eric B Is President</a>\" Rakim. You know what I mean? This is the guy that made the most important 12\" of my life. 4th & B'way. I only knew these labels because of these guys, you know. And the album cover for <em>Paid In Full</em> was just like, what is this? This is what rap should look like. You know what I mean? So just being in the studio with him is just — I don't know. Maybe it was just for me. Maybe it was personal.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>DJ QUIK</strong>: But I — I got a chance to say that I, you know — I was in the studio with Rakim.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>DJ QUIK</strong>: One of the greats, of all time. Worked with <a href=\"https://twitter.com/icecube\" target=\"_blank\">Ice Cube</a>. Snoop, of course. God, <a href=\"https://twitter.com/janetjackson\" target=\"_blank\">Janet Jackson</a>. <a href=\"https://www.youtube.com/watch?v=SX7OKT5t4jE\" target=\"_blank\">Tracy Spencer</a>.</p><p><strong>MUHAMMAD</strong>: Tracy Spencer. Wow.</p><p><strong>DJ QUIK</strong>: <a href=\"https://twitter.com/wyclef\" target=\"_blank\">Wyclef Jean</a>. <a href=\"https://twitter.com/tip\" target=\"_blank\">T.I.</a> <a href=\"https://twitter.com/QBALLcrucon\" target=\"_blank\">Crucial Conflict</a>. <a href=\"https://www.youtube.com/watch?v=VMYAEHE2GrM\" target=\"_blank\">Bone Thugs-N-Harmony</a>. <a href=\"https://twitter.com/tharealdannyboy\" target=\"_blank\">Danny Boy</a>. <a href=\"http://en.wikipedia.org/wiki/Tupac_Shakur\" target=\"_blank\">2pac</a>. <a href=\"https://twitter.com/dazdillinger\" target=\"_blank\">Daz</a> and <a href=\"https://twitter.com/kurupt_gotti\" target=\"_blank\">Kurupt</a>.</p><p><strong>KELLEY</strong>: You guys were talking about <a href=\"http://en.wikipedia.org/wiki/Tony!_Toni!_Ton%C3%A9!\" target=\"_blank\">Tony Toni Tone</a> too.</p><p><strong>DJ QUIK</strong>: Yeah, Tony Toni — exactly.</p><p><strong>MUHAMMAD</strong>: Tony Toni Tone yup.</p><p><strong>DJ QUIK</strong>: The Tonys. <a href=\"https://twitter.com/rickjames\" target=\"_blank\">Rick James</a>.</p><p><strong>MUHAMMAD</strong>: You worked with Rick James?</p><p><strong>DJ QUIK</strong>: Yup.</p><p><strong>MUHAMMAD</strong>: I didn't know that.</p><p><strong>DJ QUIK</strong>: Yeah. We did a song — we did one of his songs over for a soundtrack. <em>How To Be A Player</em>, the Bill Bellamy movie.</p><p><strong>MUHAMMAD</strong>: Mhmm.</p><p><strong>DJ QUIK</strong>: We did \"<a href=\"https://www.youtube.com/watch?v=Fmuxwhl32as\" target=\"_blank\">Hard To Get</a>\" over, one of his classics from the <em>Throwin' Down </em>album.</p><p><strong>MUHAMMAD</strong>: What was that like?</p><p><strong>DJ QUIK</strong>: It was wild, cause he was fresh out of jail and his voice wasn't as high as it was. So he sung it a little more girthy and big-sounding, but it was still hard. And we transposed it down a little bit for him, to make it a little easier. But it was funky. It was him and <a href=\"https://twitter.com/richierich\" target=\"_blank\">Richie Rich</a>, the rapper.</p><p>But just his stories. And him and <a href=\"http://www.allmusic.com/artist/daniel-lemelle-mn0000570641/credits\" target=\"_blank\">Danny LeMelle</a> came to the studio, so, you know. That's the tandem for the best records ever: \"<a href=\"https://www.youtube.com/watch?v=QYHxGBH6o4M\" target=\"_blank\">Super Freak</a>\" and \"<a href=\"https://www.youtube.com/watch?v=7B5xS_qk0ko\" target=\"_blank\">All Night Long</a>.\" It's them two guys. So, yeah. It was awesome, man. And you know he was — I always thought he was taller because I used to look <a href=\"http://en.wikipedia.org/wiki/Street_Songs_%28album%29#mediaviewer/File:Rick_James_-_Street_Songs.jpg\" target=\"_blank\">at the <em>Street Songs </em>album</a> and I thought he was tall cause of them boots.</p><p><strong>MUHAMMAD</strong>: I thought he was tall too.</p><p><strong>DJ QUIK</strong>: Yeah, but he wasn't that tall. He was like my height, maybe a little --</p><p><strong>MUHAMMAD</strong>: I was about to say. You're tall though.</p><p><strong>DJ QUIK</strong>: Well, I'm 5'11\".</p><p><strong>MUHAMMAD</strong>: You're taller than me.</p><p><strong>DJ QUIK</strong>: Yeah, it was a trip. He's bigger than life, man. That was one of my favorite sessions though.</p><p><strong>MUHAMMAD</strong>: Did you guys play together? Was there like a jam session or was it just --</p><p><strong>DJ QUIK</strong>: We played his record over. Back then it was easier to just — instead of sampling the record — just — we had all the synthesizers that they used, all the Juno, Jupiter stuff. And basses. Bass players, guitar players. So we just, kind of just freaked it all over, you know.</p><p><strong>MUHAMMAD</strong>: Was he playing?</p><p><strong>DJ QUIK</strong>: No. He didn't play. We played it for him. He was shocked. He was like, \"Y'all did it.\" The guitar work, you know. I was — back then, it was about doing the sample like you heard it.</p><p><strong>MUHAMMAD</strong>: Right.</p><p><strong>DJ QUIK</strong>: If not just making it a little punchier, with bigger drums or whatever. Yeah. Rick James, man.</p><p><strong>MUHAMMAD</strong>: There's so much — I have pages and pages of things to talk to you about and I'm like, I don't even know where to go. But there's order to this but it's just — like, you mentioned R&B a moment ago — like, buying R&B records — and even in your records you really carry the flag for R&B.</p><p><strong>DJ QUIK</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: Probably more than anyone else I know of in hip-hop. I don't think anyone does.</p><p><strong>DJ QUIK</strong>: No. I mean, cause it was — then, it was too soft, you know what I mean? It was like, if you was hip-hop, you didn't want to do R&B unless it was like a real on purpose R&B record. But my thing was: this is the music that shaped my sound. Like, this is what we listened to. Soul, funk, you know, R&B, a little jazz. So I figure like, why let this musical form just disappear and die? Even though I can't save a whole musical genre, I gotta say something or do something. Like, at least to flag it a little bit. Bring some attention to it.</p><p><strong>KELLEY</strong>: Do you think people can understand hip-hop, or really know hip-hop, if they don't know that music as well?</p><p><strong>DJ QUIK</strong>: No. I think hip-hop is its own thing. People understand for what it means to them.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>DJ QUIK</strong>: And there's certain kind of different styles of hip-hop that people gravitate toward. You know, it's not just one blanket sound. But there are people that just like the electric type of hip-hop. There are people that like just the new style, where it's just, you know, the Mustard drum-and-bass stuff. Excuse me. I mean, it is what it is. But, yeah. I don't think kids really know about how much R&B influenced West Coast hip-hop in the '90s — '80s and '90s.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>DJ QUIK</strong>: Like, some of them — I'll give you an example. The \"California Love\" record, by Dr. Dre and 2pac with <a href=\"https://twitter.com/rogertroutmanww\" target=\"_blank\">Roger Troutman</a>, is just really a sample — the remix is a sample of the group Kleeer, \"<a href=\"https://www.youtube.com/watch?v=-JNVErZYiZM\" target=\"_blank\">Intimate Connection</a>.\" And this was a big R&B record in the hood. It wasn't big on the charts. I don't even think the album went platinum, the original. But on that same album, I sampled their flip-side, the song called \"<a href=\"https://www.youtube.com/watch?v=cVXURwACwtk\" target=\"_blank\">Tonight</a>,\" and it ended up being <a href=\"https://www.youtube.com/watch?v=hykZtBaPKps\" target=\"_blank\">a Top 20 song for me</a>. On the Hot 100. So, you know, that's R&B.</p><p><strong>KELLEY</strong>: And you linked up with Troutman pretty early in your life, right?</p><p><strong>DJ QUIK</strong>: Yeah, I linked up with Roger Troutman in 1992. And it was like — it was like he was like my big brother. We just clicked, you know. And I was starstruck — don't get me wrong — because this man was so talented that he would just — he would discombobulate you. You'd just — I ended up calling him, \"You crazy. You crazy.\" But in a respectful way. Like, because I can't catch you. There's no way I'ma be able to learn that no time soon.</p><p>And I was right. It took me like a year or two to actually learn how to say words with the talk box. But I knew it. It was like, oh, I gotta go through a course. But ultimately just no — there was no one more talented than him when it came to recording, no more talented than him on guitar or on that talk box contraption he invented. It was like he — he was just a — he was a — like he saw ahead. One of the trail blazers of funk, techno, R&B music. And jazz. Just truly the — probably the best R&B musician I've ever seen, or funk musician, ever.</p><p><strong>MUHAMMAD</strong>: You incorporate a little bit of jazz too, especially like — I been — it seems like there's been more jam sessions, sort of like, instrumentals that you do.</p><p><strong>DJ QUIK</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: Why is it important to use jazz music in your music?</p><p><strong>DJ QUIK</strong>: For us? For me? Because it's like exercise. It's like musical exercise. These musicians that I work with, that's what they do. They practice all day. So what better way to do anything or get better at anything than to, you know, record your practice session. So we write some things out or whatever and then we just record it as a take and see how it feels, see how it sounds. Cause it's like — almost like — exercise. It's like working out. And, in most cases, when it's done right, it makes the album because it sounds like a piece of virtuoso work.</p><p><strong>KELLEY</strong>: Is that where stuff like \"<a href=\"https://www.youtube.com/watch?v=MfsUJsW9WsE\" target=\"_blank\">Quik's Groove</a>\" and all those iterations come from?</p><p><strong>DJ QUIK</strong>: Yeah. Yeah. Yeah. They sure did. \"Quik's Groove\" just came from records — like my first \"<a href=\"https://www.youtube.com/watch?v=nd8VKvIDHaA\" target=\"_blank\">Quik's Groove</a>,\" on <em>Quik Is The Name</em>, I did it because I didn't want to rap on that beat because it was so good.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>DJ QUIK</strong>: You know what I mean? It was just — by itself, it was cool. So I just had a guitar player play to it and add bass and we left it as is. It was a break that I sampled and added some drums to it on my SP-1200 and just kept it like that. And then it — I followed suit on the second album by stretching out and doing another one. And then it just clicked. I figured like, every album that would be my own little thing where I let people jam out — you know, jam sessions — for two, three minutes on each album.</p><p><strong>KELLEY</strong>: So how come this time it's called \"Bacon's Groove?\"</p><p><strong>DJ QUIK</strong>: Well, there's still a \"Quik's Groove\" on this album.</p><p><strong>KELLEY</strong>: Oh. My fault.</p><p><strong>DJ QUIK</strong>: And that — \"<a href=\"https://www.youtube.com/watch?v=GskkeBOwWms\" target=\"_blank\">Bacon's Groove</a>,\" he actually wrote for me as \"Quik's Groove.\"</p><p><strong>KELLEY</strong>: OK.</p><p><strong>DJ QUIK</strong>: But when it was time to do the credits, I felt like I couldn't put my name on this man's work cause it's just so beautiful. It's like, I'ma be real about this. This is <a href=\"https://twitter.com/robfonkstabacon\" target=\"_blank\">Bacon</a>'s groove but it's on my album. So I gave him credit for it and gave him publishing.</p><p><strong>MUHAMMAD</strong>: Why did on [slowly] <em>Rhythm-al-ism </em>--</p><p><strong>DJ QUIK</strong>: [faster] <em>Rhythm-al-ism</em>.</p><p><strong>MUHAMMAD</strong>: See you say it like just rolls of your tongue.</p><p><strong>DJ QUIK</strong>: Like razzamatazz. Rhythm-al-ism.</p><p><strong>MUHAMMAD</strong>: Rhythm-al-ism. I guess if I'm not reading it, it just rolls off the tongue. But reading is like \"Rhy-thm-al\" --</p><p><strong>KELLEY</strong>: Looking at the hyphens?</p><p><strong>MUHAMMAD</strong>: Yeah. I am.</p><p><strong>KELLEY</strong>: You're reading the hyphens.</p><p><strong>MUHAMMAD</strong>: But why did you — cause you didn't really have a title for \"Quik's Groove\" on that album. It was like a medley.</p><p><strong>DJ QUIK</strong>: There was \"<a href=\"https://www.youtube.com/watch?v=3uJCKcEmqvE\" target=\"_blank\">Medley For A 'V</a>.'\" That was with Snoop, and Nate Dogg, me and Hi-C. But the \"El's Interlude\" was really what \"Quik's Groove\" was. But because <a href=\"https://twitter.com/eldebarge\" target=\"_blank\">El</a> vocalized on it and wrote lyrics to it, it became — I named it for him. But those are all like \"Quik's Grooves.\" And \"Medley For A 'V,'\" the vamp at the end, that was just Bacon doing some Parliament/Funkadelic guitar vamp stuff.</p><p><strong>MUHAMMAD</strong>: I mean I always look forward to \"Quik Groove\" because --</p><p><strong>DJ QUIK</strong>: Thank you, bro.</p><p><strong>MUHAMMAD</strong>: It just — it reminds — it makes me feel like you on some like Barry White, Isaac Hayes, like --</p><p><strong>DJ QUIK</strong>: Right on. Thanks, Ali.</p><p><strong>MUHAMMAD</strong>: Just --</p><p><strong>DJ QUIK</strong>: Stretching it out.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>DJ QUIK</strong>: Just go find — you know, what more can you do with music than has been done with the same instruments over and over? You can still do something.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>DJ QUIK</strong>: Because everybody's got their voice, you know. Music-wise.</p><p><strong>MUHAMMAD</strong>: Yeah. I don't know if it's the musician in me or what but it's just — I mean, I look forward to whatever you do cause it's comical, man. You're --</p><p><strong>DJ QUIK</strong>: Thanks, bro.</p><p><strong>MUHAMMAD</strong>: Not to say like, \"Oh, DJ Quik is funny. Don't take him seriously.\" This is like — no. It's just the way you put things together is such a painting and it's just like, \"Yo, did he really say that?\"</p><p><strong>MUHAMMAD</strong>: And it's kinda flamboyant but not like on some — like a Def Jam rapper flamboyant sorta like, you know what I mean?</p><p><strong>DJ QUIK</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: It just rolls off and it's just like a nice little smack but it's --</p><p><strong>DJ QUIK</strong>: But then it don't lean on it. I'm not just overbearing with ego.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>DJ QUIK</strong>: I'm not really arrogant like that.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>DJ QUIK</strong>: Flamboyant? Every now and then, yeah. Even to a fault. like I had to stop doing my hair.</p><p>Cause that was all people was lamenting on. Like \"Why are you doing\" — \"Why does he\" — like, I been working with P. Frank Miller <em>[ed.: Quik's talking about <a href=\"https://twitter.com/pfrankwilliams\" target=\"_blank\">P. Frank Williams</a></em>] from TV One. P. Frank asking all my friends behind my back, \"So why does he do his hair like that?\" And it's like, I did my hair like this cause I wanted something that looked better than the Jheri curl. And that'll last longer. As long as I got hair, I'ma fly it out.</p><p><strong>MUHAMMAD</strong>: Yo, that's hilarious.</p><p><strong>DJ QUIK</strong>: You know?</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>DJ QUIK</strong>: But I had to leave all that, you know. This ain't the fashion show no more. It ain't even — I don't even think people really care about that anymore.</p><p><strong>KELLEY</strong>: No. I just want to say. You talk about your youthful appearance still to this day. You still get carded.</p><p><strong>DJ QUIK</strong>: I mean, to an extent. Like, it's — I guess --</p><p><strong>KELLEY</strong>: Look. People want to know.</p><p><strong>DJ QUIK</strong>: I get a little — like, I look at my — like when I'm working? I'm humble.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>DJ QUIK</strong>: So I look humble on these pictures.</p><p><strong>KELLEY</strong>: OK. Yeah.</p><p><strong>DJ QUIK</strong>: And because I don't, you know — I still kinda got my little, my hair or whatever. Or, you know, I don't really grow a beard. I look like my son a little bit. And it's kinda weird to me. But I get carded if I go — like if I comb my hair and it's not gray.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>DJ QUIK</strong>: I get IDed. And it's like — I'm like — I'm <em>grown</em>. I'm mature age. I'm old. I'm proud to say it. I made it. People like me, we wasn't supposed to live past 25, so this is gravy.</p><p><strong>MUHAMMAD</strong>: The fact that you said 25 — cause you've been in the music business for 25 years more.</p><p><strong>DJ QUIK</strong>: 24 years now.</p><p><strong>MUHAMMAD</strong>: 24 years. So that's a — and still making music and working with very iconic people.</p><p><strong>DJ QUIK</strong>: Yeah. <a href=\"https://twitter.com/officialmack10\" target=\"_blank\">Mack 10</a>. I got a chance to work with Mack. <a href=\"https://twitter.com/dopeitsdom\" target=\"_blank\">Dom Kennedy</a>. <a href=\"https://twitter.com/sugafreewisdom\" target=\"_blank\">Suga Free</a>. <a href=\"https://twitter.com/joigilliam\" target=\"_blank\">Joi Gilliam</a>. Robert Bacon. David Foreman. You know, on my new album, got some real cool people on there. Kids too. Like <a href=\"https://twitter.com/tayf3rd\" target=\"_blank\">Tayf3rd</a>, he's a youngster. He's about to start making some noise.</p><p><strong>MUHAMMAD</strong>: Is there anything if you — and looking back over 24 years of a career — is there anything you have learned now that if you could talk to your 18-year-old self --</p><p><strong>DJ QUIK</strong>: I had this question before. Yeah. If I could tell my 18-year-old me something from now, I would tell me to watch those weirdos who are only watching my money. Be careful with my money. You know. Cars are a bad investment. Don't buy 70 of them.</p><p><strong>MUHAMMAD</strong>: When you're 18 it's kinda hard to hear that when you — when you got that nice little check that you just like --</p><p><strong>DJ QUIK</strong>: That big check with them figures on it?</p><p><strong>MUHAMMAD</strong>: That big check. It's like --</p><p><strong>DJ QUIK</strong>: You got a six-figure check and you're a teenager. That's wild, bro.</p><p><strong>MUHAMMAD</strong>: It's like, \"What do you mean I don't need to\" — \"I shouldn't buy\" — \"But I have nothing else better to do with my money. No other responsibilities.\"</p><p><strong>DJ QUIK</strong>: Exactly. Motorcycles. I wouldn't've bought so many motorcycles. And I was buying motorcycles like hot, fast Honda CRs and Yahama YZ, YZingers. Just hot. And let people ride 'em and they just catapult themselves into the air, like up to the wire, come down, and just crash the bike. And I'm like — I feel guilty cause this is my bike. Like, maybe I shouldn't let them ride that one, you know. Yeah. But hey. You live and you learn.</p><p><strong>MUHAMMAD</strong>: Yeah. Can we go back a little bit? Your work with <a href=\"http://en.wikipedia.org/wiki/Eazy-E\" target=\"_blank\">Eazy-E</a>? How did he influence you?</p><p><strong>DJ QUIK</strong>: Eazy influenced my sound. I wanted to sound like Eazy. Because everybody liked his vocal tone. It was just crazy. Like his pitch was awesome. And it was effective, for lack of a better word. Whenever you heard him, it just sounded important.</p><p><strong>MUHAMMAD</strong>: Yeah, you sounded like him. It made me wonder if you was his ghost --</p><p><strong>DJ QUIK</strong>: Was related?</p><p><strong>MUHAMMAD</strong>: Well, just — nah.</p><p><strong>DJ QUIK</strong>: Just biting him?</p><p><strong>MUHAMMAD</strong>: Nah. I actually was wondering if you did some ghostwriting for him. And I know that may sound, you know --<br /><strong></strong></p><p><strong>DJ QUIK</strong>: Ah. I would love to have. I mean, we ended up writing together, like for the <a href=\"http://en.wikipedia.org/wiki/Paid_the_Cost\" target=\"_blank\"><em>Penthouse Players Clique </em>album</a>. But I wanted to sign with him and Priority — Bryan Turner didn't want to sign us cause he thought he already had N.W.A. He didn't need another one. And then we ended up selling as many records as them guys at first, you know.</p><p><strong>MUHAMMAD</strong>: What is so — how do I say this? Compton is a special place like Bronx, New York, is. And for the history of hip-hop, a lot of people that come from Compton. Like you, you from Compton. <a href=\"https://twitter.com/eiht0eiht\" target=\"_blank\">Eiht</a>.</p><p><strong>DJ QUIK</strong>: MC Eiht.</p><p><strong>MUHAMMAD</strong>: Arabian Prince. <a href=\"https://twitter.com/yg\" target=\"_blank\">YG</a>. Is YG from Compton?</p><p><strong>KELLEY & DJ QUIK</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: <a href=\"https://twitter.com/coolio\" target=\"_blank\">Coolio</a>. <a href=\"https://twitter.com/kingtla\" target=\"_blank\">King T</a>.</p><p><strong>DJ QUIK</strong>: CPT, yup.</p><p><strong>MUHAMMAD</strong>: What makes — <a href=\"https://twitter.com/kendricklamar\" target=\"_blank\">Kendrick Lamar</a>. What makes Compton — what is it about Compton that --</p><p><strong>DJ QUIK</strong>: <a href=\"https://twitter.com/itsaproblem\" target=\"_blank\">Problem</a>.</p><p><strong>MUHAMMAD</strong>: Yeah. Problem? What do you mean?</p><p><strong>KELLEY</strong>: No, Problem the rapper.</p><p><strong>DJ QUIK</strong>: The rapper Problem.</p><p><strong>MUHAMMAD</strong>: Oh, Problem.</p><p><strong>DJ QUIK</strong>: I think there's a — I mean, to me personally, there's a no-holds-barred, serious business kind of aspect to living in that city. You kinda have to accept that, you know, it could go down, bad, in an instant. Unpredictable, is what is it is.</p><p>And if you can survive — it's like riding a bull. It's just like a riding a bull. If you can stay on long enough, then you can ride a bull anywhere. Just like they used to say about New York. \"If you can make it in New York, you can make it anywhere.\" Cause New Yorkers got their hand on the pulse of what's good or what's bad.</p><p>In Compton it's kinda the same way and if you can survive and get the nods of your contemporaries around you, then you're on. Cause you can make it anywhere, pretty much, at that point. It's just a — it's a real tough city to — or it used to be — it's a tough city to survive in. So, we got our stripes by making it through there and being appreciated.</p><p><strong>MUHAMMAD</strong>: Is there a network that, I guess, you all kinda connect to make it? Because there's lots of cities all over the globe, you know. And not too many have brought forth super stars. And really influential artists. And I'm just wondering what is it about Compton, in addition to what you just mentioned, that there's an abundance of MCs that come from Compton.</p><p><strong>DJ QUIK</strong>: Like they say about New York, it's in the water.</p><p><strong>MUHAMMAD</strong>: It's in the —</p><p><strong>DJ QUIK</strong>: I'm just joking. But I don't know, man. It's — there's a special kind of movement there. It's hard to describe. There's a natural anxiety sometimes that I get when I go there, when I'm by myself, like no security. I still feel like I gotta speed up and just be a little more cautious and watch my back a little bit more cause, you know, it could go bad.</p><p><strong>MUHAMMAD</strong>: Mm.</p><p><strong>DJ QUIK</strong>: But as far as the talent goes, I don't even know — like there's no real studios in Compton. There's no real concert halls outside of, you know, getting<strong> </strong>down at the high school auditorium or whatever. There's no real place there to develop or nurture hip-hop.</p><p><strong>MUHAMMAD</strong>: So it's really a place that you're just dreaming to step outside of Compton or --</p><p><strong>DJ QUIK</strong>: Most likely, yeah. In most cases. I mean, Compton is so micro-managed that it's a lot of people there in Compton that have been there for years, that live there, that haven't even been as far north as the Beverly Center.</p><p><strong>MUHAMMAD</strong>: Wow.</p><p><strong>DJ QUIK</strong>: Like that's out of town to them. Which is wild to me cause it's like, to be in that city, you would think that you would want to venture out. Because there's nothing there. It's like, schools there, some restaurants there. That's about it.</p><p>So some people just don't — they don't want to leave. There's something special there. I always tried to put my finger on it. I never understood it. I know I always felt cool when it was time for, like, the Christmas parades. We used to have a Compton Christmas parade. And just to see celebrities come through Compton, it was a — that was amazing.</p><p><strong>MUHAMMAD</strong>: Celebrities like movie star celebrities? Or musicians?</p><p><strong>DJ QUIK</strong>: Movie star celebrities, yeah. It was a trip. And even before — even before us, before hip-hop, I mean, <a href=\"http://en.wikipedia.org/wiki/Brenton_Wood\" target=\"_blank\">Brenton Wood</a>, from what I understand, came from Compton. He wrote those — them oldie songs. There was a couple major baseball players that came from there. As a matter of fact, Compton — a lot of people don't know — Compton has like a baseball hub over there where they train little kids to be major league baseball players, MLB. So that's a — academically, that's pretty hot.</p><p><strong>MUHAMMAD</strong>: Has there — well, I guess you said there's nothing really in Compton. I was just wondering have there been improvements in the quality of life because, I mean --</p><p><strong>DJ QUIK</strong>: Easily. Yeah, the new mayor, <a href=\"http://en.wikipedia.org/wiki/Aja_Brown\" target=\"_blank\">Aja Brown</a>, she just went through there and renovated it. And she's, you know, she's making it beautiful. Like, Compton is gorgeous now. Compared to what it was when we was growing up, it's a pretty city now. They're developing houses and beautifying the streets, re-paving 'em, fixing pot holes, putting up new signs, new marquees, and putting islands in the middle of the main avenues. So, yeah, it's gorgeous.</p><p><strong>KELLEY</strong>: I want to go back for a second. So you said there's no venues or anything at the time.</p><p><strong>DJ QUIK</strong>: Yeah. There's no real — there used to be like Dudos<strong> </strong>and Skateland USA.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>DJ QUIK</strong>: Those closed down.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>DJ QUIK</strong> There were clubs like Eve's After Dark. I think it's kind of still there but it doesn't get frequented as much.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>DJ QUIK</strong>: So there's no real place to like throw a big shindig in Compton.</p><p><strong>KELLEY</strong>: But you would DJ house parties.</p><p><strong>DJ QUIK</strong>: Yeah.</p><p><strong>KELLEY</strong>: And all over the place?</p><p><strong>DJ QUIK</strong>: All over Compton, yeah.</p><p><strong>KELLEY</strong>: All over Compton. I guess my theory on the whole thing is — like a tough crowd. Cause in New York, the crowd is so tough. And we've talked about this. He's like, if you make it in New York, it's a better feeling because it's so hard to pull off. And I'm wondering if that's a similar thing happening in Compton.</p><p><strong>DJ QUIK</strong>: Yeah. I mean, cause they spot — they spot fugazi<strong> </strong>in a second, in a millisecond. And when they see you fake, it's like they offer you like a — like brussel sprouts. Just pfoo. You know? But if you — if they gravitate to something that you say or some, like — just watching you perform. If there's something they can relate to, then they with you. Do or die.</p><p><strong>KELLEY</strong>: Right. But then so — often people who start as DJs learn very quickly what works and they become more effective artists later.</p><p><strong>DJ QUIK</strong>: Yeah, I mean, I don't think I would be a producer had I not known which records affected people in which ways. Like, you know, I ended up just playing records forever. And the reward is when people scream when you play the right record or the dance floor fills up. It's a great feeling. And ultimately, I tried to make records that sound or felt like those records that I saw blow up the dance floor or whatever.</p><p><strong>KELLEY</strong>: Right. And YG told us a similar thing, that he worked the same, or the similar, circuit. And that's how he learned.</p><p><strong>DJ QUIK</strong>: Yeah, in old terms, it was called the chitlin circuit, where you just kinda like gotta get your bones. You gotta perform any and everywhere. You know, at the bar and grill, doing hip-hop. You had to kinda do it. He did it. Yeah. We did that too, like growing up.</p><p>But ultimately you'll get a following. You will get a following. You sell the right — you sell your mix— back then it was cassettes for us. So we sold cassettes. And they started to get duplicated and copied and sent all out of state. So I was having like — technically, in my era, I had a network. I was already distributing my own stuff and didn't even know it. And YG and them ultimately came up the same way, mixtapes, you know, as far as CDs go. So it was the same thing. You start just doing mixtapes and playing everywhere. Ultimately, him and <a href=\"https://twitter.com/djmustard\" target=\"_blank\">Mustard</a> made that hit, \"<a href=\"https://www.youtube.com/watch?v=uWlMhiEL9Mc\" target=\"_blank\">Toot It And Boot It</a>,\" with my man on the — I always forget my man's name — who sang --</p><p><strong>KELLEY</strong>: <a href=\"https://twitter.com/tydollasign\" target=\"_blank\">Ty</a>.</p><p><strong>DJ QUIK</strong>: What's his name?</p><p><strong>KELLEY</strong>: Ty Dolla Sign.</p><p><strong>DJ QUIK</strong>: Yeah. Ty Dolla Sign.</p><p><strong>MUHAMMAD</strong>: Ty Dolla Sign.</p><p><strong>DJ QUIK</strong>: Ty. You know, with Ty singing. And he just went. I mean, he just [bomb sound]. So, you know, he got to Def Jam and the rest is history. Playing in my neighborhood, like, my street, actually.</p><p><strong>KELLEY</strong>: Really?</p><p><strong>DJ QUIK</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: In talking about distribution, you release --</p><p><strong>DJ QUIK</strong>: There was also <a href=\"https://twitter.com/bishoplamont\" target=\"_blank\">Bishop Lamont</a>. He's another --</p><p><strong>KELLEY</strong>: Oh right.</p><p><strong>MUHAMMAD</strong>: You should look --</p><p><strong>DJ QUIK</strong>: — talented kid from there.</p><p><strong>MUHAMMAD</strong>: You mentioned earlier that you put out your last record — it's called <em>The Midnight Life </em>-- independently. And drawing from pushing out your own cassette tapes and factoring in the internet, how do you find the whole job of distributing records now?</p><p><strong>DJ QUIK</strong>: Ha, job. Task. The task. Distribution is a — it's a different game now because I think that tangible, hard-goods distribution for music is about to end. I think it's like — it's about end, like <em>soon</em>. Like, nobody's not gonna touch it. Starting next year, people are just gonna — the companies are gonna start going digital only. For me, it's a labor of love thing. I still like CDs. I still like to see artwork. I still like to be interactive with my music, physically. But that's not the way everybody sees it.</p><p>So it's a Herculean task now to put out albums. You can't depend on the Internet to sell these records because the Internet is a free medium. It's public domain, in a sense. And so it's like, how do you monetize it? You don't monetize it. You put out the — you buy the best websites that are most frequented and you buy ads, just like you used to buy commercials, on these very respected websites and pages. And hope that you, you know, sell some records. It's a whole different thing — the sale of hard goods is about to go away.</p><p><strong>MUHAMMAD</strong>: Well, as an artist who's — if you're just starting out or not even someone — as a legendary artist in this new world of distributing something that's not even tangible anymore and will not be, what would be the point? Is it just to get your art out, to express it? Or is it something that, you know, you use it as kind of like an open card to say, \"Hey, I'm here if you want to see me perform?\"</p><p><strong>DJ QUIK</strong>: That's a good question. Yeah. That's a — it's debated. That one question is debated. With me, personally, it is a calling card. It's a labor of love and it's to show people that I still am musically relevant and I can do other things. It's not just this, but if you don't believe me, I can still do, you know, great in this arena.</p><p>But this is really about monetizing the songs themselves — instrumentals, licensing, movies, film — because good music is still a draw. Good music is still worth something.<strong> </strong>So that's why I do it. I'm just putting out — I'm pretty much putting out well-rehearsed, well-orchestrated music. And it goes further than just my hip-hop head who just want to bang the one little knock in the streets. It'll go prime time with these commercials. Like I hear my music on — in the NFL, like on some of these NFL commercials. And that's what I'm talking about, you know. That's better than just one or two radio spins.</p><p>And that's — I don't even think people should be in it for just the few radio spins, especially like <em>legends</em>. Just for me, I think my situation is good because I landed with a very decent distributor and the costs are low. So I got a higher profit margin selling independent records at this point. And you don't have to sell as many records to be profitable. Especially if you, again, if you got a respected distributor, it's like, go for it.</p><p>But for the kids coming up now, they definitely have to sacrifice their music. They have to kinda give it away. Because it's their calling card as well. You know what I mean? They have to use it to — <a href=\"https://twitter.com/iamwill\" target=\"_blank\">will.i.am</a> told me. He was like, \"Music is really secondary now.\" You know, you use music to advertise your clothing or to do this. Like, music ain't the draw like it used to be. It's just a way in. And I was like, wow. Like, just listening to will.i.am say this, it was like — it was awesome. And he was right. He saw this coming a long time ago.</p><p><strong>KELLEY</strong>: Would it be different if the percentage on each song or each album went — a bigger percentage went to the artist instead of the label?</p><p><strong>DJ QUIK</strong>: As far as the sales go?</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>DJ QUIK</strong>: That's always been a debate. I mean, even now it's getting worse because of what's potentially about to happen with streaming. But if they could get that right — like the percentage that goes to the artist from like, say, a Spotify or whatever — if they get that right then I think that there'll be more opportunities for people to be played, to be heard, and to be big stars again.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>DJ QUIK</strong>: Because it takes both. It takes a balance of how hard the artist is willing to work to blow itself up and how determined the label is to get him to that level of superstardom. So it's just gotta be a balance. It can't be on one side anymore.</p><p><strong>KELLEY</strong>: Alright. But also you don't get like one or two radio spins. I don't live here, and every time I'm here it's like Quik on the radio 24/7.</p><p><strong>DJ QUIK</strong>: DJ Quik Radio.</p><p><strong>KELLEY</strong>: Yeah, it really is! It's not KDAY. It's DJ Quik-DAY. Like, it's crazy. And it just doesn't happen in New York, like, at all. And so, do you see any money from that constant — yeah.</p><p><strong>DJ QUIK</strong>: Yes, I do.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>DJ QUIK</strong>: It comes in the form of mechanical royalties. I'm with ASCAP so it, you know — I see waves of — you see where you get all these spins and it's like this and sometimes it's like this. It's a lull. But it's like riding a wave. But, yeah, I eat from it. Definitely.</p><p><strong>KELLEY</strong>: I mean, between you and 2pac out here it's significant source of income that isn't happening in New York. I mean, have you ever tried to parse out why, like, you're integral here and not there?</p><p><strong>DJ QUIK</strong>: I just went out there and performed at this club.</p><p><strong>KELLEY</strong>: Yeah, I was there.</p><p><strong>DJ QUIK</strong>: Yeah. And my thing is — the funny thing is with this record I got the most sales the first week in New York.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>DJ QUIK</strong>: For my independent records.</p><p><strong>KELLEY</strong>: That's the business and the fans.</p><p><strong>DJ QUIK</strong>: That was crazy.</p><p><strong>KELLEY</strong>: So many people were so excited about that.</p><p><strong>DJ QUIK</strong>: That never happened. I've never been important in New York. Like I would have to be working with people to even be respected in New York. Maybe it was cause of my hair. Maybe it was because of my country-ass voice. Whatever it was, it just wasn't respected, you know. I mean, how am I going platinum without New York support? And that's the only support I wanted. It was the only people — the only people I revered in the business was all my — all the New York artists.</p><p><strong>MUHAMMAD</strong>: Well, when you make a song like \"<a href=\"https://www.youtube.com/watch?v=LaCyV8eiRm8\" target=\"_blank\">Jus Lyke Compton</a>\" I don't think — not — I mean, it's something that maybe people can't identify with. But especially with what you were saying, it was just like, you know, these different places across America, just like where I come from.</p><p><strong>DJ QUIK</strong>: It was crazy, yeah. All the gangbanging — I didn't expect to see gangbanging out of California. And to be able to write about it at that very pinnacle time. It was a super important time because it was just now starting to happen. You know what I mean? It was like, just now, like — gangbanging in Texas? Who does that?</p><p><strong>MUHAMMAD</strong>: I think there may have been just certain aspects that maybe the New York lifestyle is different. But I don't know. I don't get it. I mean --</p><p><strong>KELLEY</strong>: Well, I hear Rick James here way more than I do in New York. Like I heard \"<a href=\"https://www.youtube.com/watch?v=y4JKOOGV35E\" target=\"_blank\">Mary Jane</a>\" three times this week and that's never on the radio out there.</p><p><strong>MUHAMMAD</strong>: Yeah, I don't — I can't --</p><p><strong>KELLEY</strong>: It's a tonal thing.</p><p><strong>MUHAMMAD</strong>: I don't know. It depends on the time period. If you're talking about now, yeah. No. But, growing up? Yeah, Rick James, all that was --</p><p><strong>DJ QUIK</strong>: I mean, he's from New York. He's from Buffalo.</p><p><strong>MUHAMMAD</strong>: Yeah, Buffalo, New York. That was — I grew up on that and it was played constantly.</p><p><strong>DJ QUIK</strong>: I'll tell you what else too. We're talking about gang culture. Gang culture has now swept New York.</p><p><strong>MUHAMMAD</strong>: Yeah, it has.</p><p><strong>DJ QUIK</strong>: That's — I would've never thought I'd see Bloods in New York. And they are — they're in Baltimore. One of my — you know, I come from Tree Top Piru and they got Tree Top Pirus in Baltimore. It's — it's like, wow.</p><p><strong>MUHAMMAD</strong>: It's --</p><p><strong>DJ QUIK</strong>: My gang got distributed, not my records.</p><p><strong>MUHAMMAD</strong>: Awww, you need better representatives maybe. I don't know.</p><p><strong>MUHAMMAD</strong>: But it's interesting. The whole landscape of New York City's different and to — I question why that has happened. I think it says a lot about the power of the enterprise of drug dealing. And it being equally as successful as a business like Google. But — I mean, it definitely transforms lives, neighborhoods, communities, and all that. And then it's just the void of political representation. So if anything, it's, you know — I mean, we know it's — you go to jail for it. And you die from it. But in terms --</p><p><strong>DJ QUIK</strong>: There's a draw.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>DJ QUIK</strong>: There's still something that draws you in to want to be a part of a gang. And you know the risks. There's only two ways out but people still want to do it. It's almost like riding a rollercoaster with no harness. It's the element of unbridled danger, you know.</p><p><strong>MUHAMMAD</strong>: That and the lack of opportunities of being shown anything that you think will turn into a tangible real --</p><p><strong>DJ QUIK</strong>: Source of employment like --</p><p><strong>MUHAMMAD</strong>: Source of employment or a lifestyle that, you know, is comfortable. You'll be OK and know, like, I can do this. I can do this for the rest of my life sort of a thing. And so who knows? I don't know.</p><p><strong>DJ QUIK</strong>: It may change.</p><p><strong>MUHAMMAD</strong>: But --</p><p><strong>KELLEY</strong>: I remember. When I was a kid, my dad was in the Navy. I grew up all over the place but I lived in San Diego when I was a little kid in like ninety — early, like — I don't know — late — '89, like '91, '92 or something. And then we moved up outside Oakland. And yeah I remember that gang stuff was like — it was constant. It was like, OK. It's initiation. If somebody flashes their lights at you, don't — if somebody's lights are off, don't flash your lights at them. They're gonna shoot you. And it was just, like, constant. And I was in fourth grade, you know. It was like — it seemed like everybody was doing it.</p><p><strong>DJ QUIK</strong>: Yeah, that's — so that was like a code. Like, if somebody's got their lights off, it was --</p><p><strong>KELLEY</strong>: Oh, I'm sure it was some bogus news story that, like, filtered its way to me. But, yes, I remember that news story.Yeah.</p><p><strong>DJ QUIK</strong>: Wow. Well, I remember. I wouldn't've never been in a gang had we not been getting threatened by the neighborhood — the other neighborhoods. They used to come over there and go hard on us for nothing. I grew up into it. It wasn't like I started any of it, but I was a victim of it just because of where I lived.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>DJ QUIK</strong>: Regardless if I wanted to be in or not, I was automatically put in it and made to pay a debt from somebody from my side from maybe years ago.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>DJ QUIK</strong>: So I ultimately stopped being afraid, and, you know, I started getting guns, when I was younger. Cause dudes were shooting at us. So, naturally, self-preservation is the first law of nature. I knew that. So I sold drugs and bought some guns and kept my guns around, you know. Every now and then we'd shoot 'em, just so people know that we armed over here. Like we let 'em out the backyard. It was like, \"Ooh, that was close.\" That's what you hear when the neighbors say — \"Ooh, that was pretty close.\"</p><p><strong>KELLEY</strong>: Like thunder.</p><p><strong>DJ QUIK</strong>: Yeah. You had to give 'em a thunderclap every now and then to let 'em know I ain't having it no more. Y'all not gon' be chasing me from the liquor store. Y'all not gon' be shooting at me at the swap meet. Y'all not gon' be trying to rob me from the record store. Like, I'ma kill y'all n-----.</p><p><strong>MUHAMMAD</strong>: Do you still have to just let people know, even at this stage?</p><p><strong>DJ QUIK</strong>: Mm-mm.</p><p><strong>MUHAMMAD</strong>: No. It's clear?</p><p><strong>DJ QUIK</strong>: It's almost like --</p><p><strong>MUHAMMAD</strong>: It's understood.</p><p><strong>DJ QUIK</strong>: Yeah. It is what it is. There were things that happened that are under the table, that are done and past where I got my bones. I don't got s--- to prove when it comes to street stuff. I paid my dues. And again, I probably — I would've never been in a gang if these dudes wouldn't've kept trying to bully me. It wasn't Bloods and Crips. It was just me and these fools. You know what I mean? And I just so happened to be on the Blood side of the neighborhood.</p><p><strong>MUHAMMAD</strong>: Were you making music with that sort of pressure at some point in time?</p><p><strong>DJ QUIK</strong>: That took away from the pressure of that stuff — staying in the house and making beats. Beating on the old cars in front of the house that don't work no more, on the hood, with your little homies from the neighborhood rapping. You know, and staying in front of the house till the sun went down and still be cool. That's what it was. And then go inside and play with these little TR-606 drum machine and try to make it sound like 808. And you couldn't cause you couldn't extend the bass, you know what I mean?</p><p><strong>MUHAMMAD</strong>: Mm-hm.</p><p><strong>DJ QUIK</strong>: And — I mean, it was — it was tough just trying to get through the anxiety that came from living in Compton. Again, unless we had music. Music kind of saved — it kept me off the streets. I'll put it to you like that.</p><p><strong>MUHAMMAD</strong>: Making music now without that pressure. How's that feel?</p><p><strong>DJ QUIK</strong>: It's awesome. You just have to be careful to not think that I need that kind of pressure to make music. Cause at some point it became like the motivation. Go to the studio and go hard. Like with my \"<a href=\"https://www.youtube.com/watch?v=-0UPhZk7mG0\" target=\"_blank\">Dollaz + Sense</a>\" records. You know, that was it. Now it's like, come to the studio, cool. Like, we gon' have people come to visit. Don't bring ten guys and they come in there and look hard, cause that doesn't make music. You know what I mean? Like they used to — studios used to be full of guys. Remember?</p><p><strong>MUHAMMAD</strong>: Mm-hm.</p><p><strong>DJ QUIK</strong>: Passing the joint.</p><p><strong>MUHAMMAD</strong>: Full of guys --</p><p><strong>DJ QUIK</strong>: And they got pistol.</p><p><strong>MUHAMMAD</strong>: The big bill at the end with the phone calls and the food that was ordered.</p><p><strong>DJ QUIK</strong>: Exactly. Running up your phone bill. Calling people up there. No girls. We call it the sausage party.</p><p>No girls. Dudes would come and just turn the studio out with guys. But now it's like, that don't exist. You got really young, hungry engineers. You got people now that want to work to help the music situation. They're kinda more driven now cause nobody wants to see it die.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>DJ QUIK</strong>: So these dudes is learning all kinds of new tricks, you know, with editing, and Pro Tools. Making it do this and bringing in plug-ins to alter — to make things sound new and different. It's a certain kind of hunger there that's going on, I've noticed, just in the engineer phases of music where it is now.</p><p><strong>KELLEY</strong>: Like which studios around here?</p><p><strong>DJ QUIK</strong>: There's <a href=\"http://www.pacifiquestudios.com/\" target=\"_blank\">Pacifique</a>, North Hollywood. There's <a href=\"http://www.littlebigroom.com/\" target=\"_blank\">Little Big Room</a>, this kid <a href=\"https://www.linkedin.com/pub/stephen-sletten/16/bba/854\" target=\"_blank\">Steve Sletten</a>. Ken [<em>ed: We have no idea. We have asked Quik to help us out and will update this with accurate spelling when we can.</em>] over at — is that a name for you?</p><p><strong>MUHAMMAD</strong>: Ken --</p><p><strong>KELLEY</strong>: He's not even gonna try.</p><p><strong>DJ QUIK</strong>: That's the last name. [<em>Ibid.</em>] They got the big K-Board, the big expensive million dollar SSL board, and they're trying to use it — they're trying to use it to make music great again.</p><p><strong>MUHAMMAD</strong>: Do you keep abreast on the changing technology or do you — yeah.</p><p><strong>DJ QUIK</strong>: Yeah. I still look for it. It's like buying a new PS4. It's the same thing. When something new comes out you just gotta get it because you — even though you haven't tried it, you know it's going to blow your mind when you get it. So I'm always — I was in a Guitar Center yesterday asking my boy Ryan Mason, \"What's new? What's good?\" He was like, \"Ah, man, you — Quik you already got everything. I sold you everything that's new here.\" I'm like, \"Alright. I've used it. Now what's new?\"</p><p><strong>KELLEY</strong>: So that's why you were able to schedule this interview on Black Friday. You're like, \"I'm good. I checked it.\"</p><p><strong>DJ QUIK</strong>: Yeah. I ain't got to shop today. I got everything at home. Man.</p><p><strong>MUHAMMAD</strong>: Do you have — I'm pretty sure people come up to you or maybe — I get it a lot, a lot of emails of people who just want to just sit in the room, you know, and --</p><p><strong>DJ QUIK</strong>: And be a fly on the wall of my session?</p><p><strong>MUHAMMAD</strong>: Yeah. Do you give people that opportunity to learn from you?</p><p><strong>DJ QUIK</strong>: It makes me uncomfortable. Yeah. I still feel uncomfortable about it because everything I did, we did in private. Recording in a situation and using your chops, you know, my special little — it's my special ingredient. I don't want you to know what makes my sweet potato pie taste so good, you know what I mean?</p><p><strong>MUHAMMAD</strong>: Yeah, yeah.</p><p><strong>DJ QUIK</strong>: Get your momma's. You know? But this was just some of the equipment we used that wasn't just the console. We'd have, like, <a href=\"https://www.google.com/search?q=neve+sidecar&espv=2&biw=1280&bih=923&tbm=isch&tbo=u&source=univ&sa=X&ei=tYvKVNS6B8qbyAT714DoDw&ved=0CB0QsAQ&dpr=1\" target=\"_blank\">Neve Sidecars</a> and we'd side-chain 'em through an <a href=\"http://www.uaudio.com/hardware/compressors/1176ln.html\" target=\"_blank\">1176</a> and then a <a href=\"http://www.demeteramps.com/\" target=\"_blank\">Demeter</a> pre and like, we'd get three different sounds on one mic. Or the bass, the way the bass would go through like a <a href=\"http://vintageking.com/lang-peq2-322-vintage-1\" target=\"_blank\">Lang EQ</a>. You know, we was trying to get all this second harmonic distortion and this discrete <a href=\"http://en.wikipedia.org/wiki/Amplifier#Class_A\" target=\"_blank\">Class A sound</a> and mix it with the digital and make it bright but still clean. It was like it was work. You know, it's mad science stuff. This is this big expensive equipment and we need to make our record sound like, big and expensive. It's really what it was.</p><p><strong>MUHAMMAD</strong>: I feel like you just right now, when you just kinda briefly touched on those little bits, you just gave a little small class if any one was paying attention.</p><p><strong>DJ QUIK</strong>: Mix it all up. And ride it to the end. It's all about how you do signal flow. And you can go from point A to point B and that'll be simple. You'll flip a switch. It'll work. Or you can go from point A through a whole lot of other alphabets and letters and then come back to point B with Z and W sewn in, and then you have this other sound. It's the ultimate alphabet soup, musically.</p><p><strong>MUHAMMAD</strong>: Well, and speaking of mentors who cannot get into the — see your special recipe book, can you talk about working with your son?</p><p><strong>DJ QUIK</strong>: Oh, man, easy. <a href=\"https://twitter.com/musicindavid\" target=\"_blank\">David</a>'s just like a — he's like my clone. I watched him — cause he played basketball, high school, and I asked what he wanted to do. Like, did he want to pursue it? He was like, \"It's unrealistic because everybody wants to ball and I'm just OK.\" I'm like, \"You're actually pretty good.\" He was like, \"No, I'ma try and do music.\" I'm like, \"Well, it's not that easy to do music either. You kinda have to be special about it.\" And he was like, you know, \"I am.\"</p><p>So I would hear him work on — just on his little — his computer, his iMac, and it sounded decent when I started hearing it. I was like, OK. Cause first I wouldn't give it an ear, I was like, \"Get up to where I'll take you serious.\" At least get close to somewhere where you got some boom-clap going and it's hot. And my daughter would come and tell me. She like, \"Daddy, have you heard David's new song? It sound good.\" I'm like, \"I'll listen to it. I'll listen to it.\" Or whatever.</p><p>So one day I listened and I heard it and I was like — and I heard <em>it. </em>I heard the magic. So I told him, I said, \"Well, look. If you really want to pursue this, then I'm gonna take you and I'ma buy you a real system.\" Like, \"But you gon' be on this platform.\" It's like, \"You gotta ride it.\" He was with it. I bought him a whole Pro Tools system, got him preamps, got him a good interface, got him a <a href=\"http://www.rolandus.com/products/jupiter-80/\" target=\"_blank\">Jupiter 80</a>. And he was using — he was pulling in wav files, like going online, and, you know, making these songs.</p><p>He just started making these hot beats and I'm like, wow. Get down, son. You're using it. And I told him, I said, \"You're probably gonna be better than me. You're learning faster than I did and you got more things that at your disposal. So you might go further than me.\" Like, \"You gon' be better than I was when I was 19.\" And he is. It happened.</p><p>I mean, he's been working on Pro Tools since he was 15. Now he knows — he engineers for me. Like, when I want to put together a playlist for a show. It's not just get your turns — get the '02 track that we've always been using. We'll — we can remix right before the show. Like, we'll take Pro Tools now to the venue and have it in the dressing room. And we'll re-program the songs and do stems, change, edit, and it makes that — it makes it that much more special. But it's also showing him how he can have an advantage by being an engineer and being an artist. And he's pretty learned. He's pretty dope. He's got good ears, just like his dad.</p><p><strong>MUHAMMAD</strong>: That's dope.</p><p><strong>KELLEY</strong>: I want to ask about the word \"funk\" and \"funky,\" like <em><a href=\"http://www.amazon.com/Way-2-Fonky-DJ-Quik/dp/B002HMHRNM\" target=\"_blank\">Way 2 Fonky</a></em>. What does that mean to you? Why does it matter?</p><p><strong>DJ QUIK</strong>: Why does funky matter? Well, if you know how funk really works — I'm not just trying to be funny — but you gotta get funky to make records that give people the frown face when they hear it. Like, ugghhh. But you actually literally gotta be a stinky maggot in the studio.</p><p><strong>KELLEY</strong>: How do you --</p><p><strong>DJ QUIK</strong>: Like, five days no bath.</p><p><strong>KELLEY</strong>: OK. Got it.</p><p><strong>DJ QUIK</strong>: You know, <a href=\"http://www.npr.org/event/music/360140283/in-conversation-with-george-clinton\" target=\"_blank\">George Clinton</a>-style. That's what George and them used to do. George and them didn't <em>bathe</em>. So I started doing that. Like Nate Dogg: \"It's been seven days the same clothes.\" I was literally in there like, \"Whew. I ain't taking no break.\"</p><p><strong>DJ QUIK</strong>: \"Get that Wurlitzer out here. Let's get funky!\" It's a different attitude when you go in the studio all fastidious and clean. You don't want to get down. Like, \"Hey. Look at my watch. My shoes are white. I'm not gon' party.\" You know what I mean? \"I ain't finna write no song. I'm finna take some pictures of me.\" You know, that's them days. But we was in there getting stinky. And it got on the music. Like, I'm not as much of a funk guy as I used to be. Cause it seems like — outside of the one new hot record that I like, that \"<a href=\"https://www.youtube.com/watch?v=OPf0YbXqDm0\" target=\"_blank\">Uptown Funk</a>\" by <a href=\"https://twitter.com/BrunoMars\" target=\"_blank\">Bruno Mars</a> and <a href=\"https://twitter.com/markronson\" target=\"_blank\">Mark Ronson</a> — outside of that, it's like funk is — it's a novelty now.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>DJ QUIK</strong>: Unfortunately.</p><p><strong>KELLEY</strong>: Right, it's like an accessory. Yeah.</p><p><strong>DJ QUIK</strong>: Right now, it's about the super accessible 808-driven, hook Mustard beats.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>DJ QUIK</strong>: You know, that's what it is. If you want to be heard on the radio, you gotta have a Mustard beat.</p><p><strong>KELLEY</strong>: What are you into?</p><p><strong>DJ QUIK</strong>: I'm into Mustard beats! I like that stuff. You know? I like anything that tries to keep it — keep it where you please everyone, where you kids and adults liking it at the same time. A hit record is a hit record no matter who makes it. And to me there are some hot records out there — unfortunately, records don't go platinum like they used to, no matter what you do. But there's still some hot records out there that, if this were a different day, these records would be big, multi-platinum. I like <a href=\"http://www.npr.org/event/music/339606993/jazmine-sullivan-fades-a-new-orleans-barber-shop\" target=\"_blank\">Jazmine Sullivan</a>.</p><p><strong>KELLEY</strong>: Me too.</p><p><strong>DJ QUIK</strong>: I still like <a href=\"https://twitter.com/mcondition\" target=\"_blank\">Mint Condition</a>. They're still putting out effective — <a href=\"https://twitter.com/joethomas4real\" target=\"_blank\">Joe</a> — <a href=\"http://www.amazon.com/Music-Speed-Life-Mint-Condition/dp/B008OHV5KK/ref=ntt_mus_ep_dpi_5\" target=\"_blank\">still</a> <a href=\"http://www.amazon.com/Bridges-Joe/dp/B00K5P3B1K/ref=sr_1_1?s=music&ie=UTF8&qid=1422561730&sr=1-1&keywords=joe+bridges+album\" target=\"_blank\">putting out</a> these awesome records. I mean, you don't hear 'em. They get a little radio spin here and there but you know they're out because these guys are still touring. I like <a href=\"https://twitter.com/jheneaiko\" target=\"_blank\">Jhené Aiko</a>. Soulful girl.</p><p>I like — I mean, no disrespect to <a href=\"https://twitter.com/taylorswift13\" target=\"_blank\">Taylor Swift</a>. I get it. I know why it's popular. But, you know, I'd be a weirdo if I bought the Taylor Swift album and was in the car rolling down, \"Shake, shake, shake.\" You know, I can't — some things I gotta stay away from.</p><p>But I like, like the new producers <a href=\"https://twitter.com/migos\" target=\"_blank\">Migos</a>, the little hip-hop producers. These dudes is funky. I like <a href=\"https://twitter.com/richhomiequan\" target=\"_blank\">Rich Homie Quan</a>. I think he has something to offer. And I also like the kid that sings — what's the song? The most catchy record that came out this year. Where you can't understand — you can't really understand the lyrics.</p><p><strong>MUHAMMAD</strong>: Not <a href=\"https://twitter.com/youngthug\" target=\"_blank\">Young Thug</a>.</p><p><strong>KELLEY</strong>: Are you talking about Thugga?</p><p><strong>MUHAMMAD</strong>: Young Thug, yeah.</p><p><strong>DJ QUIK</strong>: Yeah, Young Thug. Young Thug. That's why his name — it evaded me. But I like — like, listening to his mixtapes and just seeing him just be silly like that? That's kinda dope. Caution to the wind. He don't care. That's what's gon' make him rich, you know. And he writes — these hooks he's writing are incredible.</p><p>So, you know, there's still a lot of light out there, like <a href=\"https://twitter.com/teeflii\" target=\"_blank\">Tee-FLii</a>, you know. There's a singing, little talented dude. But he's not just doing ratchet music. Everybody think he's only capable of doing ratchet. He can also do pop, you know what I mean? So shout out to Tee-FLii, man.</p><p>And then the underground dudes that's still blowing up. Like, I like <a href=\"https://twitter.com/skeme\" target=\"_blank\">Skeme</a> from Inglewood. These are people that have yet to be all over the place but they are effective right now in this — on the blow.</p><p>Again, I gotta mention Problem. I gotta mention YG. And even this new cool — this new kid, <a href=\"https://twitter.com/rjmrla\" target=\"_blank\">RJ</a>. Like, I gotta see what RJ is about. That's one of YG's new artist so I gotta put my ear to that. But I'm watching — I see how everything is. I'm still a DJ. I still have to play this stuff in the club. I like <a href=\"https://twitter.com/edsheeran\" target=\"_blank\">Ed Sheeran</a>. The \"<a href=\"https://www.youtube.com/watch?v=tlYcUqEPN58\" target=\"_blank\">Sing</a>\" record, I broke that at a BET party for the BET Awards earlier this year, you know. I know what works. Certain records still work.</p><p><strong>MUHAMMAD</strong>: Can we talk about the new album a little bit?</p><p><strong>DJ QUIK</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: So, \"That N----r's Crazy.\" To me --</p><p><strong>DJ QUIK</strong>: Like that title?</p><p><strong>MUHAMMAD</strong>: I had to say it with a straight face.</p><p><strong>DJ QUIK</strong>: \"That N----r's crazy.\"</p><p><strong>KELLEY</strong>: Did you read that one or did you just say it?</p><p><strong>MUHAMMAD</strong>: Nah, I just said it cause, you know, I had to get it out. Aside from like Tribe's \"<a href=\"https://www.youtube.com/watch?v=8bIMRYdwFFI\" target=\"_blank\">Sucka N----</a>,\" I try not to say it. But anyway, that song to me sounds like Busta Rhymes \"<a href=\"https://www.youtube.com/watch?v=YRSehnq0TfE\" target=\"_blank\">Get You Some</a>.\" Did you do that record?</p><p><strong>DJ QUIK</strong>: You mean the record he did on Dr. Dre — when Dr. Dre --</p><p><strong>MUHAMMAD</strong>: The record that he did with Dr. Dre. Uh-huh.</p><p><strong>DJ QUIK</strong>: See. What had happened was --</p><p><strong>KELLEY</strong>: This is why we need cameras.</p><p><strong>DJ QUIK</strong>: You're a bad boy. You're a bad boy. It was — it's based on the same --</p><p><strong>MUHAMMAD</strong>: Yeah?</p><p><strong>DJ QUIK</strong>: — the same snare, the same clash, that actually came from the Moog. That clap sound is from the Moog. But it feels kinda the same, don't it?</p><p><strong>MUHAMMAD</strong>: It does.</p><p><strong>DJ QUIK</strong>: That was a big record to me, you know.</p><p><strong>MUHAMMAD</strong>: Me too. I mean, it didn't really — I don't know. That whole album didn't --</p><p><strong>DJ QUIK</strong>: It didn't catch on.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>DJ QUIK</strong>: <a href=\"http://www.amazon.com/Big-Bang-Explicit-Version/dp/B001NY9WZ6/ref=tmm_msc_swatch_0?_encoding=UTF8&sr=&qid=\" target=\"_blank\">That album</a> was smart.</p><p><strong>MUHAMMAD</strong>: Yeah, very.</p><p><strong>DJ QUIK</strong>: That album was smart. That Stevie Wonder record on there was hot.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>DJ QUIK</strong>: A bunch of stuff. I think everybody wanted Bussa Buss to just stay, you know, in that \"<a href=\"https://www.youtube.com/watch?v=o4ZUaxyPoZ8\" target=\"_blank\">Courvoisier</a>\" and \"<a href=\"http://www.dailymotion.com/video/x1gkgu_busta-rhymes-put-your-hands_music\" target=\"_blank\">If you really wanna party with me ...</a>\" They wanted him to stay in that: \"This. Is. Serious.\" They wanted him to stay there. And this album kinda stretched him out a little bit. He was stretching.</p><p><strong>MUHAMMAD</strong>: Yeah, I just heard that and I was like, \"Ooooh.\" I mean, and then --</p><p><strong>DJ QUIK</strong>: I worked with Dre.</p><p><strong>MUHAMMAD</strong>: I know.</p><p><strong>DJ QUIK</strong>: I borrowed some things. He borrowed some things.</p><p><strong>MUHAMMAD</strong>: That happens.</p><p><strong>DJ QUIK</strong>: You know, it's natural.</p><p><strong>MUHAMMAD</strong>: It is natural. It was just so — maybe this is — I don't know. It's hard. Maybe you can identify what this is as a DJ/producer/musician. You may listen to things a little bit more. And then versus like not being a producer and you just listen to it and you don't hear all, like, all these things that — like, so many different things, elements, stand out to me and sometimes I wish I could turn it off. But I heard that and I was like, oh. And then you just was spitting crazy on there.</p><p><strong>DJ QUIK</strong>: Yeah, well, that n----'s crazy.</p><p><strong>MUHAMMAD</strong>: And I was like, who got on the wrong side of DJ Quik to start the album off with it.</p><p><strong>DJ QUIK</strong>: Or did DJ Quik get up on the wrong side of the bed? Nah, it was, to me — that was just an ode to Richard Pryor. Cause Richard Pryor, when he decided to stop caring, that's when he blew up. When he was just trying to make people laugh and be — and find his own niche. And he was getting fired from his gig and kicked out of Vegas, out of the Aladdin or whatever. When he gave up everything and just — when he said, \"F--- it,\" that's when he became a multi-multi. So that was pretty much just outlandish, crazy lyrics with the bar singing, you know, just whatever. You know what I mean?</p><p>But going hard at the same time. Cause people still — people are crazy. People talk crazy. They ask dumb questions, especially to me, a celebrity. Like, you don't want to talk to me like that. Cause I'm not always Mr. Nice Guy. And I will f--- you up sometimes. I'll beat your ass, because you can't ask me certain things. And you know, I met some weird people who said some weird things and I just decided to rap about the weird things that I hear.</p><p>What girls want to try. They got a fantasy to do this and that. It's like, \"B----, do that to yourself.\" You know what I mean? Like, use your own orifice for that. What you want to do — some s--- like that. I'm not even into that. Like, what's your point? You know? How — what do you really need to do to get to a f---ing orgasm? Like, what's wrong — I'm not going for that. You're crazy. Jack off, b----. I'm leaving.</p><p>But, you know, it's whatever man. It's just — it was weird. And Richard Pryor's comedy was all hyper-sexual, you know what I mean? Very blatant. So I figured I could do that in 2014. Just be blatant and nasty. And a record you'll never hear on the radio so I said the f-word as much as I could.</p><p><strong>MUHAMMAD</strong>: I was like, \"Wow. That's a hell of a way to start an album.\"</p><p><strong>DJ QUIK</strong>: Oh, like this over the top — and it's mixed — if you listen to it, it's a cacophony. Cause it's a banjo — first of all, I guess my mental was in question when you listen to the two guys on the beginning of the album debating how to approach me and what to talk about and get some information from me so they can push hip-hop forward. Cause supposedly I'm a giver. I tell all the secrets.</p><p>And they come in and I'm talking about what we gotta peddle now is something different. \"N----, let's peddle a banjo. Let's make a banjo the new hot instrument.\" And they's like, \"Ah, dude. It's over. This it. Quik's talking about a banjo.\" And then when the record comes on, it's a funky banjo. Like, off the top. But, again, it's a cacophony because the music that's on there is like — everything's loud. The singing's loud. The rapping is loud. The snare is loud. The kick is loud. It's just, you know — it's a full, loud, crazy \"that n----'s crazy\" record. In other words, I don't care what people think about me. I know who I am when I lay down on the pillow; I know who I am when I get up. So people can keep their opinions to themselves. And that's what it is.</p><p><strong>MUHAMMAD</strong>: \"Puffin The Dragon.\"</p><p><strong>DJ QUIK</strong>: That's a hot-ass record.</p><p><strong>MUHAMMAD</strong>: It is. It sounds like superhero's theme song.</p><p><strong>DJ QUIK</strong>: There's something very special about that music, and I'm proud of it. As a matter of fact, you guys are gonna be hearing that music, without the lyrics, in a lot of places. It's a sad record though, because, you know, I'm rapping about how the graveyard is filling up with my friends. Like I go to certain graveyards now and it's more than one person I gotta visit.</p><p>Now that's a testament to being — to growing older. So that reminds me, hey, a lot of time has passed. You know what I mean? So I like to do — I like to make — every move that I do now has gotta be effective. There's gotta be something important. I don't have time to waste.</p><p><strong>MUHAMMAD</strong>: So when you say in the song, \"I'm not that passionate.\" Or \"I'm not passionate about that --\"</p><p><strong>DJ QUIK</strong>: Oh, not passionate as I was?</p><p><strong>MUHAMMAD</strong>: Yeah. What were you referring to?</p><p><strong>DJ QUIK</strong>: About everything. Cause I used to have this hunger, this drive to everything. And how important it was. But I started seeing that people don't take it as important as I do it. Maybe I'm just hypertrophing and I need to relax and — if it's dying, let it die.</p><p><strong>KELLEY</strong>: Who doesn't? Your competition or your audience? Or --</p><p><strong>DJ QUIK</strong>: No, I'm just saying --</p><p><strong>KELLEY</strong>: — your peers.</p><p><strong>DJ QUIK</strong>: Just period. I mean, I'm watching — when I say passion, what I'm talking about is my love for the way I produce, my love for the — just the amount of work that I put into it. I just don't — it's not that important to me anymore. It's not — I used to live to just do music. I lived to do it. Cause I figured this is what — this is who I am. This defines me.</p><p>But it doesn't. I do other things, too. Sometimes I turn the equipment off for a week and just leave. Like, you know, if there's a hit record that's coming, it's gon' come regardless. So --</p><p><strong>KELLEY</strong>: Right.</p><p><strong>MUHAMMAD</strong>: So does that make — are you enjoying life, I think, from a different perspective now?</p><p><strong>DJ QUIK</strong>: From a different perspective. Cause back in the day, we were on the clock — I was living a 24-hour-a-day life thinking about the length of my contract, my recording contract. Cause it's like I gotta make all the money I can — that's what we used to hear all the time. \"Make all the money you can and save it.\" So I was scared making all the money I could. Like, producing there in the studio. Sleep. Waking up in there. You remember.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>DJ QUIK</strong>: You spend a night in the studio.</p><p><strong>MUHAMMAD</strong>: Yup.</p><p><strong>DJ QUIK</strong>: And that was the passion. I was driven to do that. Now, f--- the studio, man. Turn this s--- off. This s---'ll be — if we go get some rest and some chicken pot pie and some stew and some crab legs — you know what I'm saying? We eat good? Then we can come back tomorrow. We'll be hot.</p><p>It's just different. I'm not in love with it like I used to be. And I hate to say that, but that's just kinda what it is. Not passionate about it, but I'll hit now and then. Like, I'll hit. I'll still make a hot record or I'll still do a really inspired show, you know, or performance. But there's something — I don't know. When 2pac and Biggie died, something in me died too.</p><p><strong>MUHAMMAD</strong>: Wow.</p><p><strong>DJ QUIK</strong>: I don't know what it is, but it's dead.</p><p><strong>KELLEY</strong>: I mean, that was a long time ago. And you kept going.</p><p><strong>DJ QUIK</strong>: But still. There's still this — there's still this feeling that I have that I don't have anymore. Like, there's a drive that I used to have that it's just — it's not there anymore. It's natural. It just happens. I guess I woke up one day like, \"This is not my life anymore.\" I just compartmentalized it. Like, this is a job. And <em>this </em>is my life.</p><p>Besides I do a lot of — there's a lot of introspect going on. Like, I'm the same age right now as Marvin Gaye was when he died. So I think about stuff like that. I put it — it's chronological to me. I'm like, \"Hey, what could Marvin Gaye have done to still be here. Who could have helped?\" I don't mean to get all deep with it. But you know what I'm saying.</p><p><strong>MUHAMMAD</strong>: No, I do. I get it.</p><p><strong>KELLEY</strong>: I mean, think about his dad. That's like --</p><p><strong>DJ QUIK</strong>: You know.</p><p><strong>MUHAMMAD</strong>: I get that. I think that's a really --</p><p><strong>KELLEY</strong>: You guys are the same age.</p><p><strong>MUHAMMAD</strong>: You 44? That's a — that's real. Because when you're 18, or even 15, you don't think you're going to make it to see 18, 19.</p><p><strong>DJ QUIK</strong>: Right.</p><p><strong>MUHAMMAD</strong>: So your life is just encompassed in that. But then you do have these measures. Like, oh Jesus was 33 when he — you know, so --</p><p><strong>DJ QUIK</strong>: You got these markers.</p><p><strong>MUHAMMAD</strong>: These markers. It's interesting considering I don't think your lifestyle was like what Marvin Gaye's, but --</p><p><strong>DJ QUIK</strong>: Yeah, man. I'm afraid of cocaine. I'm afraid of it. I've seen what it did to my neighborhood in the '80s. And that scare — and some of my family. To see people just become baseheads. It was like, oh, this is crazy. This is people that were — two weeks ago had a job. Now they're wearing the same clothes. They're insane and they don't know it.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>DJ QUIK</strong>: So, it's not my thing.</p><p><strong>MUHAMMAD</strong>: It's just interesting this — hearing this album --</p><p><strong>DJ QUIK</strong>: There's some good stuff on this record.</p><p><strong>MUHAMMAD</strong>: There's a lot of good stuff on this record.</p><p><strong>DJ QUIK</strong>: It's a really good record.</p><p><strong>MUHAMMAD</strong>: And it sounds like, the headspace that you're in sounds — I'll say the word comfortable.</p><p><strong>DJ QUIK</strong>: Yeah. It is, Ali. It is. It's because I did an album without distraction. In the past, my last few albums, every time I tried to go in the studio to do it, there was distraction. I would get messages from people telling me, \"F--- you. You don't need to be going to the studio n----. If you go to the studio, we gon' do this.\" Or, you know, \"These people hating on you. They don't want to see the --\"</p><p>It's like, what does that have to do with music? And why are you guys trying to get me that message? Don't y'all know I'll come over there and blow y'all motherf---in house up? It's like, is that what y'all want from me? Y'all want me to stop doing music so y'all sending me all these death threats and all this weird s---. It's just distraction.</p><p>But with this album, didn't nobody even know I was doing a record except the musicians. This record was all about musicians. Wasn't no street bulls--- going on. Wasn't no my sister's mad at me so she finna threaten me and she's gon' do this and do that. None of that. It was like, we got in the studio and we thought about what music was missing. We listened to all the good new records and we listened to a few old classic records. And we just started writing from another place. Not stealing this. Not borrowing from that. Just doing music for right now. Like, what kind of record are we supposed to make <em>right now</em>? This seems like this'll be good for right now cause there's holes — there's lanes for this kind of music.</p><p><strong>KELLEY</strong>: What are the few classic records?</p><p><strong>DJ QUIK</strong>: Excuse me?</p><p><strong>KELLEY</strong>: What were the few classic records that you listened to?</p><p><strong>DJ QUIK</strong>: Oh, the old school stuff?</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>DJ QUIK</strong>: <a href=\"https://twitter.com/shuggieotis\" target=\"_blank\">Shuggie Otis</a>. The <a href=\"http://www.amazon.com/Games-Dames-And-Guitar-Thangs/dp/B0002MHEFU\" target=\"_blank\"><em>Game, Dames, And Guitar Thangs </em>album</a> by Eddie Hazel.</p><p><strong>KELLEY & MUHAMMAD</strong>: Mhmm.</p><p><strong>DJ QUIK</strong>: And <a href=\"http://www.amazon.com/Ecstasy-Ohio-Players/dp/B0026F0TOY/ref=tmm_msc_swatch_0?_encoding=UTF8&sr=1-1&qid=1422563294\" target=\"_blank\">Ohio Players' second album <em>Ecstasy</em></a>.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: Speaking of Ohio Players.</p><p><strong>DJ QUIK</strong>: Mhmm.</p><p><strong>MUHAMMAD</strong>: \"<a href=\"https://www.youtube.com/watch?v=Ub0zVVIVJ2w\" target=\"_blank\">Pet Semetary</a>.\"</p><p><strong>DJ QUIK</strong>: Yeah, man. <a href=\"https://www.youtube.com/watch?v=JPxg3G1pxQs\" target=\"_blank\">Easy call</a>, right?</p><p><strong>MUHAMMAD</strong>: I mean, but did you have to — nothing? I mean, it's a few songs that you have like that. I think there's that Parliament song too, that album — I'm wondering, like, how did you --</p><p><strong>DJ QUIK</strong>: Get away with it?</p><p><strong>MUHAMMAD</strong>: There's no one knocking on the door saying --</p><p><strong>DJ QUIK</strong>: Because you know how it works. You change the right amount of notes. You can have a record that feels like someone's record and then you can have a record that plagiarizes their record. All the notes were strategically changed but still kept at the same tempo. And that's how it is. It's still a five — it's a four — it's a five-four loop, you know, a five-bar turnaround. But — which is identically what they did, as far as arrangement goes. It's just the notes are different.</p><p><strong>MUHAMMAD</strong>: I'm going to have to take a DJ Quik class if I'm — cause --</p><p><strong>DJ QUIK</strong>: C'mon, you can trust me. Like, to me, \"Puffin The Dragon\" is based on classic '70s, '80s folk-pop records, you know, if you listen to it. It's the same key structure. Cause you can't trademark everything you play on the piano. It's like, it's just impossible. By the time you play four bars of music. You're gonna repeat what somebody else has done. So if that was the case, no albums would coming out --</p><p><strong>MUHAMMAD</strong>: True.</p><p><strong>DJ QUIK</strong>: — because as soon as you put your fingers on the chord, \"I know what that is! You can't use it.\" And then you got the sample trolls who are out there that really just — that's all they live for. Is to come stop you, knock on your door, and get your publishing to go into their bank account. <a href=\"http://www.npr.org/blogs/therecord/2012/06/06/154451399/george-clinton-fights-for-his-right-to-funk\" target=\"_blank\">Bridgeport</a>. A--holes.</p><p><strong>MUHAMMAD</strong>: Yeah, I was expecting a few publishing checks in the past, I want to say even, seven fiscal cycles, that just, like, nope.</p><p><strong>DJ QUIK</strong>: Huh. Still held up.</p><p><strong>MUHAMMAD</strong>: It's like, \"Nope. You're not gonna, because we gotta clear this up.\" I'm like, are you kidding me? I need that right now.</p><p><strong>DJ QUIK</strong>: And that'll work.</p><p><strong>MUHAMMAD</strong>: But that definitely motivated --</p><p><strong>DJ QUIK</strong>: You had to learn music, huh. To learn how to play.</p><p><strong>MUHAMMAD</strong>: It was the motivation for me to learn how to play instruments. Absolutely.</p><p><strong>DJ QUIK</strong>: I did. I did that too.</p><p><strong>MUHAMMAD</strong>: Can you explain to our listeners what — what is a \"working class G?\" Cause you mention that.</p><p><strong>DJ QUIK</strong>: Oh. It's just middle — it's the homeboys that have left the gang and the young mentality and they got 9-to-5s, but they still go to the liquor store on break, like at noon, and get they cigarettes or get they blunts or whatever. But they working class now. But you can tell, like, they was a whippersnapper back in they day.</p><p>That's what I see when I go to the hoods now. It's still the young cats that go in there to get they Hennessy. Or they go in there and get they, you know, they blunt wraps or whatever. Or they get some Ciroc. And they be on they swag. But then it's the dudes that, you know, just grew up, but they still hit the liquor store. That's where all the working class Gs go. Certain stores. Certain liquor marts. We still turn up — I'm a working class G in that term cause I'm in there at work time. We call it beer thirty. When the job is over, we go in there to get something sip on. Have, you know — just a habit.</p><p><strong>MUHAMMAD</strong>: Shoot. I like when you say, \"Much safer on skates on thin ice with lead plates.\"</p><p><strong>DJ QUIK</strong>: \"With lead plates.\"</p><p><strong>MUHAMMAD</strong>: Whoo!</p><p><strong>DJ QUIK</strong>: Like, weigh yourself down on thin ice, and you're much safer than when — yeah, it's just wordplay, I guess. You heard that? You picked up on that?</p><p><strong>MUHAMMAD</strong>: Yeah. It's a couple more. \"I'm a bad motherf---er cause my Glock says so, but my wallet says Gucci. I'm a fly killa, yo.\"</p><p><strong>DJ QUIK</strong>: You know, jewels.</p><p><strong>MUHAMMAD</strong>: Yeah, jewels.</p><p><strong>DJ QUIK</strong>: Gucci! Look. I'm about it. It's legitimate.</p><p><strong>MUHAMMAD</strong>: He actually pulled it out, listeners.</p><p><strong>DJ QUIK</strong>: I should get a \"Bad Motherf-----\" Gucci wallet. Then I'm official.</p><p><strong>MUHAMMAD</strong>: Who is the singer on \"<a href=\"https://www.youtube.com/watch?v=4Wku3bgDkcQ\" target=\"_blank\">Life Jacket</a>?\"</p><p><strong>DJ QUIK</strong>: This is a young hood girl named Keisha Smith. Now, how hood is that name?</p><p><strong>MUHAMMAD</strong>: That's real hood. It's official.</p><p><strong>DJ QUIK</strong>: Keisha Smith. Keisha Smith sang that song for me in a North Hollywood studio. I met her through my homebody Sean. He's like, \"Man, you know, check her out.\" And I was like, \"OK.\" So I gave her a screen test, put her on the mic, she sang a little something. And I was like — I heard her vocal tone. I was like, she might sound good singing this so I wrote that hook and sang it as a demo for her. And just had her follow it.</p><p>And she was killing me because she couldn't hit the runs. She couldn't hit those notes. It's like, \"You a singer, though. You should be able to find these notes!\" She couldn't find 'em so it was like pulling teeth to get it to sound like that. But ultimately we got it done. No disrespect to her. She was — she called my lawyers and stuff about spelling her name right on the credits when it's time for the video. She wanted to be in the video.</p><p><strong>MUHAMMAD</strong>: Why — she spell Smith like S-m-i — S-m-i --</p><p><strong>KELLEY</strong>: You know there are a lot of different ways to spell Keisha.</p><p><strong>MUHAMMAD</strong>: Well, true. Keisha. True. I wasn't even thinking that. Nah, she sounds good though.</p><p><strong>DJ QUIK</strong>: Keisha, she cool, man. Keisha, she a little tomgirl. She go out and play basketball, play a game of pick-up basketball in flip-flops. So, she like Jesus running around with Hebrew feet making swishes like barefoot. Like, just one of them — just a real hood girl.</p><p><strong>KELLEY</strong>: She should definitely be in the video.</p><p><strong>DJ QUIK</strong>: Who? Keisha?</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>DJ QUIK</strong>: We can — we need to find — I think she moved to Texas or something. I can find her though. But, yeah, I appreciate that, man. Cause she sounds, to me, different than everything else that's out there.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>DJ QUIK</strong>: Not a super perfect singer but not crappy either.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>DJ QUIK</strong>: Good in between. That's a good video too. We did good numbers with that video at MTV.</p><p><strong>MUHAMMAD</strong>: Dope. I haven't seen it.</p><p><strong>DJ QUIK</strong>: Yeah. We on a yacht. We took a $ 20 million yacht out in Newport. And wiled out. <em>Fun</em>.</p><p><strong>MUHAMMAD</strong>: \"<a href=\"https://www.youtube.com/watch?v=63uFeFKBEzA\" target=\"_blank\">That Getter</a>.\" So you on the song with David, your son, David Blake. You say — do you say this? I don't remember. Or does David say, \"School is free\" — no, I think you say that.</p><p><strong>DJ QUIK</strong>: I say that.</p><p><strong>MUHAMMAD</strong>: \"School is free. Life after that is not.\"</p><p><strong>DJ QUIK</strong>: \"Life after that is not. Asphalt pavement is cold. Tension in jail is hot.\" In other words, stay off the streets.</p><p><strong>MUHAMMAD</strong>: Do you think people — do you think kids take the education for granted?</p><p><strong>DJ QUIK</strong>: Yeah. I did. I dropped out of school thinking, \"Eh, whatever.\" And then when it was — when I was after age, I was like, ah, that was pretty dumb. You know what I mean? It was free. Now I gotta pay to go to a continuation. I gotta get a car. Now it's more — life is expensive now.</p><p>I think they take for granted that, you know, that system — get in there and milk. It's like, don't ask the cow where the milk came from. Just drink it up and ask for more, if that's what it's really about. Get that free education. Cause it's gonna help you in the future, you know. And the rate at which African-Americans are dropping out of school is just crazy. It makes me sad because I was one of them kids. I needed somebody to help steer me in the right direction. Nobody was there.</p><p><strong>MUHAMMAD</strong>: Yeah, I just had a serious conversation with my nephew who wanted to do the same things. Like, \"I want to pursue music.\" And he just got a job at UPS. I was like, \"Oh my god.\"</p><p><strong>DJ QUIK</strong>: Psh. The bottom of the barrel.</p><p><strong>MUHAMMAD</strong>: Yeah, I was — that's what I said. I said, \"OK. Picture you without a degree later on down the line and you really want to do something major but now they tell you no because you don't have the degree or whatever. And like, you're at the back of the line of a 100 million and before you is another 350 million. Where do you want to stand?\"</p><p><strong>DJ QUIK</strong>: Exactly.</p><p><strong>MUHAMMAD</strong>: So I just — I like the line in that song. \"Shine,\" you say \"Feng shui, n----.\" What the heck is that?</p><p><strong>DJ QUIK</strong>: Feng shui?</p><p><strong>MUHAMMAD</strong>: I know what feng shui is but I mean —</p><p><strong>DJ QUIK</strong>: \"Get me in the club, I'm a rum straight?\" Well, I was just rhyming with \"rum straight.\"</p><p><strong>MUHAMMAD</strong>: OK.</p><p><strong>DJ QUIK</strong>: Feng shui is how fluid — you know, it's the Chinese and Japanese code — what is it? Is it Chinese or Japanese?</p><p><strong>KELLEY</strong>: I think it's Chinese. I think.</p><p><strong>DJ QUIK</strong>: It's Chinese fluid — it's a thing about flowing. How everything's supposed to flow. Nothing's supposed to interact with each other. Everything is fluidness. And it's mellow. So I'm like, that's how I feel. I'm feng shui. I'm a mellow dude. I flow. But you get me in the club, I'ma be on rum straight. I might not flow, but I'ma be drunk. You know what I mean? Just wordplay, man. Just having fun with it. Wrapping it up?</p><p><strong>MUHAMMAD</strong>: No! This is the last one. This is the last question. I know it. It's a good one to end on. Sacrifices. Often when artists pursue they dreams, they do so at great sacrifices. What have you sacrificed?</p><p><strong>DJ QUIK</strong>: To get to where I'm at? I lost some really awesome friendships. I probably missed my — a wife, along the lines, because I was too busy working. Being a workaholic. Being a workaholic, I've lost a lot of things. Monetarily, too, like, sometimes you can work to your detriment, because you — you know, I wasn't coming up for air.</p><p>So I lost a bunch of material things. Like, had a car stolen from my by this dude, George — G1, took my Acura NSX, wrecked it, and then just kinda — I was like, \"You bought it if you wrecked it.\" And had I been not working so hard, I would've kept my car. Just had him repair it the right way instead of going to the bootleg Johnny that fix Fiats and have 'em try to bond on my Acura NSX. So I missed that. I lost some material things, you know.</p><p>Great sacrifice, again, some friendships and some people that passed away. Like, I buried a lot of my friends. I buried my security guard, Bundy, in '94. And it was like, this is, you know — this is a guy that I spent every day with for like three years. Now I gotta fly him home to St. Louis for a funeral? Like, this is just crazy. I lost some real, some serious people.</p><p><strong>MUHAMMAD</strong>: Are you looking forward to the next 24 years?</p><p><strong>DJ QUIK</strong>: Yeah. I am. This is what I'm looking forward to though: is being able to use my expertise, engineer-wise, with a lot of these really talented young artists who still have the potential to change music. The right portals, the right avenues, the right labels behind them. The right marketing. Everything in place. And to push forward this — to push forward this great-sounding music.</p><p>Or I'll be at this trendy or even abstract — whatever it is that I do, it tends to work. I mean, I've sold 3.5 million records as DJ Quik, but I sold 97.5 million records producing everybody else. And that's my 100 million.</p><p><strong>MUHAMMAD</strong>: Well, thank you for taking the time to come kick it with us.</p><p><strong>KELLEY</strong>: Thank you so much.</p><p><strong>DJ QUIK</strong>: Ah, c'mon, Ali. You my guy, man!</p><p><strong>MUHAMMAD</strong>: I was just about to say.</p><p><strong>DJ QUIK</strong>: I want to interview you next time cause I got some things to ask y'all about <em>Low End Theory</em>.</p><p><strong>MUHAMMAD</strong>: Come back. I'ma little tight-lipped on certain things but --</p><p><strong>KELLEY</strong>: He thinks he is. You can play him though.</p><p><strong>MUHAMMAD</strong>: Oh, you could? Oh. Now I know to be watching — to keep my eye on Frannie. But, no, you know, <a href=\"https://twitter.com/marleyskills\" target=\"_blank\">DJ Marley Marl</a> is one of my favorite producers.</p><p><strong>DJ QUIK</strong>: Right on.</p><p><strong>MUHAMMAD</strong>: <a href=\"https://twitter.com/realdjpremier\" target=\"_blank\">DJ Premier</a>, one of my favorite producers.</p><p><strong>DJ QUIK</strong>: Easily.</p><p><strong>MUHAMMAD</strong>: DJ Quik, you one of my favorite producers.</p><p><strong>DJ QUIK</strong>: Thanks, Ali.</p><p><strong>MUHAMMAD</strong>: And I've written that before so, you know --</p><p><strong>DJ QUIK</strong>: Respect. I think I saw that in print. And I was blown away cause I didn't think nobody in New York like --</p><p><strong>MUHAMMAD</strong>: Nah. You kidding me? <a href=\"https://twitter.com/qtiptheabstract\" target=\"_blank\">Q-Tip</a> and I, we like — N.W.A.? Quik, Eazy --</p><p><strong>DJ QUIK</strong>: Thank you, bro.</p><p><strong>MUHAMMAD</strong>: We was driving, young, 19, 20, just blasting that music through Brooklyn, Queens. So, thank you.</p><p><strong>DJ QUIK</strong>: Dope. One more thing before we go.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>DJ QUIK</strong>: I always wanted to work with you. When I saw you stretch out and do Lucy Pearl, I was like, this is awesome. This is ridiculous. I want to get there.</p><p><strong>KELLEY</strong>: Yeah, see this is why we need to make this like a five-parter.</p><p><strong>DJ QUIK</strong>: And, I don't know if you know, but I mixed that \"<a href=\"https://www.youtube.com/watch?v=CH66Vz7u6HQ\" target=\"_blank\">Get Involved</a>\" song for <a href=\"https://twitter.com/raphaelsaadiq\" target=\"_blank\">Raphael</a> and Q-Tip.</p><p><strong>MUHAMMAD</strong>: Mm-hmm.</p><p><strong>DJ QUIK</strong>: That was my first time working on that console too, the J, but I nailed it. Didn't even know it.</p><p><strong>MUHAMMAD</strong>: I'm in LA now, so --</p><p><strong>DJ QUIK</strong>: Let's build, bro.</p><p><strong>MUHAMMAD</strong>: Let's build.</p><p><strong>DJ QUIK</strong>: If you going over on <a href=\"https://twitter.com/blakesleestudio\" target=\"_blank\">Blakeslee</a>, I'm coming over there to visit you guys.</p><p><strong>MUHAMMAD</strong>: Boom. There it is.</p><p><strong>DJ QUIK</strong>: And bringing my drum machine, all my sounds, my old keyboards, my new keyboards. I'ma find my passion. When I get in there with y'all, I'ma get passionate again.</p><p><strong>MUHAMMAD</strong>: Let's do it. Thank you so much for coming.</p><p><strong>DJ QUIK</strong>: Yessir.</p><p><strong>KELLEY</strong>: Thank you, thank you, thank you.</p><p><strong>MUHAMMAD</strong>: Word.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=DJ+Quik%3A+%27Flamboyant%3F+Every+Now+And+Then%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frannie Kelley","audio":[{"meta":{"duration":"5718"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382706340-77c62f.m3u?orgId=1&topicId=1105&aggIds=100920965&d=5718&story=381979701&ft=nprml&f=381979701"},{"href":"http://media.npr.org/assets/img/2015/01/29/20141008__npr_djquik_pvy_0430-bd798e137cd6aa147baffef82afe98394394e345.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3275","width":"4373"}},{"href":"http://media.npr.org/assets/img/2015/01/28/eric-b-and-rakim-711417b8eac530f0e2011eeb7a64d385e2e35be5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"375","width":"500"}}]}