{"created":"2014-11-23T22:36:16+00:00","modified":"2014-11-25T18:46:46+00:00","valid":{"from":"2014-11-25T18:46:46+00:00","to":"3014-11-25T18:46:46+00:00"},"hreflang":"en","title":"'Getting On' Star Niecy Nash: 'I Never Wanted To Be Funny'","published":"2014-11-24T18:51:00+00:00","teaser":"Nash says it took her a long time to see her comedic side as a gift, but she finally embraced it. Now her role as Nurse DiDi in the HBO comedy series<em> </em>has opened the door to more serious opportunities.","itags":["npr_api","365469594"],"guid":"e51635e7-b169-4294-b19c-9095787f021f","contentencoded":"<p>The HBO series <em>Getting On, </em>now in its second season, is set in the geriatric ward of a Southern California hospital. Based on a British series by the same name, it takes viewers inside every aspect of life with elderly patients — dealing with death, diapers and language that goes beyond scatological.</p><p>Niecy Nash, who plays Nurse DiDi, says the cast may have been caught off-guard by some of the subject matter that came up in the first season — but not anymore.</p><p>\"After we came back for Season 2, we were like, 'Is that all you got?' \" Nash tells guest host Tess Vigeland. \"We deal with everything from the uttermost to the 'guttermost.' \"</p><p>Nash, who spent six years on the Comedy Central mockumentary-style series <em>Reno 911!,</em> initially auditioned to play a different character, Nurse Dawn — now played by Alex Borstein. She got a callback for that part and asked the producers if she could read for the part of Nurse DiDi instead. Initially, they said, \"No.\"</p><p>\"I just started to talk about how much I loved her and the things that I thought were so subtle and so interesting,\" Nash recalls. \"So they said, 'Well, if you love it that much, we'll let you read.' \"</p><p>Her role on <em>Getting On</em> has led to a recurring role on the FOX show <em>The Mindy Project</em> and a part in the forthcoming film <em>Selma</em> — where she plays Richie Jean Sherrod Jackson, the civil rights leader who famously opened up her home to planners of the Selma-to-Montgomery March. She says she got those roles after the producers saw her as Nurse DiDi.</p><p>\"<em>Getting On</em> is the gift that keeps on giving,\" she says.</p><hr /><h3>Interview Highlights</h3><p><strong>On the responses she's heard from people who work in elder care</strong></p><p>Some of the things we experience, I'm told, it's very realistic and that is exactly the way it goes down. You know, I know I used to sometimes meet cops when I played Raineesha Williams on <em>Reno 911!</em> and I would cringe. I'm like, \"Oh, my God, these people are going to think we're making a mockery of them.\" And then they would be like, \"Yo! Way to go! I love that show!\"</p><p>So I'm happy that with this particular job, the real nurses are saying, \"You got it right.\"</p><p><strong>On progress of women in Hollywood with TV shows like <em>Girls</em>,<em> Orange Is the New Black </em>and <em>Getting On</em></strong></p><p>I think that <em>Getting On</em> goes a step further because we're not young girls. We're middle-aged women working with women who are older than we are, under what I like to call \"the worst lighting God ever created.\" And we have no makeup, no glamorous hair, no Spanx. And I'm grateful that there is an opportunity for women who are seasoned in this business to still show up and play really great characters.</p><p><strong>On getting the serious role of civil rights leader Richie Jean Sherrod Jackson in the forthcoming film <em>Selma</em></strong></p><p>It was the most amazing experience on a film I've ever had. It's always interesting when you play real people. ... We're, you know, experiencing these landmarks and these different places, so much history.</p><p>And I'm so happy that I'm at a place in my life where my fans can see me do other things. Because in my mind's eye I never wanted to be funny. Comedy was not rewarded in my family. I got in trouble because I had \"talks too much\" on my report card. ... So it was always, \"Stop it! Sit down. Stop acting up. That girl is so silly.\" So I didn't even know comedy was a gift.</p><p>But every time I went in to audition for a serious role, the casting director would say, \"You are so funny.\" And I would get offended. And then when I tapped into the truth of how God made me, that's when I began to work. But that work was all big and broad and over the top and extra, and it wasn't until this time in my life right now where I'm actually doing the work that I feel like I was created to do.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Getting+On%27+Star+Niecy+Nash%3A+%27I+Never+Wanted+To+Be+Funny%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"369"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366166228-40888c.m3u?orgId=1&topicId=1138&ft=3&f=365469594"},{"href":"http://media.npr.org/assets/img/2014/11/20/gettingon14_07-8e07ac452c2888c0fc82386b67d418c18520b554.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2827","width":"3769"}},{"href":"http://media.npr.org/assets/img/2014/11/23/gettingon14_10-abd498c4ed0467f9ac9b1d13ead61ee0f89b2128.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2703","width":"3604"}}]}