{"created":"2014-08-13T21:12:01+00:00","modified":"2015-05-14T19:52:06+00:00","valid":{"from":"2014-04-10T10:59:36+00:00","to":"3014-04-10T10:59:36+00:00"},"hreflang":"en","contenttemplated":"[{\"content\":\"<p>Thirty years ago, the country that started the Industrial Revolution - and fueled it with coal - scaled back its coal mining industry. The UK announced  it was closing many of its deep mines. Today only three remain, and two of those are facing closure.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>But have the Brits blundered? Is there a case for  the UK re-opening its deep coal mines… and digging a little deeper?</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Bob Fitzpatrick  certainly believes so. But then, he would. He’s one of  the UK’s  few remaining deep pit coal miners. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>“The coal’s here and you can get it,” says Fitzpatrick, who works at the Hatfield coal mine in Yorkshire, in the north of England. “If the mines are mined properly and managed properly they are viable.”</p>\"},{\"content\":\"<p>Then there’s the issue of energy security. The UK may have shut down most of its mines, but it still  generates 40 percent of its electricity from coal, importing the bulk of it from the U.S., Colombia and Russia.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The Russians supply the largest amount of that imported coal, and after the annexation of Crimea, that  has got some people worried. “The gas supplies and the coal supplies from Russia are now pretty doubtful,” says local Yorkshire politician Jane Hamilton. “President Putin has got his own agenda. I think we should be very careful and look to re-opening mines, because we don’t know where our energy is going to come from.”  </p>\",\"type\":\"text/html\"},{\"content\":\"<p>The case for UK coal  began to look even better last week. Geologists revealed that the country could have vast reserves of the fuel, as much as 20 trillion tons of it, lying under the sea bed off its eastern coast -- enough to keep the lights on in the UK for centuries. But the  problem with deep pit mining, let alone with burrowing under the sea for coal, is that it is horrendously expensive. And, says importer Nigel Yaxley, it’s now much cheaper for the Brits to bring in foreign coal. “At the moment prices are depressed, partly because of surplus coal in the U.S. thrown up by the shale gas revolution,&quot; he says, &quot;and partly because of the slowdown in growth in China.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The future of British coal seems to depend on much higher world prices and much improved technology  making it easier to mine, and cleaner to burn. The case for UK coal? Not yet proven.   </p>\",\"type\":\"text/html\"}]","byline":"Sam Beard","teaser":"England still depends on coal for 40 percent of electricity","published":"2014-04-10T10:59:36+00:00","guid":"e5245719-917e-447e-8fde-14ec9beb5158","itags":["Marketplace Morning Report for Thursday April 10, 2014","Marketplace","PMP:Marketplace_PMP","Marketplace Morning Report","e5245719917e47e1fde214ec9beb5158"],"description":"England still depends on coal for 40 percent of electricity","title":"In U.K., a case for re-opening coal mines?","contentencoded":"<div class=\"barn-cleaned\"><p>Thirty years ago, the country that started the Industrial Revolution - and fueled it with coal - scaled back its coal mining industry. The UK announced&nbsp; it was closing many of its deep mines. Today only three remain, and two of those are facing closure.</p>\n<p>But have the Brits blundered? Is there a case for&nbsp; the UK re-opening its deep coal mines… and digging a little deeper?</p>\n<p>Bob Fitzpatrick&nbsp; certainly believes so. But then, he would. He’s one of&nbsp; the UK’s&nbsp; few remaining deep pit coal miners.&nbsp;</p>\n<p>“The coal’s here and you can get it,” says Fitzpatrick, who works at the Hatfield coal mine in Yorkshire, in the north of England. “If the mines are mined properly and managed properly they are viable.”</p>\n<p>Then there’s the issue of energy security. The UK may have shut down most of its mines, but it still&nbsp; generates 40 percent of its electricity from coal, importing the bulk of it from the U.S., Colombia and Russia.</p>\n<p>The Russians supply the largest amount of that imported coal, and after the annexation of Crimea, that&nbsp; has got some people worried. “The gas supplies and the coal supplies from Russia are now pretty doubtful,” says local Yorkshire politician Jane Hamilton. “President Putin has got his own agenda. I think we should be very careful and look to re-opening mines, because we don’t know where our energy is going to come from.” &nbsp;</p>\n<p>The case for UK coal&nbsp; began to look even better last week. Geologists revealed that the country could have vast reserves of the fuel, as much as 20 trillion tons of it, lying under the sea bed off its eastern coast -- enough to keep the lights on in the UK for centuries. But the&nbsp; problem with deep pit mining, let alone with burrowing under the sea for coal, is that it is horrendously expensive. And, says importer Nigel Yaxley, it’s now much cheaper for the Brits to bring in foreign coal. “At the moment prices are depressed, partly because of surplus coal in the U.S. thrown up by the shale gas revolution,\" he says, \"and partly because of the slowdown in growth in China.”</p>\n<p>The future of British coal seems to depend on much higher world prices and much improved technology&nbsp; making it easier to mine, and cleaner to burn. The case for UK coal? Not yet proven.&nbsp; &nbsp;</p></div>","tags":["Britain","coal","APM","Coal Play","World"],"audio":[{"meta":{"crop":"primary","width":"610","height":"340"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/76096500.jpg?itok=fkJu56g4","type":"image/jpeg"},{"type":"audio/mpeg","format":"MP3","meta":{"duration_hms":"00:02:45","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/04/10/marketplace_segment05_20140410"},"duration":165},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/04/10/marketplace_segment05_20140410_64.mp3"}]}