{"created":"2015-06-23T17:47:09+00:00","modified":"2015-06-24T19:20:34+00:00","valid":{"from":"2015-06-24T19:20:34+00:00","to":"3015-06-24T19:20:34+00:00"},"hreflang":"en","guid":"e526aed5-98c2-4d38-8bd9-038ed6d146fd","title":"Tanzid Sakib's first experience with an American school literally left him on the floor","published":"2015-06-24T19:20:30+00:00","byline":"Tanzid Sakib","tags":["immigration","education","children","Schools","Global Nation","Education","Development & Education","Cambridge","North Amerca","United States","Massachusetts","New England","Tanzid Sakib","Global Nation Education","First Days"],"teaser":"Imagine having the chair pulled out from under you the second you walk into a US classroom. Tanzid Sakib can laugh about it now. The teenager from Bangladesh recalls his first days of public school in Cambridge, Massachusetts.","contentencoded":"<p>I was 10 years old when I arrived in fourth grade. I was chubby. I didn't know much English. The thing I most remember about the first day of school is me falling down in front of everyone right as I was taking my seat for the first time.</p>\n<p>So the teacher goes, \"Who would like to sit next to him?\" and one of the kids pulls a desk next to him that was empty and says, \"I'll sit next to him.\" So as I was walking toward the desk, and when I reached there, I pulled out the chair to sit on it and another kid went behind the chair and pulled it and I fell. And since I was chubby it made a lot of noise and all the kids started laughing and I was embarrassed.</p>\n<p>The teacher came up to me as soon as I got up. She said, \"I'm sorry this happened,\" and she gave detention to the kid that pulled the chair. She apologized like three or four times.</p>\n<p>The most striking difference in school here [compared to] there is the teachers being nice. Here they don't abuse the kids. They're not aggressive with the kids. In Bangladesh they hit the kids for [infractions] as simple as just telling them to move their seat. Or if they don't stand up as soon as you ask them to stand up, they'll hit the kids. For me, as a kid, I only got hit once and that was because I forgot my homework.</p>\n<div class=\"edit-entity cta_border cta_align-right cta_icon-engagement\" data-entity-id=\"81992\" data-entity-title=\" Submit your first school days story\" data-entity-type=\"node\">\n<div id=\"node-81992\" class=\"node node-story-act story-act-cta story-act-nid-81992 cta-type-external-link cta-style-contribute clearfix\" about=\"/node/81992\" typeof=\"sioc:Item foaf:Document\">\n<h2><a href=\"/node/81992\">Story Act: Submit your first school days story</a></h2>\n<p>    <span property=\"dc:title\" content=\"Story Act: Submit your first school days story\" class=\"rdf-meta element-hidden\"></span><span property=\"sioc:num_replies\" content=\"0\" datatype=\"xsd:integer\" class=\"rdf-meta element-hidden\"></span></p>\n<div class=\"content\">\n<div class=\"field-display-title\">\n    The New Kid  </div>\n<div class=\"field-story-act-image\">\n    <img typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/thumbnail/public/GNphone_pencil.png?itok=r4MZGdlN\" width=\"77\" height=\"100\" /></div>\n<div class=\"field-story-act-teaser\">\n    Global Nation is partnering with the South Asian American Digital Archive's First Days Project to tell the stories of your first days in the United States. We want to know about those of you who immigrated here as students. What were your first days of school like?  </div>\n<div class=\"field-story-act-external-link\">\n    <a href=\"http://www.firstdaysproject.org/submit\">Submit your story</a>  </div>\n</div>\n</div>\n</div>\n<p>Homework in Bangladesh, it's hard. Like some nights, they're going to tell you to complete a whole notebook just writing how your life is and stuff. And you're going to have to finish the whole notebook and they'll count the notebook page by page. Here they'll give you homework but it's not much, and when it is much you'll get less homework from other classes.</p>\n<p>In fourth and fifth grade it was tough. <a href=\"http://www.pri.org/stories/2015-05-27/learning-each-us-gets-stereotyped-helps-us-move-beyond-single-story\">They used to call me \"Indian\" and \"terrorist\" and stuff</a>. They would say messed up things like that. But they all stop at one point when they find out about your life and how it really is. Like in eighth grade now, nobody's going around calling me \"Indian\" or \"terrorist.\" Everybody loves me. I'm one of the loudest guys and one of the friendliest guys in this whole school.</p>\n<p><i>As told to Jeb Sharp.</i></p>\n<p>Editor's Note: We were curious about Tanzid Sakib's memories of corporal punishment in Bangladesh. It turns out the Ministry of Education banned the practice in 2011. But<a href=\"http://www.unicef.org/bangladesh/Corporal_Punishment.pdf\"> UNICEF</a> suggests implementation of that ban still has a \"long way to go.\" </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-23%2Fwelcome-us-boy-bangladesh-gets-pranked-his-first-day-school&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/story/images/IMG_5828_0.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/img5828jpg-0"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06232015_10.mp3"},{"href":"http://admin.pri.org/file/0623201510mp3"}]}