{"created":"2014-11-25T18:49:25+00:00","modified":"2014-11-27T14:55:18+00:00","valid":{"from":"2014-11-27T14:55:18+00:00","to":"3014-11-27T14:55:18+00:00"},"hreflang":"en","title":"Lightening Up Traditional Thanksgiving Fare","published":"2014-11-26T14:54:00+00:00","teaser":"Our resident chef Kathy Gunst has created lighter versions of listeners' favorites, from mashed potatoes to green bean casserole.","itags":["npr_api","366599109"],"guid":"e5446f15-36d3-44eb-b909-f80e2c13610f","contentencoded":"<p>A couple of weeks ago, <a href=\"http://hereandnow.wbur.org/\" target=\"_blank\"><em>Here & Now</em></a> resident chef<strong> Kathy Gunst</strong> asked listeners for their favorite Thanksgiving recipes, so she could give them a lighter spin. Today she joins hosts Robin Young and Lisa Mullins to share her take on green bean casserole, lighter mashed and sweet potatoes and even a stuffing recipe.<a name=\"sweet\"></a></p><ol><li><a href=\"#sweet\">A Modern Look At Sweet Potatoes with Candied Pecan Topping</a></li><li><a href=\"#mashed\">Mashed Potatoes with Roasted Garlic</a></li><li><a href=\"#green\">Green Beans with Mushrooms and Caramelized Onions with Crunchy Topping</a></li><li><a href=\"#nonni\">Nonni’s Italian Stuffing Take Two</a></li><li><a href=\"#cranberry\">Cranberry Sauce with Orange, Ginger, Pineapple and Pecans</a></li><li><a href=\"#fennel\">Fennel and Potato Gratin</a></li><li><a href=\"#spinach\">Winter Spinach Salad with Roasted Pears, Blue Cheese Toasts, and Sun-Dried Cranberry Vinaigrette</a></li></ol><h4>A Modern Look At Sweet Potatoes with Candied Pecan Topping</h4><p><strong>Kathy’s Note:</strong> <a href=\"http://hereandnow.wbur.org/2014/11/13/send-thanksgiving-recipes#comment-1691804543\" target=\"_blank\">I was challenged</a> to lighten up legendary Southern cookbook author Edna Lewis’s classic Southern sweet potato puree (mixed with brown sugar and honey) with a pecan and streusel topping. It’s an amazing dish but to my northern tastes, more of a dessert. The original recipe is sweet and full of sugar. So I lightened it up by getting rid of the streusel topping and adding glazed pecans and pureeing the sweet potatoes with orange juice and orange zest. Sweet potatoes are so sweet all on their own they really don’t need the addition of lots of sugar. Just my opinion.</p><p><em>Serves 8 to 10.</em></p><p><strong>Ingredients:</strong></p><p>For the sweet potatoes:</p><p>4 large sweet potatoes, about 2 pounds</p><p>2 teaspoons grated orange or tangerine zest</p><p>1 cup fresh orange or tangerine juice (juice the fruit you used for the zest)</p><p>1 teaspoon grated nutmeg</p><p>1/2 teaspoon ground cinnamon</p><p>2 tablespoons maple syrup</p><p>Salt and freshly ground black pepper</p><p>For the pecan topping:</p><p>1 tablespoon butter, plus 1 tablespoon butter cut into small pieces</p><p>1 1/2 tablespoon canola oil</p><p>2 cups pecan halves</p><p>1/2 teaspoon ground cinnamon</p><p>1/4 teaspoon ground nutmeg</p><p>Salt and freshly ground black pepper</p><p>2 to 3 tablespoon maple syrup</p><p><strong>Instructions:</strong></p><p>To make the potatoes: preheat the oven to 400 degrees. Clean the potatoes and place on a cookie sheet or piece of foil. Bake on the middle shelf for about an hour or until tender when pierced in the center with a small, sharp knife. Remove from the oven and let cool slightly.</p><p>Peel the potatoes. Mash the potatoes using a potato masher or ricer.</p><p>Place the mashed potatoes in a large bowl and mix in the orange zest, nutmeg, cinnamon, orange juice, maple syrup, salt and pepper. Place the mashed potatoes into a medium shallow casserole, gratin dish or ovenproof skillet. You can prepare the potatoes a day ahead of time; cover and refrigerate until ready to cook.</p><p>Prepare the pecans: in a medium skillet, heat the 1 tablespoon butter and oil over moderate heat. Add the pecans and cook stirring for 1 minute. Stir in the cinnamon and nutmeg, salt and pepper and cook 1 minute. Raise the heat to moderately high and add the maple syrup; stir making sure to coat all the nuts and cook about 3 minutes, or until the nuts seem thickened with the syrup and spices. Remove from the heat.</p><p>When ready to cook, preheat the oven to 400 degrees. Spread the pecans on top of the potatoes making sure to add any sticky bits from the bottom of the pecan skillet. <a name=\"mashed\"></a>Top with the remaining tablespoon of butter and bake on the middle shelf for about 1 hour or until hot and bubbling.</p><h4>Mashed Potatoes with Roasted Garlic</h4><p><strong>Kathy’s Note:</strong> I grew up eating mashed potatoes with as much butter, cream, and milk as possible. I mean without those three dairy staples they were just…dry potatoes. Wrong! Here potatoes are cooked, then mashed, and lightened up with olive oil and oven-roasted garlic cloves. Simple, satisfying and way lighter than adding a few cups of heavy cream. Try them—you’ll be surprised.</p><p><em>Serves 8 to 10.   </em></p><p><strong>Ingredients:</strong></p><p>1 large head garlic, cut off 1/8th inch from top</p><p>2 tablespoons olive oil, plus about 1/2 cup or to taste*</p><p>Salt and freshly ground black pepper</p><p>3 pounds potatoes, Yukon Gold works well</p><p>*This is a recipe where it’s really worth it to use a good extra virgin cold pressed olive oil. The color and flavor and fragrance of the olive oil contribute a lot to the final dish.</p><p><strong>Ingredients:</strong></p><p>Preheat oven to 350 degrees. Place the cut garlic head (cloves side up) in a small ovenproof dish or skillet and cover with the 2 tablespoons olive oil, salt and pepper. Roast for 18 to 20 minutes or until soft when you press the cloves with your fingers. Remove from oven and let cool slightly. Do NOT throw out the oil. Squeeze the garlic cloves from the skin and discard skins. Coarsely chop the garlic and place back in the oil in the pan you cooked them in; set aside.</p><p>Meanwhile bring a large pot of water to a boil over high heat. Add the potatoes and cook until they are soft in the middle but still hold their shape when tested with a small, sharp knife; about 30 minutes. Drain and let cool for a few minutes. Remove the peel with your hands. The potatoes can be mashed by hand with a potato masher or ricer, or placed into a food processor and pureed very gently, being careful not to over whip the potatoes.</p><p>Place the mashed potatoes into a bowl and add the garlic and oil from the garlic pan. Slowly add the remaining olive oil (a few tablespoons at a time) until the potatoes are light, silky, and fluffy and moist from the oil. Season to taste. Serve hot.</p><p>The potatoes can be made several hours ahead of time. Cover and place in the refrigerator. <a name=\"green\"></a>To reheat, place in a 350 degree oven until hot, whipped the potatoes with a fork to keep them from clumping up. Taste for seasoning.</p><h4>Green Beans with Mushrooms and Caramelized Onions with Crunchy Topping</h4><p><strong>Kathy’s Note:</strong> <a href=\"http://hereandnow.wbur.org/2014/11/13/send-thanksgiving-recipes#comment-1698006381\" target=\"_blank\">Two</a> <a href=\"http://hereandnow.wbur.org/2014/11/13/send-thanksgiving-recipes#comment-1697958822\" target=\"_blank\">listeners</a> sent in recipes for the classic side dish of green beans mixed with cream of mushroom soup, topped with canned onion rings. Here the beans are steamed. The onions are caramelized and then sautéed with two types of mushrooms (crimini and shiitake) and then tossed together with a touch of Greek yogurt. The mixture is baked and then topped with Panko breadcrumbs and caramelized onions. Crunchy, fresh and way lighter.</p><p>The dish can be made several hours ahead (cover and refrigerate) and baked just before serving. If you’re serving a crowd you can easily double or triple the recipe.</p><p><em>Serves 4 to 6.</em></p><p><strong>Ingredients:</strong></p><p>2 1/2 tablespoons olive oil</p><p>1 large onion, very thinly sliced</p><p>Salt and freshly ground black pepper</p><p>4 ounces crimini mushrooms, or your favorite mushroom, sliced</p><p>4 ounces shiitake mushrooms, or your favorite mushroom, sliced</p><p>1 pound green beans, ends trimmed</p><p>4 tablespoons plain Greek yogurt</p><p>2 tablespoons Panko breadcrumbs</p><p><strong>Instructions:</strong></p><p>In a medium skillet, heat half the oil over low heat.  Add the onions, salt and pepper and cook, stirring, for 12 minutes. Remove about 2 tablespoons of the onions and set aside.</p><p>Add the remaining oil and the mushrooms and sauté, stirring, for 3 minutes. Remove from the heat.</p><p>Meanwhile bring a medium pot of water to boil. Add the beans and steam for 4 minutes; the beans should still be crunchy and not cooked through. Drain under cold running water and drain again.</p><p>Preheat the oven to 400 degrees.</p><p>In a medium, shallow casserole or ovenproof skillet, mix the beans with the cooked onion/mushroom mixture. Stir in the yogurt and make sure to coat well. Season to taste. Bake on the middle shelf for 8 minutes. <a name=\"nonni\"></a>Sprinkle the panko and reserved onions on top and place under the broiler for about 2 minutes, or until just golden brown and hot.</p><h4>Nonni’s Italian Stuffing Take Two</h4><p><strong>Kathy’s Note:</strong> This recipe was <a href=\"http://hereandnow.wbur.org/2014/11/13/send-thanksgiving-recipes#comment-1697781736\" target=\"_blank\">sent in from listener Elena Sullivan</a>. Her Nonni, or grandmother, makes a stuffing with Italian bread and not one or two, but four types of cheese – almost a full pound of it. She also adds 4 eggs and garlic powder. I decided to use whole grain bread and instead of soaking it in water like Elena does, I soaked it in low fat milk to give the moist rich dairy flavor. Then I reduced the cheese by A LOT and add lots of fresh herbs and cooked onions and garlic to pump up the flavor without adding a lot of dairy or butter. The result: moist, delicious stuffing.</p><p><em>Serves 10.</em></p><p><strong>Ingredients:</strong></p><p>20 ounces whole grain bread, about 1 loaf</p><p>1 cup skim or low fat milk</p><p>2 tablespoons olive oil</p><p>2 medium onions, very coarsely chopped</p><p>4 cloves garlic very thinly sliced or chopped</p><p>1/4 cup chopped fresh thyme</p><p>1/4 chopped fresh sage</p><p>1/4 cup minced fresh chives</p><p>2 tablespoon chopped fresh rosemary</p><p>Salt and freshly ground black pepper</p><p>1 egg, lightly whisked</p><p>1/3 cup grated Parmesan</p><p>1/3 cup sharp cheddar, cut into small cubes</p><p>1/2 cup fresh parsley, chopped</p><p><strong>Instructions:</strong></p><p>Place the bread in a bowl and pour the milk on top trying to coat all the slices.</p><p>Meanwhile in a medium skillet, heat the oil over low heat. Add the onion and garlic, half the thyme, sage, chives, and rosemary, salt and pepper and cook, stirring, for 10 minutes.</p><p>Pull the bread apart into small pieces; it will be quite moist, having “drunk up” the milk. Add the sautéed onions/garlic to the bread mixture. Add the remaining herbs, the beaten egg, Parmesan, cheddar, and parsley and mix well. Season with salt and pepper.<a name=\"cranberry\"></a></p><p>There is enough here to stuff a 10 pound bird or you can place the stuffing into a lightly oiled casserole and bake one hour.</p><h4>Cranberry Sauce with Orange, Ginger, Pineapple and Pecans</h4><p><em>From ‘<a href=\"http://www.amazon.com/Notes-Maine-Kitchen-Seasonally-Inspired/dp/0892729171/?tag=wburorg-20\" target=\"_blank\">Notes from a Maine Kitchen</a>’ by Kathy Gunst (Down East Books, 2011)</em></p><p><strong>Kathy’s Note:</strong> My favorite holiday condiment, which adds a light, fresh taste to virtually any other dish. Serve with Thanksgiving turkey or on turkey sandwiches, as a condiment with pureed squash or sweet potatoes. This sauce is also delicious served with a cheese platter, or as a dessert sauce with butter cookies, pound cake or pie.</p><p><em>Makes about 6 cups.</em></p><p><strong>Ingredients:</strong></p><p>1 cup sugar</p><p>2 cups water</p><p>1/4 cup maple syrup</p><p>1 pound fresh cranberries (if frozen, do not defrost)</p><p>1/4 cup fresh orange juice</p><p>1/4 cup very thinly sliced orange rind</p><p>1 tablespoon grated orange zest (rind)</p><p>1 cup finely chopped pineapple</p><p>1 to 1 1/2 tablespoons finely chopped fresh ginger</p><p>1 tablespoon coarsely chopped candied or crystallized ginger, optional 1 cup pecans, or your favorite nut, coarsely chopped</p><p><strong>Instructions:</strong></p><p>Place the sugar and water in a large saucepan and bring to a boil over high heat. Reduce the heat to low and cook about 15 minutes, or until the sugar syrup begins to turn a pale amber color. Add the maple syrup and the cranberries and cook, stirring occasionally, until the cranberries begin to pop. Add the orange juice, orange rind, and the orange zest and cook another 5 to 10 minutes, or until the sauce begins to thicken slightly. Add the pineapple and the fresh and crystallized ginger and cook 2 minutes.</p><p>The sauce should be full of flavor and slightly thickened. (If the sauce still seems thin — and remember, it will thicken as it chills— remove the cranberries with a slotted spoon and place in a bowl. Boil the liquid in the pot over moderate to high heat until it is thickened slightly, about 10 minutes, if needed. Place the cranberries back in the slightly thickened sauce.)</p><p>Remove from the heat and stir in the nuts. Let cool completely. <a name=\"fennel\"></a>Place in a clean glass jar and refrigerate for up to 10 days, or freeze up to 6 months.</p><h4>Fennel and Potato Gratin</h4><p><strong>Kathy’s Note:</strong> The subtle anise flavor of fresh fennel gives this potato gratin a light, fresh taste. Serve with any holiday roast.</p><p><em>Serves 8.</em></p><p><strong>Ingredients:</strong></p><p>4 tablespoons butter, cubed, plus butter for greasing the pan</p><p>2 1/2 pounds potatoes, peeled and very thinly sliced</p><p>3 large bulbs fresh fennel, cored and thinly sliced</p><p>Salt and freshly ground black pepper, to taste</p><p>2 tablespoons chopped fresh thyme, or 1 1/2 teaspoons dried and crumbled</p><p>1 tablespoon chopped fresh rosemary, or 1/2 teaspoon dried and crumbled</p><p>4 tablespoons flour</p><p>1 1/4 cups low-fat milk, (you can also use whole milk, or cream or combination if you want a creamier dish but it works well with low fat milk)</p><p>1/2 cup grated Parmesan cheese</p><p><strong>Instructions:</strong></p><p>Lightly grease a large gratin dish (about 14 inches long by 11 inches wide by 2 inches deep). Layer the bottom of the dish with half the potatoes. Layer half the fennel slices on top. Season with salt, pepper, half the thyme and rosemary, and half the flour. Dot with half the butter cubes. Repeat with the remaining potatoes, fennel, salt, pepper, thyme, rosemary, flour, and butter. (You can make the dish several hours ahead of time. Cover and refrigerate until ready to bake.)</p><p>Preheat the oven to 400 degrees.</p><p>Pour the cream and milk on top of the gratin. Place on the middle shelf of the oven and bake covered for 30 minutes. Tilt the dish and baste the milk and cream on top of the potatoes and fennel. Sprinkle the cheese on top of the gratin. Reduce the heat to 300 degrees, uncover, and bake for another 45 minutes to an hour, or <a name=\"spinach\"></a>until the potatoes and fennel are tender, the cheese melted, and almost all the milk and cream have cooked into the vegetables. Serve hot.</p><h4>Winter Spinach Salad with Roasted Pears, Blue Cheese Toasts, and Sun-Dried Cranberry Vinaigrette</h4><p><strong>Kathy’s Note:</strong> Although there are several elements in this salad, everything can be prepared ahead of time and assembled at the last minute, making this an ideal holiday dish. I love the winter flavors found in this salad &#8212; the tender green of the spinach leaves, the chewy red sun-dried cranberries, and the buttery pale pears. The blue cheese toasts are so good you’ll want a few extra to snack on.</p><p><em>Serves 8.</em></p><p><strong>Ingredients:</strong></p><p>1 teaspoon unsalted butter</p><p>2 firm-ripe d’Anjou pears*</p><p>1/2 tablespoon sugar</p><p>1 tablespoon Dijon mustard</p><p>2 tablespoons pomegranate molasses, or maple syrup or honey**</p><p>1/3 cup cider vinegar</p><p>1 cup sun-dried cranberries</p><p>Salt and freshly ground pepper, to taste</p><p>3/4 cup extra virgin olive oil, plus about 1/2 cup for the toasts</p><p>1/2 cup sliced almonds</p><p>8 slices from a loaf of ciabatta, crusty French or Italian bread (about 1/2-inch thick)</p><p>1/3 pound blue cheese, such as gorgonzola or bleu d’auvergne, thinly sliced</p><p>6 ounces baby spinach</p><p>*Look for pears that are just beginning to get soft, but are still somewhat firm.</p><p>**Pomegranate molasses is a thick, dark syrup used in Mediterranean cooking. It can be found in specialty food shops, or the gourmet section of many supermarkets.</p><p><strong>Instructions:</strong></p><p>Preheat the oven to 450 degrees.</p><p>Grease a small baking sheet with the butter. Peel and core the pears and cut each into eight wedges. Toss pears and sugar together in a mixing bowl, and place on the buttered baking sheet, one cut-side down. Roast for 15 to 20 minutes, or until soft and browned on the undersides. Transfer pears to a piece of waxed paper and let cool completely. The pears can be made up to 4 hours ahead.</p><p>Meanwhile, make the vinaigrette: In a blender, whirl the mustard, pomegranate molasses, cider vinegar, and 1/2 cup of the cranberries until smooth and uniformly pink. Season with salt and pepper. With the machine running, add the 3/4 cup oil in a slow, steady stream, and blend until smooth. Season again with salt and pepper, if necessary. Set aside.</p><p>Toast the almonds on a baking sheet for 3 to 5 minutes, or until lightly browned. Transfer to a small bowl to cool, then stir in the remaining 1/2 cup cranberries.</p><p>Make the blue cheese toasts: Preheat the oven to 400 degrees. Cut each slice of bread in half, so you have 16 halves. Brush both sides of each piece with olive oil, and toast on a baking sheet until lightly browned, about 3 to 4 minutes per side. Remove from the oven, and divide the blue cheese between the toasts, crumbling the cheese up a little as you go. (The toasts can be made ahead up to this point and refrigerated, up to 4 hours.) Return the toasts to the oven and bake for 4 to 5 minutes, until the blue cheese has melted.</p><p>To assemble the salad: Place the spinach in a large bowl, add half the almond/cranberry mixture, add the vinaigrette to taste, and mix well. Arrange the greens on a platter or on individual salad plates, and garnish with additional nuts and berries, roasted pears, and blue cheese toasts. Serve immediately.</p><p><strong>Variations:</strong></p><ul><li>Peel and core a tart apple instead of the pear.</li><li>Substitute goat cheese or a hard grating cheese, like Parmesan, for the blue cheese.</li><li>Substitute sun-dried cherries for the cranberries.</li><li>Add about 3/4 cup of lightly toasted slivered almonds or your favorite nuts scattered over the salad.</li></ul><h4>Guest</h4><ul><li><strong><a href=\"http://www.kathygunst.com/\" target=\"_blank\">Kathy Gunst</a></strong>, resident chef for <em>Here & Now</em> and author of cookbooks including “<a href=\"http://www.amazon.com/Notes-Maine-Kitchen-Seasonally-Inspired/dp/0892729171/?tag=wburorg-20\" target=\"_blank\">Notes from a Maine Kitchen</a>.” She tweets <a href=\"https://twitter.com/mainecook\" target=\"_blank\">@mainecook</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Lightening+Up+Traditional+Thanksgiving+Fare&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"525"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367010996-e1daff.m3u?orgId=1&ft=3&f=366599109"}]}