{"created":"2015-03-07T23:31:12+00:00","modified":"2015-03-18T16:58:59+00:00","valid":{"from":"2015-03-18T16:58:59+00:00","to":"3015-03-18T16:58:59+00:00"},"hreflang":"en","title":"Movie Chains Balk At Netflix's Plan For Simultaneous Release","published":"2015-03-18T16:58:00+00:00","teaser":"The streaming service plans to release <em>Beasts Of No Nation</em>, starring Idris Elba, in theaters and online at the same time. But at least four major movie theater chains won't be showing it.","itags":["npr_api","391458598"],"guid":"e557c62a-5966-4e1e-b3a1-ac40c45ffcc5","contentencoded":"<p><em>Beasts of No Nation</em> is the story of a West African child who is forced to join a unit of mercenary fighters. Actor <a href=\"http://www.imdb.com/name/nm0252961/\">Idris Elba</a> portrays a brutal warlord who recruits the child soldier. Director <a href=\"http://www.imdb.com/name/nm1560977/\">Cary Fukunaga</a>, best known for his work on HBO's <em>True Detective</em>, adapted the script for this movie from a <a href=\"http://www.harpercollins.com/9780060798680/beasts-of-no-nation\">novel</a> by a Nigerian author, Uzodinma Iweala, who took his title from a <a href=\"http://www.npr.org/artists/99085139/fela-kuti\">Fela Kuti</a> album.</p><p>But famous names and a literary pedigree aren't why the movie's been making headlines lately.</p><p>This week, Netflix announced that it paid nearly $12 million for the worldwide distribution rights for the movie<em>.</em> The movie already has a lot of Oscar buzz, but to qualify for an Academy Award nomination, it has to be shown in theaters before or on the same day it plays on TV, online or other platforms.</p><p>So the streaming service plans to release the film in theaters and online at the same time, an emerging strategy in the industry. But some major theater chains are not playing along: AMC, Regal, Cinemark and Carmike have refused to screen it.</p><p>\"Exhibitors are not being shy about saying 'No dice, we're not doing this,' \" says Phil Contrino, the vice president and chief analyst for BoxOffice.com.</p><p>He says the traditional distribution model protects box office profits. \"If you value the theatrical experience and you want to protect it and you like to go see movies in theaters, this can't be chipped away at,\" he says. \"Too much experimenting can lead to dangerous consumer expectations where they're gonna say, 'Well, I just expect movies to be at home right away, why do I have go to theaters to see that?' \"</p><p>Not everyone is so torn up about what's called \"day-and-date\" strategy — that is, releasing a film online and in theaters simultaneously. Tim League runs the Alamo Drafthouse, an independent chain with 19 theaters in Texas, New York and soon, California. He plans to run <em>Beasts of No Nation</em> even while it streams online.</p><p>\"I don't want to be perceived as some sort of heretic within the industry,\" League says. \"I'm just trying to be reasonable about the idea that releasing independent films is really hard and it's not that profitable. [Movies] about child soldiers in Africa aren't the movies taking in millions. It's a niche community. And if these kinds of films can be successful, I love being part of the equation. I'm not trying to rock the giant boat of overall release strategy window-changing in the U.S.\"</p><p>League says the day-and-date strategy doesn't make sense for big movies like <em>The Avengers</em> or the upcoming <em>Star Wars</em>. But he says the approach worked well with the sci-fi movie <em>Snowpiercer</em>, released last summer.</p><p>The post-apocalyptic film ended up grossing $4.6 million theatrically and more than $8.6 million through video on demand, says Tom Quinn, the co-president of Radius-TWC, the boutique label of the Weinstein Company. He says for the past six years, his company has successfully released its films on many platforms as well as in theaters.</p><p>\"We're agnostic. We're screen-agnostic,\" Quinn says. \"You know, a screen is a screen is a screen, whether it's in a theater, whether it's at home on your TV or whether it's your iPad. Where you want to consume is where <em>you</em> want to consume and we wanna make it available to you where it makes sense for you, but we also want to build our films in a way that suits them. It's not a one size fits all.\"</p><p>Netflix hasn't yet specified when <em>Beasts of No Nation</em> will be shown. Audiences will get to see it the way they want to — as long as they don't want to see it at the big movie theater chains.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Movie+Chains+Balk+At+Netflix%27s+Plan+For+Simultaneous+Release&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mandalit del Barco","audio":[{"meta":{"duration":"220"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391520216-d8d80e.m3u?orgId=1&topicId=1045&e=391458598&d=220&ft=nprml&f=391458598"},{"href":"http://media.npr.org/assets/img/2015/03/07/edriselba2-1e3916fd52e130faf0e6b2fa4ca0a1137fdf0640.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"618","width":"824"}}]}