{"created":"2015-05-15T13:34:53+00:00","modified":"2015-05-15T13:34:53+00:00","valid":{"from":"2013-04-16T16:35:31+00:00","to":"3013-04-16T16:35:31+00:00"},"hreflang":"en","guid":"e557e041-3d69-4be6-85aa-5266fa189c31","title":"Sifting evidence from video of the Boston Marathon bombings","contenttemplated":"[{\"content\":\"<p>Investigators are sifting through thousands of images caught on cell-phone and store security cameras to identify possible suspects in the deadly bombings at the Boston Marathon.  </p>\",\"type\":\"text/html\"},{\"content\":\"<p>But how do investigators wade through all those images, to find the needle-in-a-haystack clues that are actually useful? </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>For starters, it&apos;s not just dramatic footage of the blast itself that can help. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>“As important, is a video five minutes before the explosion, two blocks away,” says Angelo Guarino, president of <a href=\\\"http://www.oceansystems.com/index.php\\\">Ocean Systems</a>, a company that develops forensic video technology for use by law enforcement.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>He says in a moment where someone  might be waving &quot;hi mom&quot; into the camera, in the background a person that investigators have connected to the attack might be walking by, “and that might be where they get the best image.”</p>\"},{\"content\":\"<p>The images, which could be caught on cell phones, store security cameras, ATM cameras, or traffic light cameras, are in hundreds of different digital formats, many of them proprietary.  That means just collecting it all into one system is tough. Guarino warns that the usual ways we share videos, over YouTube, or burned on a dvd, involve data compression, to make the files smaller and easier to send.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“That means throwing data away, throwing evidence away,” he says.  “It could come down to a pixel.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>To tackle that issue, companies like Guarino’s have developed special technology that can be used to gather and copy video without compromising its quality.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Once all that video is gathered, it goes to a place like the <a href=\\\"http://www.uindy.edu/police-department/leva-lab\\\">Digital Media Evidence Processing Lab</a> at the University of Indianapolis, where, someone like <a href=\\\"http://www.forensicvideosolutions.com/\\\">Grant Fredericks</a> -- a forensic video expert -- sifts through it all, frame by frame, trying to make connections.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Fredericks says his team will tag everything, including “clothing descriptions, hat descriptions, backpack descriptions, shoes descriptions, location descriptions.” Those tags are cross-referenced so “you can then track an individual across the city,” he says. </p>\"},{\"content\":\"<p>But is all this technology, all this combing of video, worth it? When asked what are the odds that the person who planted the package would have actually been caught on video yesterday, Fredericks doesn’t hesitate.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“One hundred percent likely, probably 100 times or more,” he says.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>On an average day, a person is likely to be recorded 30 times, he adds. And this was the Boston Marathon.</p>\"}]","itags":["PMP:Marketplace_PMP","Marketplace for Tuesday, April 16, 2013","Marketplace","e557e0413d69be665aa75266fa189c31"],"description":"How cell phone and surveillance video is gathered and and processed to find clues, and track the perpetrators of the fatal attack in Boston.","contentencoded":"<div class=\"barn-cleaned\"><p>Investigators are sifting through thousands of images caught on cell-phone and store security cameras to identify possible suspects in the deadly bombings at the Boston Marathon. &nbsp;</p>\n<p>But how do investigators wade through all those images, to find the needle-in-a-haystack clues that are actually useful?&nbsp;</p>\n<p>For starters, it's not just dramatic footage of the blast itself&nbsp;that can help.&nbsp;</p>\n<p>“As important, is a video five minutes before the explosion, two blocks away,” says Angelo Guarino, president of&nbsp;<a href=\"http://www.oceansystems.com/index.php\">Ocean Systems</a>, a company that develops forensic video technology for use by law enforcement.</p>\n<p>He says in a moment where someone&nbsp; might be waving \"hi mom\" into the camera, in the background a person that investigators have connected to the attack might be walking by, “and that might be where they get the best image.”</p>\n<p>The images, which could be caught on cell phones, store security cameras, ATM cameras, or traffic light cameras, are in hundreds of different digital formats, many of them proprietary. &nbsp;That means just collecting it all into one system is tough. Guarino warns that the usual ways we share videos, over YouTube, or burned on a dvd, involve data compression, to make the files smaller and easier to send.</p>\n<p>“That means throwing data away, throwing evidence away,” he says.&nbsp; “It could come down to a pixel.”</p>\n<p>To tackle that issue, companies like Guarino’s have developed special technology that can be used to gather and copy video without compromising its quality.</p>\n<p>Once all that video is gathered, it goes to a place like the&nbsp;<a href=\"http://www.uindy.edu/police-department/leva-lab\">Digital Media Evidence Processing Lab</a>&nbsp;at the University of Indianapolis, where, someone like&nbsp;<a href=\"http://www.forensicvideosolutions.com/\">Grant Fredericks</a>&nbsp;-- a forensic video expert -- sifts through it all, frame by frame, trying to make connections.</p>\n<p>Fredericks says his team will tag everything, including “clothing descriptions, hat descriptions, backpack descriptions, shoes descriptions, location descriptions.” Those tags are cross-referenced so “you can then track an individual across the city,” he says.&nbsp;</p>\n<p>But is all this technology, all this combing of video, worth it? When asked what are the odds that the person who planted the package would have actually been caught on video yesterday, Fredericks doesn’t hesitate.</p>\n<p>“One hundred percent likely, probably 100 times or more,” he says.</p>\n<p>On an average day, a person is likely to be recorded 30 times, he adds. And this was the Boston Marathon.</p></div>","published":"2013-04-16T16:35:31+00:00","teaser":"How cell phone and surveillance video is gathered and and processed to find clues, and track the perpetrators of the fatal attack in Boston.","byline":"Karen Clark","tags":["APM","Tech","boston marathon","security","surveillance"],"audio":[{"type":"image/jpeg","meta":{"crop":"primary","width":"610","height":"340"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/boston_police.jpg?itok=ryS0E-HJ"},{"meta":{"duration_hms":"00:02:14","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/04/16/marketplace_segment16_20130416","type":"application/json"},"duration":134},"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/04/16/marketplace_segment16_20130416_64.mp3","type":"audio/mpeg"}]}