{"created":"2014-10-07T19:05:30+00:00","modified":"2014-10-30T23:39:11+00:00","valid":{"from":"2014-10-30T23:39:11+00:00","to":"3014-10-30T23:39:11+00:00"},"hreflang":"en","title":"The American President And A Little Town Called Obama, Japan","published":"2014-08-25T16:13:00+00:00","teaser":"A small town in Japan is celebrating the American president — with lots and lots of kitsch. But Obama Onsen has a rich history in its own right.","itags":["npr_api","337596600"],"guid":"e55d265a-4bca-4387-b4e0-8389604e7222","contentencoded":"<p>Obama Onsen is a small resort destination in Nagasaki, Japan. In Japanese, the word Obama means \"little beach,\" or \"little island.\" In the past several years, though, the name has become synonymous with an American president, and the people of Obama have readily embraced their faraway namesake.</p><p>Soshi Nakamura, who works in the town's tourism office, says the town felt an affinity for Obama immediately, and that everyone was really excited when he was elected in 2008. Six years later, they're still excited. Outside of the town's tourism office, visitors are greeted by a life-sized statue of the president, wearing a black suit and big grin.</p><p>But while the rise in name recognition certainly hasn't hurt tourism, the main attraction remains a geological one. Hot natural springs are pumped into the baths, called <em>onsen,</em> and soaking in the steaming mineral water is a popular way to relax.</p><p>Even here, though, the American president has made his mark; a sign welcoming visitors to the baths shows Obama soaking next to a woman whose face is cut out, so that tourists can put their own in for a photo. When the bathers need to dry off, vendors in town will be happy to sell them Obama-themed towels.</p><p>Just up the road from the hot baths, visitors can see the source of the steamy water in the nearby Geopark. The ground boils and bubbles, and the powerful smell of sulfur is thick in the air. It isn't hard to imagine how this place earned its own strange nickname — \"hell.\"</p><p>Today, many tourists find this moniker amusing, but Masahisa Sasaki, who works in the park as a guide, says the name is no joke. He explains that Christianity was forbidden in Nagasaki for many years, and Christians were killed on this site for refusing to abandon their faith. For them, he says, it became a real hell.</p><p>The hot springs have long since cast off this violent past. Today, the ground is known not for being hot as hell, but for being hot enough to cook an egg. There is a stand where you can buy raw eggs, four for 500 yen, and lower them into a pot in the ground to be cooked by the rising steam.</p><p>Somewhat surprisingly, no one is here to sell Obama-themed egg cups.</p><p>But back in the tourism office, Nakamura says all of this kitsch is just aimed at getting the president's attention and showing him that this little town is on his team.</p><p>Perhaps in a couple of years, when he's out of the White House, Obama will have time to make the trip.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+American+President+And+A+Little+Town+Called+Obama%2C+Japan&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maggie Penman","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337715924-5d69ad.m3u?orgId=1&topicId=1125&ft=3&f=337596600"},{"href":"http://media.npr.org/assets/img/2014/08/03/14009328240_9ca442dc85_o-12840ab2ebbd8146f28e3b6b7b7f06dcfe1149e5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3239","width":"4319"}},{"href":"http://media.npr.org/assets/img/2014/08/03/dsc_0329-79af462b5c5305c418733b9cea83e63bc5a80b9c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3022","width":"4026"}}]}