{"created":"2015-04-13T20:34:47+00:00","modified":"2015-04-14T18:51:27+00:00","valid":{"from":"2015-04-14T18:51:27+00:00","to":"3015-04-14T18:51:27+00:00"},"hreflang":"en","guid":"e562fca3-c9af-47cd-aa07-374165cd3140","title":"Facing international condemnation, China releases five detained female activists","published":"2015-04-14T18:51:24+00:00","byline":"Matthew Bell","tags":["Justice","human rights","protests","government","Across Women's Lives","Justice","Conflict & Justice","Political philosophy","Beijing","Politics"],"teaser":"Beijing says the international community needs to keep its nose out China’s own affairs. But the Chinese government might be more accommodating than such statements would suggest. ","contentencoded":"<p>For the Chinese government, the principle of non-interference is nearly sacred. Beijing has been relentless on this point going all the way back to the founding of the People’s Republic in 1949. When it comes to managing China’s internal affairs, Beijing wants the rest of the world to butt out. Full stop.</p>\n<p>But reality may be more complicated, as the release today of five women’s right activists indicates.</p>\n<p>The women were detained nearly five weeks ago in the run-up to International Women’s Day. They had planned to launch a public awareness campaign against sexual harassment that involved putting stickers on buses and subways.</p>\n<p>But Chinese police put a stop to it. Campaign organizers were arrested in early March and five prominent female activists remained in detention after more than a month, facing possible charges of “picking quarrels and provoking trouble.”</p>\n<p>International criticism of the detentions was swift and had grown increasingly louder. US officials recently joined the chorus, condemning Beijing for its draconian tactics. Joe Biden, John Kerry and Hillary Clinton all issued statements calling for the activists to be released from jail. A social media campaign gained momentum using the hashtag, <a href=\"https://twitter.com/search?q=%23freethefive&amp;src=typd\">#freethefive</a>.</p>\n<p>On Monday, Beijing appeared to be standing its ground. China’s foreign ministry said it was lodging a formal complaint with Washington about the criticism from US officials. The implication, once again, was that the outside world had absolutely no business telling China how treat its own people.</p>\n<p>Government spokesman Hong Lei said, \"China is a country of rule of law and runs the country according to the law. Everyone is equal before the law. China's legal authorities will handle this case in accordance with the law.”</p>\n<p>\"We urge the United States to respect China's judicial sovereignty and not use any pretext to interfere in China's internal affairs,\" Hong said.</p>\n<p>But hours later, reports started to emerge that the five activists — Wei Tingting, 26; Wang Man, 33; Zheng Churan, 25; Li Tingting, 25; and Wu Rongrong, 30 — were being released from jail. Lawyers and family members said all five activists were freed from detention by late Monday.</p>\n<p>An upcoming trip to the US by China's president may have contributed to their release, according to Maya Wang of Human Rights Watch.</p>\n<p>“The [Chinese] government realized that this is going to snowball into something that would greatly embarrass President Xi Jinping and his visit,” Wang says.</p>\n<p>Wang reckons that China is not as immune to outside pressure as its official statements might suggest. She says Beijing was caught off-guard by the level of international condemnation it received over the detention of these five women’s rights activists. The episode represents, “an unprecedented global response to Chinese activists in recent years,” Wang says.  </p>\n<p>The atmosphere for grassroots activists of all stripes in China has worsened since Xi Jinping came to power at the end of 2012, Wang says. “There is a palpable sense of fear, even among the more outspoken activists in China,” Wang says.</p>\n<p>At the same time, experts say the Chinese government seeks to bolster its international reputation as both an emerging great power nation and a responsible actor on the world stage. And, on occasion at least, protecting that reputation means that China will have to respond to international pressure with some level of flexibility, including on matters of its own internal affairs.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-13%2Ffacing-international-condemnation-china-releases-five-female-activists-detention&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04132015_01.mp3"},{"href":"http://www.pri.org/file/0413201501mp3"}]}