{"created":"2015-05-03T12:56:34+00:00","modified":"2015-05-12T20:02:35+00:00","valid":{"from":"2015-05-12T20:02:35+00:00","to":"3015-05-12T20:02:35+00:00"},"hreflang":"en","guid":"e56408d8-e3e4-496c-83cc-f7907dfc4968","title":"What can a socialist candidate achieve in America? Bernie Sanders will find out","published":"2015-05-12T20:02:22+00:00","byline":"Berkley Wilson, T.J. Raphael","tags":["politics","elections","economics","jobs","Global Politics","North America","United States","Politics of the United States","United States","Economic inequality","Socialism","Politics","Hillary Rodham Clinton","Bernie Sanders"],"teaser":"Bernie Sanders is a longtime US representative and senator from Vermont — and a self-described \"democratic socialist.\" And despite the baggage that label carries in the United States, Sanders is running for president in 2016, hoping to bring his populist views into the party's mainstream.","contentencoded":"<p>US Senator Bernie Sanders of Vermont, an independent who's a self-described \"<a href=\"http://www.newrepublic.com/article/121680/bernie-sanders-democratic-socialist-not-just-socialist\">democratic socialist</a>,\" is running for president.</p>\n<p>If that sounds like a long shot, that's because it is. Sanders will have to take on Hillary Clinton, who's dominating the polls, in his quest for the Democratic nomination. And his socialist tag, his unapologetically populist message on income inequality and his attacks on big banks don't make him popular with many of the party's rich donors.</p>\n<p>“Ninety-nine percent of all new income generated in this country is going to the top one percent,” Sanders said while announcing his candidacy during a Thursday press conference. “How does it happen that the top one percent owns almost as much wealth as the bottom 90 percent? And my conclusion is that type of economics is not only immoral, it is not only wrong, it is unsustainable. It can’t continue.”</p>\n<p>So what is his longshot campaign likely to achieve? “Bernie Sanders would be prepared to be president of the United States, as he has said,\" John Nichols, a Washington correspondent for The Nation magazine. \"But even if he is not the president or the Democratic nominee, a big part of what he is talking about is trying to change politics and politicians.” </p>\n<p>Nichols spent time with Sanders over the past year as he traveled the country seeking opinions from voters on whether he should run.</p>\n<p>“A year ago, Bernie Sanders said that he was prepared to run for president,” Nichols says. “But he also said that he wasn’t sure that the time was right or that people were ready.\" That changed once Sanders went on his listening tour.</p>\n<p>“I was out there at some of these events,” Nichols says. “What he heard was an awful lot of people saying that the number one issue in this country today is wage stagnation. Maybe some people would call it income inequality, but there was generally a sense that the economy is working incredibly well for billionaires, but not very well for the rest of us.”</p>\n<p>Sanders' run will put income inequality front and center as he takes on Clinton during primary season, especially because many on the far left feel that Clinton is too beholden to corporate interests to attack these issues head on. And Nichols believes Sanders will ultimately shift the narrative, whether he wins or not.</p>\n<p>“Arguably, a number of candidates over the years have had [that effect] on frontrunners, to force them to get more in touch with the deep passions of the country at a particular moment,\" Nichols says. \"I don’t necessarily think that Hillary Clinton, if she is the nominee, is harmed by having the opposition. I think she’s actually clarified and forced to say some things. My sense is that this is, for Democrats, a healthy moment.”</p>\n<p><em>This story is based on <a href=\"http://www.thetakeaway.org/story/socialist-president-bernie-sanders-running/\">an interview</a> from PRI's <a href=\"http://www.thetakeaway.org/\">The Takeaway</a>, a public radio program that invites you to be part of the American conversation.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-01%2Fbernie&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/takeaway/segment-audio/takeaway043015-sanders.mp3"},{"href":"http://admin.pri.org/file/takeaway043015-sandersmp3"}]}