{"created":"2014-10-27T17:00:27+00:00","modified":"2014-10-30T22:00:54+00:00","valid":{"from":"2014-10-30T22:00:54+00:00","to":"3014-10-30T22:00:54+00:00"},"hreflang":"en","title":"British Parliament Authorizes Military Involvement In Iraq","published":"2014-09-26T20:07:00+00:00","teaser":"The British Parliament voted overwhelmingly to engage militarily. Belgium and Denmark have also joined the effort.","itags":["npr_api","351805978"],"guid":"e56518d4-509f-4396-bfc2-95e9608d8021","contentencoded":"<p>Britain, Belgium and Denmark on Friday joined the U.S.-led coalition of nations that are launching airstrikes on Islamic State group militants in Iraq, committing warplanes to the struggle against the extremists.</p><p>The European lawmakers flatly described the moves as critical to security on home soil, arguing that facing down terrorists has become a matter of urgency. British Prime Minister David Cameron made a passionate plea that spelled out the consequences of inaction in drastic terms &#8211; noting that the militants had beheaded their victims, gouged out eyes and carried out crucifixions to promote goals &#8220;from the Dark Ages.&#8221;</p><p>&#8220;This is about psychopathic terrorists that are trying to kill us and we do have to realize that, whether we like it or not, they have already declared war on us,&#8221; he said. &#8220;There isn&#8217;t a `walk on by&#8217; option. There isn&#8217;t an option of just hoping this will go away.&#8221;</p><p>Cameron told a tense House of Commons in a more than six-hour-long debate that the hallmarks of the campaign would be &#8220;patience and persistence, not shock and awe&#8221; &#8211; a direct reference to the phrase associated with the invasion of Iraq under Saddam Hussein. The unpopular intervention in Iraq has cast a shadow over the discussions because critics fear that Europe will be drawn into a wider conflict, specifically involving the fighting of the Islamic group&#8217;s fighters in Syria.</p><p>British lawmakers voted 524-43 for action. Belgium also overwhelmingly approved the matter, voting 114-2 to take part, despite widespread concerns that more terrorism may follow in their homeland as a result.</p><p>NPR London correspondent <strong>Ari Shapiro</strong> joins <a href=\"http://hereandnow.wbur.org\"><em>Here & Now’</em></a>s Jeremy Hobson to discuss the vote.</p><h4>Guest</h4><ul style=\"color: #000000\"><li><a style=\"color: #2c95c7\" href=\"http://www.npr.org/people/2101154/ari-shapiro\" target=\"_blank\"><strong>Ari Shapiro</strong></a>, NPR international correspondent. He tweets <a style=\"color: #2c95c7\" href=\"https://twitter.com/arishapiro\" target=\"_blank\">@arishapiro</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=British+Parliament+Authorizes+Military+Involvement+In+Iraq&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"The Associated Press","audio":[{"meta":{"duration":"348"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351805981-39e049.m3u?orgId=1&ft=3&f=351805978"}]}