{"created":"2014-10-27T23:05:56+00:00","modified":"2014-10-27T23:05:56+00:00","valid":{"from":"2014-10-27T23:05:56+00:00","to":"3014-10-27T23:05:56+00:00"},"hreflang":"en","title":"Family Memories And Historic Photos Inspire 'The Immigrant'","published":"2014-05-14T18:45:00+00:00","teaser":"Oscar-winning actress Marion Cotillard plays a Polish woman who flees her war-torn country in the early twentieth century.","itags":["npr_api","312486763"],"contentencoded":"<p><a href=\"http://media.wbur.org/wordpress/11/files/2014/05/0514_the-immigrant.jpg\"><img class=\"alignright size-medium wp-image-58252\" alt=\"Movie poster for \"The Immigrant\"\" src=\"http://media.wbur.org/wordpress/11/files/2014/05/0514_the-immigrant-225x300.jpg\" width=\"225\" height=\"300\" /></a></p><p>The new film &#8220;The Immigrant&#8221; stars Oscar winner <strong>Marion Cotillard</strong> as Ewa Cybulska, who flees war-torn Poland to come to the United States with her sister in the early twentieth century. But on Ellis Island, the two are separated and Ewa is forced into prostitution to survive and save her sister.</p><p><strong>James Gray</strong>, who directed and co-wrote the screenplay tells <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Robin Young, &#8220;my grandparents came over to the United States in 1923 from Russia and I heard tons of stories and I tried to put as many of them as I could into the film.&#8221;</p><p>Gray and star Marion Cotillard also found inspiration in photos of immigrants who passed through Ellis Island, as Cotillard tells Robin Young &#8220;it&#8217;s very interesting, the mix of hope and fear and even though it&#8217;s still pictures,<a name=\"photos\"></a> you can see inside of those people, it&#8217;s tumultuous.&#8221;</p><h4>Interview Highlights: Marion Cotillard and James Gray</h4><p><strong>Cotillard on taking inspiration from photographs</strong></p><p>&#8220;I remember one of the women, one of the pictures I had, she had those big, surprised eyes. And what is interesting is that you can see surprise, but at the same time, you can see that she&#8217;s begging, with her eyes, &#8216;Let me in.&#8217; And that was interesting for me, because Ewa, as well as Bruno and Orlando, they&#8217;re very complex characters and they very have complex relationships. And all those pictures, and all this complexity that I saw in these pictures, well, that was very inspiring.&#8221;</p><p><strong>Gray on visiting Ellis Island with his grandparents</strong></p><p>&#8220;The first time I ever went to Ellis Island, which was in 1976, right when the opened the doors, basically, for tourists, it had not yet been restored, and there were essentially kind of half filled-out immigration forms on the floor, and the mess hall had half a cup of coffee on the table and stuff. It was incredible. My grandfather took one look at the place and burst into tears. So it was very moving, to be back there.&#8221;</p><p><strong>Cotillard on her character facing adversity in America</strong></p><p>&#8220;Because she faced horror in her country, nothing will reach the level of horror that she saw in her country. And if this is something that she has to do &#8212; I mean prostitution &#8212; to get her sister out, well, she just shut her brain and she does it, because she has no other choice.&#8221;</p><p><strong>Gray on &#8220;the American dream&#8221;</strong></p><p>&#8220;When you talk about the American dream, it&#8217;s, I think, very important to consider it something that is not some kind of fantasy, you know, where the typical conception is, &#8216;I came to America and all of a sudden, it was great and I made lots of money.&#8217; That&#8217;s, really &#8212; it does, actually, a disservice to the American dream, because it actually paints it as a total fiction. And one of the things that we tried to convey was this whole idea that it&#8217;s both fake, but also, real. There&#8217;s always the potential.&#8221;</p><p><a href=\"http://www.youtube.com/watch?v=eeXtjrHLbTc\">[Youtube]</a></p><h4>Guests</h4><ul><li><strong><a href=\"http://www.imdb.com/name/nm0182839/\" target=\"_blank\">Marion Cotillard</a></strong>, French actress who stars in &#8220;The Immigrant.&#8221;</li><li><strong><a href=\"http://www.imdb.com/name/nm0336695/\" target=\"_blank\">James Gray</a></strong>, director and co-writer of &#8220;The Immigrant.&#8221;</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Family+Memories+And+Historic+Photos+Inspire+%27The+Immigrant%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"e5747323-a5bc-44f1-9e7a-92cce7513e34","audio":[{"meta":{"duration":"580"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312517018-58cc5a.m3u?orgId=330&ft=3&f=312486763"}]}