{"created":"2015-06-18T17:05:56+00:00","modified":"2015-06-18T17:05:57+00:00","valid":{"from":"2015-06-18T17:05:57+00:00","to":"3015-06-18T17:05:57+00:00"},"hreflang":"en","guid":"e57f746e-55fa-45a2-93c1-6e4d57eac27c","title":"Fracking in the Bakken comes with a high human cost","published":"2015-06-18T17:05:50+00:00","byline":"T.J. Raphael","tags":["oil","environment","government","Environment","Science, Tech & Environment"],"teaser":"On average, one person dies every six weeks working on Bakken Shale oil extraction. While the jobs pay well and still draw thousands to remote sections of the Dakotas, those jobs come with a price, even for those who survive.","contentencoded":"<p dir=\"ltr\">Over the last decade, the United States has undergone an economic transformation in energy production. As President Barack Obama told Congress in his <a href=\"https://www.whitehouse.gov/the-press-office/2014/01/28/president-barack-obamas-state-union-address\">2014 State of the Union</a> address, \"Today America is closer to energy independence than we have been in decades.\"</p>\n<p dir=\"ltr\">The United States has surpassed even Saudi Arabia in oil and gas production, in part because of fracking technology, which allows energy companies to reach oil and gas deposits they could never access previously.</p>\n<p dir=\"ltr\">One of those deposits lies in the Bakken oil fields, which stretches 170 square miles from North Dakota to Montana and into Canada. An estimated 7.4 billion barrels of undiscovered oil are sitting under the U.S. portion of the Bakken, and thanks to fracking, the industry now has the technology extract that oil.</p>\n<p dir=\"ltr\">Workers have flocked to the Bakken for jobs with six-figure salaries that don't require advanced degrees. But a new <a href=\"https://www.revealnews.org/article/in-north-dakotas-bakken-oil-boom-there-will-be-blood/\">investigation</a> from <a href=\"https://www.revealnews.org/\">Reveal</a>, a public radio program from the Center for Investigative Reporting, finds that those high-paying jobs come with a high price.</p>\n<p dir=\"ltr\">In the first comprehensive analysis of its kind, Reveal found that, on average, a worker dies about every six weeks from an accident in the Bakken, with at least 74 deaths in the oil fields since 2006.</p>\n<p dir=\"ltr\">Jennifer Gollan, a reporter with Reveal, led the investigation. She says that the top energy firms may be championing speed over safety — something that was seen in September 2011 after a well owned by Oasis Petroleum exploded in North Dakota.</p>\n<p dir=\"ltr\">“The supervisor on this well was congratulated for working quickly and setting a new drilling record” months before the explosion, says Gollan. “She went on to call this record-holding well a 'pace-setter.'\"</p>\n<p dir=\"ltr\">Oasis offered workers daily bonuses of $150 for drilling quickly — those who drill slower and safer are only offered $40 a day.</p>\n<p dir=\"ltr\">“Safety is tantamount at Oasis,” spokesman Brian Kennedy told Gollan. “Bonuses should not have been paid, and we regret that they were.”</p>\n<p dir=\"ltr\">The day before the explosion in 2011, Gollan says a crew of four men were brought on site to get the well to produce more oil.</p>\n<p dir=\"ltr\">According to documents from the Occupational Safety and Health Administration (OSHA), a supervisor had pumped heavy salt water into the well to prevent volatile gases from escaping before the crew set to work the next day. But the well wound up erupting into a fireball.</p>\n<p dir=\"ltr\">Jebadiah “Jesse” Stanfill bared witness to the events of the day.</p>\n<p dir=\"ltr\">“He was working on an oil rig less than a mile away,” says Gollan. “He was near the top of the rig when he heard this boom. He spun around, grabbed a fire extinguisher and first aid kit, and jumped in this truck with two co-workers.”</p>\n<p dir=\"ltr\">But Stanfill and his friends were too late — two men had died and two others were injured.</p>\n<p dir=\"ltr\">“As Jesse was helping to pick up some of these men to load them into the bed of this pick up truck to bring them to the ambulance, some of the men’s skin came off in his hands,” says Gollan. “That is a feeling that, to this day, he just can’t shake.”</p>\n<p dir=\"ltr\">Gollan says Stanfill has gear to protect himself from that horrific memory — he is usually wearing gloves, even when he’s playing with his children or cooking in the kitchen.</p>\n<p dir=\"ltr\">“How can a simple thing like looking at your hands or washing your hands send you completely enveloped back to that day,” Stanfill says. “The scenery changes. It’s as if I’m there. It rules my life.”</p>\n<p dir=\"ltr\">Brendan Wegner was one of the men who died in the well explosion.</p>\n<p dir=\"ltr\">“He was just 21. It was his first day on a rig,” says Gollan. “He was scrambling down the derrick ladder when the well exploded. It consumed him in this fiery tornado of oil and petroleum vapors. Rescuers later found his body pinned under this heap of twisted metal. His charred hands were recovered later, still gripping the derrick ladder.”</p>\n<p dir=\"ltr\">Another man, Ray Hardy, died the next day from his injuries. Michael Twinn had his lower legs amputated after the explosion. He committed suicide two years later.</p>\n<p dir=\"ltr\">“One lone survivor [Doug Hysjulien], was burned over half of his body,” Gollan says.</p>\n<p dir=\"ltr\">It appears that the victims of this explosion are the casualties of a flawed system.</p>\n<p dir=\"ltr\">“OSHA regulators will tell you that they often have to rely on a part of the law called the <a href=\"https://www.osha.gov/pls/oshaweb/owadisp.show_document?p_id=3359&amp;p_table=OSHACT\">general duty clause</a>,” says Gollan. “Basically, it makes it very difficult for them to hold top energy producers accountable because they typically don’t have direct employees on these well sites. As a result, in many of these cases, the top energy producers are not fined. It’s the subcontractor — typically the company that employs these workers — that get fined.”</p>\n<p dir=\"ltr\">Four of America’s largest energy-producing states — Texas, Louisiana, New Mexico and Wyoming — have adopted statutes that prevent or limit oil companies from shifting liability to smaller contractors.</p>\n<p dir=\"ltr\">Wyoming set up a task force to address worker safety back in 2008, a move that led to the Wyoming Oil and Gas Industry Safety Alliance. Between 2008 and 2012, the state saw a 45 percent decrease in the number of worker deaths in the oil and gas industry. Click on the audio player above to hear Jack Bedessem, the past president and advisor to the board of the Alliance explain how Wyoming is working to improve worker safety.</p>\n<p dir=\"ltr\"><em>This <a href=\"http://www.podtrac.com/pts/redirect.mp3/audio.wnyc.org/takeaway/takeaway061515-fracking.mp3\">story</a> first aired as an interview on PRI's <a href=\"http://www.podtrac.com/pts/redirect.mp3/audio.wnyc.org/takeaway/takeaway061515-fracking.mp3\">The Takeaway</a>, a public radio program that invites you to be part of the American conversation.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-18%2Ffracking-bakken-comes-high-human-cost&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/audio.wnyc.org/takeaway/takeaway061515-fracking.mp3"},{"href":"http://admin.pri.org/file/takeaway061515-frackingmp3"}]}