{"created":"2015-05-16T16:38:05+00:00","modified":"2015-05-16T16:51:03+00:00","valid":{"from":"2015-05-16T16:51:03+00:00","to":"3015-05-16T16:51:03+00:00"},"hreflang":"en","guid":"e57fc406-cee6-410c-b3f3-ace401dc1d2e","title":"Science crunched Billboard's charts to determine music's most revolutionary year. It was 1991.","published":"2015-05-16T16:50:59+00:00","byline":"Annie Minoff, Marlisse Silver Sweeney","tags":["music","science","research","culture","Science","Science, Tech & Environment","London","England","Entertainment"],"teaser":"Evolutionary biologists have been using big data and statistics to track the musical revolutions over the past 50 years and the results are surprising. The new research demonstrates that The Beatles may not have been as important to pop culture as previously suggested.","contentencoded":"<p>When you think of evolutionary biologists, crunching the last 50 years of Billboard Hot 100 charts may not be the first thing that comes to mind.</p>\n<p>But Armand Leroi, a professor of evolutionary development biology at Imperial College in London, and his team did just that. Their results? Music’s most seismic year in the last 50 years included DJ Jazzy Jeff and the Fresh Prince's \"Summertime\" — it was 1991. Other Billboard blockbusters that year: \"I Wanna Sex You Up\" by Color Me Badd and  \"Gonna Make You Sweat (Everybody Dance Now)\" by C+C Music Factory.</p>\n<p>“It’s when hip hop goes mainstream. It’s when it invades the conscious, the musical consciousness of mass America, when everybody starts to buy it,” explains Leroi. He notes his work is founded in scientific principles, something he says music research needs more of. “The whole problem with this area is that it's made up, ... is that everybody’s got [an] opinion…”</p>\n<p>Instead, by using algorithms and statistics, Leroi is able to disseminate what he says is the biological evolution of music. “If you think about it, culture is a lot like living things, it’s a lot like organisms,” he says. “Music is the soundtrack of our lives, as they say, and that means that everybody’s got a view on it, and not everybody can be right.”</p>\n<p>Leroi and his team measured the diversity of the music throughout different eras by charting the differences in songs from one year to the next. “We can identify three times in those 50 years where music changes really fast, and we call those revolutions.” The other two years identified by Leroi and his team were 1964 and 1982.</p>\n<p>These same ideas can be applied to the analysis of individual songs. Computers can now mathematically break down songs into cords and rhythms, detecting their patterns. In fact, that type of technology is used in apps such as Shazam, says Leroi, for identifying music.</p>\n<p>The research also refutes the idea that the “British invasion” of the Beatles and The Rolling Stones into American pop culture was the most monumental musical event in the past 50 years. Leroi says looking at the charts alone isn’t indicative of the beginning of a revolution. Instead, his data shows that 1964 was the cultural midpoint.</p>\n<p>“The British Invasion didn’t embark the American Revolution of ’64,” he says, “but it certainly fanned its flames.” </p>\n<p><em>This story is based on <a href=\"http://sciencefriday.com/segment/04/24/2015/the-most-unusual-laboratory-not-on-earth.html\" target=\"_blank\">an interview</a> from PRI's <a href=\"http://sciencefriday.com/\" target=\"_blank\">Science Friday</a> with Ira Flatow.</em> </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-14%2Fcrunching-numbers-behind-musics-greatest-revolutions&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/scifri201505087.mp3"},{"href":"http://admin.pri.org/file/scifri201505087mp3"}]}