{"created":"2014-09-22T16:10:23+00:00","modified":"2014-10-31T15:41:48+00:00","valid":{"from":"2014-10-31T15:41:48+00:00","to":"3014-10-31T15:41:48+00:00"},"hreflang":"en","title":"Oklahoma's Latino Community Prepares For The Next Tornado","published":"2014-05-20T15:43:00+00:00","teaser":"A devastating series of tornadoes struck Oklahoma a year ago. Hispanics were among the hardest hit by the storms because of a lack of preparedness and a lack of Spanish-language information.","itags":["npr_api","314094632"],"guid":"e586020d-ea33-4bed-9036-656c183c7626","contentencoded":"<p>A devastating EF-5 tornado ripped through Moore, Okla., a year ago Tuesday. Just 11 days later, another twister ravaged the Oklahoma City metro area.</p><p>Nine of the 23 people who died as a result of the second storm were members of the local Latino community. Their deaths have sparked efforts to better prepare Hispanic families for storms.</p><p>On a windy afternoon in Oklahoma City, American Red Cross volunteer Ivelisse Cruz hands out stickers to families at the Children's Day Festival.</p><p>\"Here you go!\" she tells a young visitor to the Red Cross table before turning to his mother and asking in Spanish: \"Do you have a tornado plan yet?\"</p><p>Preparing for tornadoes was not always on the top of Cruz's agenda.</p><p>\"I come from Puerto Rico,\" she says. \"Talk to me about hurricanes — I'm an expert.\"</p><p>But tornadoes?</p><p>That was one part of life in Oklahoma that took getting used to after Cruz moved to the state almost a decade ago. She says she filled in the gaps of her disaster preparedness knowledge by volunteering with the Red Cross.</p><p>The local Red Cross chapter recently hired two bilingual staffers to increase Hispanic outreach. Cruz says there's more work to do. A year after the devastating round of tornadoes, she says there are still many Latino residents who are not prepared.</p><p>\"When you ask them if they have a plan, they [say], 'Yeah! Kind of!' \" she adds.</p><p><strong>A Change Of Plans</strong></p><p>Last year, Gloria Sanchez didn't have much of a plan — or a storm shelter. When she heard the roaring tornado headed for her neighborhood in Moore, Okla., she decided to seek refuge at the local hospital.</p><p>\"God helped me a lot, because I made it to the hospital,\" she explains as tears streak her face.</p><p>Winds whipped through the shattered windows of the hospital cafeteria where Sanchez huddled on her knees until the storm passed. When she finally made it back to her home that evening, all she could see was the floor of her home and mounds of broken bricks and two-by-fours.</p><p>The debris has been cleared away to build a new ranch house — one that, Sanchez says, will definitely include a storm shelter out back.</p><p>In the meantime, Sanchez and her husband Francisco live in a rental home in Oklahoma City, waiting to return to Moore.</p><p>So are Amelia and her daughter Jocelyn. (NPR has withheld their last name because Amelia is an undocumented immigrant who fears deportation.)</p><p>In a cramped bedroom of their temporary apartment in Oklahoma City, the two flip through an activity book with tornado safety tips. Disaster preparedness has become a frequent topic of conversation for Amelia and her daughter, who often reads the activity book to help her sleep at night — so many times that the cover has started falling off.</p><p>Last May, Amelia rushed to pick up her daughter from school. When Amelia arrived, she remembers, Jocelyn said, \"Mama, I'm hungry! I'm thirsty!\" But Amelia only had her keys and some documents with her.</p><p>\"This year, it's so different. I have my bag ready,\" says Amelia, who recently went shopping for water bottles, snacks and toiletries to stock her emergency kit.</p><p>Amelia says she has also mapped out a network of friends nearby with storm shelters, and she's paying close attention to weather reports on the <a href=\"https://es-la.facebook.com/accionoklahoma\" target=\"_blank\">local Telemundo station</a>, which recently hired its <a href=\"http://www.youtube.com/watch?v=3dQZAPVKCkM\" target=\"_blank\">first Spanish-language meteorologist</a>.</p><p><strong>'The Tornado Hit Us Over The Head'</strong></p><p>A <a href=\"http://www.nws.noaa.gov/os/assessments/pdfs/13oklahoma_tornadoes.pdf\" target=\"_blank\">recent report by the National Weather Service</a> cited limited sources of Spanish-language information as one of the main reasons why last year's storms affected many Latino families, including the seven victims of the May 31 tornado who took shelter in a storm drain.</p><p>\"They didn't die from the tornadoes. The ditches filled up with water, and they drowned,\" says Ruben Aragon, president and CEO of the Latino Community Development Agency in Oklahoma City. \"They didn't drown because of the tornado. They drowned because of misinformation.\"</p><p>Aragon adds that the storms served as an urgent reminder to local officials about the changing demographics of Oklahoma City, home to one of the country's <a href=\"http://www.pewhispanic.org/hispanic-population-in-select-u-s-metropolitan-areas/\" target=\"_blank\">fastest-growing Hispanic populations</a>.</p><p>The community has almost doubled over the past decade to more than 100,000. According to the <a href=\"http://www.pewhispanic.org/files/states/pdf/Oklahoma-City_10.pdf\" target=\"_blank\">Pew Research Center's Hispanic Trends Project</a>, at least 42,000 Latino residents in Oklahoma City do not speak English very well.</p><p>\"Sometimes if it doesn't hit you over the head, you don't feel it. The tornado hit us over the head, and very hard,\" Aragon says.</p><p>Back at the Children's Day Festival, children line up by the American Red Cross table for red balloons and Tootsie Rolls as Cruz stops passersby one by one.</p><p>She urges them to prepare emergency kits — with some success after approaching one particular festival attendee.</p><p>\"He said, 'You know what? I started preparing my kit. I put this and this and this.' I was like, 'I'm proud of you!' \" Cruz exclaims. \"I was so happy!\"</p><p>So happy, she adds, that she gave him a high-five.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Oklahoma%27s+Latino+Community+Prepares+For+The+Next+Tornado&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Hansi Lo Wang","audio":[{"meta":{"duration":"263"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1314138933-ea4a01.m3u?orgId=1&topicId=1091&ft=3&f=314094632"},{"href":"http://media.npr.org/assets/img/2014/05/19/latino-okla1-0204267290b7b5624656da7880a9868d2b0ef139.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3263"}},{"href":"http://media.npr.org/assets/img/2014/05/19/latino-okla2-eeeb9e15c9d443a5f3b2c0c34a8a93c27faaad83.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1406","width":"1877"}}]}