{"created":"2014-10-07T18:43:41+00:00","modified":"2014-10-30T23:29:23+00:00","valid":{"from":"2014-10-30T23:29:23+00:00","to":"3014-10-30T23:29:23+00:00"},"hreflang":"en","title":"An NPR War Correspondent Reflects On A Pet Turning 100 (In Dog Years)","published":"2014-08-09T15:53:00+00:00","teaser":"When NPR's Lourdes Garcia-Navarro returned home with post-traumatic stress disorder after covering the Iraq War, she found comfort at the Mexico City pound in the form of Ursa.","itags":["npr_api","338892119"],"guid":"e595f41b-8bc5-4af8-b35e-d42eb77cd8b7","contentencoded":"<p>We think my dog is turning 100 (in dog years) this year. We don't exactly know because Ursa, named after the constellation because she looks like a big golden bear, is a rescue dog.</p><p>I was returning home from covering the war in Iraq, and I'd seen the use of so-called therapy dogs on U.S. military bases. The idea is that the soft touch and unconditional love of a pet could help with post-traumatic stress disorder.</p><p>In 2005, my husband and I went to a vast dog pound on the edge of Mexico City, as I too also suffering from PTSD, and there she was. She jumped up on her hind legs and put a paw on each of my husband's shoulders — it was love.</p><p>Since that day, Ursa has been waiting for me at home through the many conflicts that I have covered. She's also had cancer and, miraculously, survived.</p><p>This week marks 100 years since Britain's declaration of war on Germany and the start of World War I. One of the most famous war poets of the time was Siegfried Sassoon. Born to a wealthy Jewish family, he was a gentleman of leisure in his youth; his favorite pastimes were hunting and fishing on his family estate. Then he was sent to the front, the dreadful trenches where millions of soldiers died. Back then, PTSD was known as shell shock, and the war poets, as Sassoon and others at the time became known, were the first to really write about the psychological toll of war.</p><p>Sassoon's poetry has always spoken to me, though nothing that I experienced covering conflict can compare to the terrible slaughter he saw. But he captured how the mind can fracture in the face of witnessing so much violence, and he helped revolutionize the concept that the mental wounds of war can be as real and terrible as the physical ones.</p><p>Unsurprisingly, Sassoon was a dog lover. And one of my favorite poems of his is not about war, but about the comfort an animal can bring. It reads:</p><blockquote><p>Who's this — alone with stone and sky?<br />It's only my old dog and I —<br />It's only him; it's only me;<br />Alone with stone and grass and tree.</p><p>What share we most — we two together?<br />Smells, and awareness of the weather.</p><p>What is it makes us more than dust?<br />My trust in him; in me his trust.</p><p>Here's anyhow one decent thing<br />That life to man and dog can bring;<br />One decent thing, remultiplied<br />Till earth's last dog and man have died.</p></blockquote>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+NPR+War+Correspondent+Reflects+On+A+Pet+Turning+100+%28In+Dog+Years%29&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Lourdes Garcia-Navarro","audio":[{"meta":{"duration":"168"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339082056-58e2a0.m3u?orgId=1&topicId=1057&ft=3&f=338892119"},{"href":"http://media.npr.org/assets/img/2014/08/08/navarro-hider_fam03-2--259df53a754cb272c8245c5f5672a27d15aa11dd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2409","width":"3212"}}]}