{"created":"2014-10-20T21:52:32+00:00","modified":"2014-10-23T14:22:49+00:00","valid":{"from":"2014-10-23T14:22:49+00:00","to":"3014-10-23T14:22:49+00:00"},"hreflang":"en","guid":"e5b0cbab-3c55-4ae9-8052-1c3dcead8cdf","title":"Royals faithful demand their South Korean superfan back for the World Series","published":"2014-10-23T14:22:46+00:00","byline":"David Leveille","tags":["sports","baseball","World Series","travel","Sports","Kansas City","Seoul","Asia","North America","South Korea","United States","Asia","North America","Danny Duffy","Jeremy Guthrie","SungWoo Lee","Baseball","Kansas City Royals","World Series","Kauffman Stadium","Sports"],"teaser":"SungWoo Lee is a baseball superfan from Seoul, South Korea. He travelled to Kansas City this year to see his favorite team, the Royals, play and he may have brought a little magic with him. So now he's on his way back for the World Series.\r\n","contentencoded":"<p>SungWoo Lee flew from South Korea to Kansas City this summer to see his favorite baseball team, the Royals, play in person for the first time. They've been winning ever since.</p>\n<p>Now that the Royals are in the World Series for the first time in 29 years, Lee is packing his bags again. The Seoul native has an early morning flight on Tuesday so he can make it to Kansas City for Game 1 of the Series that night.</p>\n<p>But how does a South Korean become a superfan of a downtrodden small-market team in the Midwest? Lee says he remembers cheering on the Royals back around the time he started studying English in college. </p>\n<p>\"I entered college in 1995 in Korea and bought my first personal computer so I could search more deeply for more detailed information about the Kansas City Royals,\" he says. \"So I've been a fan for 20 years.\"</p>\n<p>Lee could have easily picked a famous, successful team like the New York Yankees, but Lee says he loves an underdog — especially one with a great comeback story. \"The Royals are not just an underdog, they had a great winning season,\" he says. \"They have a great potential to be a winning team again, I believe.\"</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>Shout out <a href=\"https://twitter.com/Royals\">@Royals</a> in the middle of Seoul!!! Tomorrow I leave Korea early morning... Please wait for me Kansas City <a href=\"http://t.co/RxjnNuR3mJ\">pic.twitter.com/RxjnNuR3mJ</a></p>\n<p>— SungWoo Lee (@Koreanfan_KC) <a href=\"https://twitter.com/Koreanfan_KC/status/524158050387517440\">October 20, 2014</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>Some fans — and even players — think Lee brought the team good luck from across the Pacific, but he thinks the Royals' success has more to do with self-confidence. \"The young Royals' players are starting to believe in themselves and that they can make it happen, something special that hasn't happened in Kansas City in the past 29 years,\" he says. \"I think their teamwork, and believing in themselves, that kind of mental stuff — that's why I think the Royals keeping winning.\"</p>\n<p>Lee even has his own fans now. He got to throw out the first pitch at the game he attended in August, sending it high over the catcher after checking the runner at first base. The visit earned him more than 20,000 Twitter followers and the adoration of fans in Kansas City. When the Royals clinched a World Series berth, they started the hashtag <a href=\"https://twitter.com/hashtag/BringBackSungWoo?src=hash\">#BringBackSungWoo</a> to encourage his boss to give him time off.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>For 20 yrs <a href=\"https://twitter.com/Koreanfan_KC\">@Koreanfan_KC</a> loved the <a href=\"https://twitter.com/Royals\">@Royals</a>. Flew these colors to honor him when ALCS was clinched. <a href=\"https://twitter.com/hashtag/BringBackSungWoo?src=hash\">#BringBackSungWoo</a> <a href=\"http://t.co/CIZmltfPZo\">pic.twitter.com/CIZmltfPZo</a></p>\n<p>— Rolf Potts (@rolfpotts) <a href=\"https://twitter.com/rolfpotts/status/522860917344591872\">October 16, 2014</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p><a href=\"https://twitter.com/hashtag/BringBackSungWoo?src=hash\">#BringBackSungWoo</a> <a href=\"http://t.co/wKoI8iDUHU\">pic.twitter.com/wKoI8iDUHU</a></p>\n<p>— Laura Beth Walsh (@lbwalsh7) <a href=\"https://twitter.com/lbwalsh7/status/522862295995912192\">October 16, 2014</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>Lee can even count some Royals players among his fans: \"Jeremy Guthrie and Danny Duffy, both pitchers, waited for me at the dugout railing. They gave me an autographed baseball, used cleats and an old jersey. I couldn't believe it, it was like a dream.\"</p>\n<p>When it comes to making predictions about the World Series, which gets underway Tuesday night, Lee says he doesn't want to jinx the team. \"But the Royals made a great, magical, improbable run to the World Series, so I predict the Royals can win this World Series championship,\" he says.</p>\n<p>Lee says the first game will be key, and if his — and the Royals' — luck holds up, the series will end up \"maybe 4 to 2, Royals win.\"</p>\n<br><p>©2014 Public Radio International</p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/lee.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/leejpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/102020144.mp3"},{"href":"http://www.pri.org/file/102020144mp3"}]}