{"created":"2015-06-26T21:41:50+00:00","modified":"2015-06-29T19:51:01+00:00","valid":{"from":"2015-06-29T19:51:01+00:00","to":"3015-06-29T19:51:01+00:00"},"hreflang":"en","title":"ESPN Brings Betting Talk To The Mainstream","published":"2015-06-29T19:10:00+00:00","teaser":"ESPN wants to cater to its entire audience — casual and hard-core fans, fantasy players and people who've got a wager on the game. Now it's more open about a topic leagues and networks have avoided.","itags":["npr_api","417101885"],"guid":"e5b37ed6-7750-4b12-8367-fa00647b805d","contentencoded":"<p>Walk into a bar or spend some time in an airport and there's a good chance ESPN is on TV. What happens on its ever-present SportsCenter, airing live 18 times daily, resonates with sports fans around the country. So it matters that over the past couple of years, ESPN has increased coverage of what's always been an extremely sensitive topic for leagues and TV networks — sports betting.</p><p>ESPN says it wants to be more direct about a topic broadcasters have dealt with circuitously, often with a wink and nod, rather than in the direct language of gambling.</p><p>An example would be the point spread, the most basic number in sports betting. It's the line oddsmakers set between the favorite and underdog.</p><p>\"There was a time when we would talk about it without talking about it,\" says Rob King, head of ESPN's SportsCenter. \"We'd say phrases like, 'The game's going to be closer than the experts think.' \"</p><p>Those days are over. Take, for example, Las Vegas betting analyst R.J. Bell's men's NCAA Final Four commentary on SportsCenter in April:</p><p>\"Well, first game we've got Kentucky favored by five at this point, over Wisconsin. The game was six. It's been bet down by the professionals.\"</p><p>For a number of years, talk about spreads and professional gamblers had been part of ESPN's radio talk shows, podcasts and online columns. Former ESPN personality Bill Simmons made picks against the spread in his column and <a href=\"http://sports.espn.go.com/espnradio/podcast/archive?id=2864045\">on his podcast</a>. Radio talk show <a href=\"http://espn.go.com/espnradio/show?showId=theherd\">host Colin Cowherd</a> has been doing the same for years. And Chad Millman wrote a <a href=\"http://insider.espn.go.com/insider/blog/_/name/millman_chad\">sports betting blog</a> before becoming editor in chief of ESPN.com.</p><p>But SportsCenter is even more visible, as mainstream and big time as you can get. And when Rob King rolled out more gambling coverage on SportsCenter last year, it was a decision made with care.</p><p>\"We did ask ourselves how overt we were going to be on our full-screen graphics and our language,\" he says. \"I will tell you that we decided that we would try to be authentic, and in that case, use terms that we might not have two or three years ago. With the thought that, look, if we heard it and it looked bad to us and it didn't sound right to us we could always pull back.\"</p><p>There are reasons for such sensitivity. One, sports betting is illegal throughout most of the United States. Two, pro and college sports have always sought to distance themselves completely from gambling. And ESPN has deep connections with those leagues.</p><p>\"Our concerns mostly were not so much journalistic as they were based on the relationships with business partners,\" says Vince Doria, who retired as director of news at ESPN in March. \"The NFL, Major League Baseball, the NBA, the NCAA and by extension college leagues and conferences.\"</p><p>Then, last November, NBA Commissioner Adam Silver <a href=\"http://www.nytimes.com/2014/11/14/opinion/nba-commissioner-adam-silver-legalize-sports-betting.html?_r=0\">wrote an op-ed</a> in <em>The</em> <em>New York Times</em> in which he advocated legal, carefully regulated sports betting.</p><p>SportsCenter's King read that with interest.</p><p>\"This was something of a watershed moment,\" he says. \"But it was also validation because we really thought that in covering this content we were serving audiences the way they wanted to be served.\"</p><p>Doria says another reason ESPN started paying more attention to gambling: the growth of fantasy sports. Especially daily fantasy sports, which are basically an amped up version of weekly contests like fantasy football.</p><p>\"No doubt about it, I think [it's] a big factor,\" he says. \"While fantasy sports has been deemed legal, and not gambling, there's no doubt that these one-day fantasy entities [are] thinly veiled gambling. You're basically betting daily on players instead of teams.\"</p><p>That is, these are legal sites where cash is risked on player performance instead of the outcome of a game. And in a sign of changing times, instead of shunning these sites, Major League Baseball and the NBA have turned them into business partners.</p><p>\"The leagues have decided that, you know, fantasy sports is out there and we might as well make some money off this since they're making money off our product,\" Doria says.</p><p>And it's not just the leagues getting into daily fantasy. Just this week, ESPN said it would put daily fantasy sports on its platforms through a deal with one of those companies, DraftKings.</p><p>And here's one last reason ESPN is more comfortable with gambling: the rise of the nerds. The sports world is big into data and analytics. The deep statistics valued by teams, reporters and hardcore fans are also valued by bettors.</p><p>\"Analytics and data are everything in sports betting,\" says ESPN's Chad Millman, who spent half a year in Las Vegas researching a book about professional sports bettors. \"So there were alternative perspectives and alternative stats that drove the decisions that a lot of bettors were making that would just be interesting to a wider group of fans. Even if they didn't care about sports betting at all. It just made them smarter about how to watch games.\"</p><p>All of this troubles anti-gambling activists like Les Bernal, the national director of a group called Stop Predatory Gambling. Bernal says ESPN and the sports media in general act as PR vehicles for the gambling industry.</p><p>\"You know, major television networks, you're validating this,\" he says. \"So it's one thing to tuck it in the back pages. In the past, newspapers would have point spreads in the back of the paper, whatever. It's there for people who want it. But it wasn't in your face.\"</p><p>And he says when it's in your face, the temptation to bet increases. \"Without question, the more gambling gets covered it makes it more acceptable,\" he says.</p><p>SportsCenter's King says ESPN is not advocating for gambling.</p><p>Instead, he says, \"We're simply committed to serving all sports fans and being authoritative in every meaningful sports conversation.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=ESPN+Brings+Betting+Talk+To+The+Mainstream&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Uri Berliner","audio":[{"meta":{"duration":"282"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1417840429-64ed87.m3u?orgId=1&topicId=1055&d=282&p=2&story=417101885&t=progseg&e=417611774&seg=19&ft=nprml&f=417101885"},{"href":"http://media.npr.org/assets/img/2015/06/24/gettyimages-468767644-finalfour-e008fbaeb7a0dd06d1bd8f2cf4c6367eec0772fd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/06/24/gettyimages-461566382-adam-silver-b74fb759576ee0165f4de3df1df79c4e3c98f728.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1991","width":"2655"}}]}