{"created":"2015-05-19T21:50:51+00:00","modified":"2015-05-22T23:55:54+00:00","valid":{"from":"2015-05-22T23:55:53+00:00","to":"3015-05-22T23:55:53+00:00"},"hreflang":"en","title":"Would Federal Involvement Actually Change Policing?","published":"2015-05-19T23:06:00+00:00","teaser":"Even as the Obama administration takes steps aimed at improving trust between police and communities, there are limits to what the federal government can do.","itags":["npr_api","408010714"],"guid":"e5cab554-4c2f-4816-834c-00035c7ea842","contentencoded":"<p>David Clarke, the sheriff in Milwaukee County, Wisconsin doesn't think federal involvement in policing is going to change much. His reaction to the new White House report on 21st century policing, and what he told the House Judiciary Committee Tuesday, is that it's \"heavy on federal involvement, federal control\" but \"it's not going to change the behavior of many law enforcement agencies or the behavior of many of the individuals of color that we come in contact with on the street that end up in deadly confrontations.\"</p><p>Members of Congress are wrestling with what they might do to help restore minorities' trust in law enforcement even as Attorney General Loretta Lynch headed to Cincinnati to launch a new nation-wide tour to promote the idea of community policing. But the federal government's role in policing is both limited and controversial.</p><p>There are 18,000 police agencies across the country, each with their own ways of doing business and their own local supervision.</p><p>The executive branch has just a few levers of power. The U.S. Justice Department can investigate state and local police for discriminatory stops and excessive force. It can withhold federal grant money.</p><p>And there's one more way federal prosecutors can try to make a difference.</p><p>\"To send a message we're not trying to arrest more people, we're trying to arrest the right people,\" said Jason Weinstein. He used to run the violent crimes unit at the U.S. attorney's office in Baltimore about six years ago.</p><p>Weinstein, now a partner at the law firm Steptoe & Johnson, says in his old job he tried to marshal resources to identify the most dangerous offenders in the city. But he also spent a lot of time meeting with lower level criminals to try to scare them straight, and threaten them with federal prosecution if they didn't listen.</p><p>\"I would introduce myself and say that I was the person whose primary job was to decide if someone who got arrested with a gun or drugs went federal,\" he said. \"And what would happen when someone goes federal for the first time is, they would find out that they were looking at 20 years for the same crime that in Baltimore City they were looking at 20 minutes in jail for.\"</p><p>But in the basement of the police station in Baltimore, after one of those meetings, a community member pulled Weinstein aside to say this: \"You're talking to an audience of people, many of whom don't think they're going to be alive unless they're in jail for 25 or 30 or 35 years.\"</p><p>In other words, Weinstein realized, it wasn't just a law enforcement problem. The Justice Department and Baltimore police revamped the meetings, took them out of the police station and moved them into community centers. They also made sure that the young offenders got offered social services — housing, education, mental health treatment and clothes to wear on job interviews.</p><p>\"I used to joke that we had a Tim Tebow-like completion percentage not Tom Brady or Peyton Manning,\" he said. \"You know in any group of 20 people you might have five who want to take advantage of the services, you might have three who actually do take advantage of the services and you might only have one or two of those who follow through. But that's two people who aren't shooting other people.\"</p><p>There's another thing about federal efforts to play a role in changing the relationship between a community and its police force. It can take just one incident to undo any progress.</p><p>Consider 25-year-old Freddie Gray. He died after suffering a severe spinal injury in police custody in Baltimore this year. The city erupted and the governor called in the National Guard. In the month since Gray's death, the <em>Baltimore Sun</em> has counted 34 other killings in the city.</p><p>The civil rights division at the Justice Department is investigating the Baltimore force. As acting Justice Department civil rights chief Vanita Gupta told a legal group in Colorado: \"The consequences of distrust between law enforcement and the communities they serve can be devastating. Where people perceive the criminal justice system to be arbitrary, biased and unfair, they are less likely to cooperate with law enforcement, making us all less safe.\"</p><p>Meanwhile, six officers have been charged in connection with the Gray case. The officers are fighting the charges and Milwaukee Sheriff David Clarke told lawmakers many police are uneasy seeing their own face the justice system.</p><p>\"The constant bashing and maligning of the profession is starting to take its toll,\" he said.</p><p>Clarke testified that he worries all the negative attention means police will think twice about making a legitimate stop. And that he says could lead to a rise in crime — in the minority communities he says need police the most.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Would+Federal+Involvement+Actually+Change+Policing%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Johnson","audio":[{"meta":{"duration":"230"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408010715-f2edaf.m3u?orgId=1&topicId=1070&d=230&p=2&story=408010714&t=progseg&e=407948189&seg=11&ft=nprml&f=408010714"}]}