{"created":"2014-09-05T16:57:42+00:00","modified":"2014-09-05T16:57:42+00:00","valid":{"from":"2014-09-05T16:57:42+00:00","to":"3014-09-05T16:57:42+00:00"},"hreflang":"en","guid":"e5d59cb3-3d29-4fcc-b871-6e4b1e5e7d6a","title":"Zambia: Rationing health by queue","published":"2014-09-05T16:57:38+00:00","byline":"David Baron","tags":["infrastructure","relief efforts","diseases","Business, Finance & Economics","Development & Education","Health & Medicine","Health","Lusaka","America","Africa","Zambia","Africa","Peter Mwaba","Sydney Rosen","David Baron","Jeff Stringer","Wesley Mkandawire","Mwaijumba Lubunda","Constance Mudenda","HIV/AIDS","Health","AIDS","HIV","Medicine","Social Issues","Rationing Health"],"teaser":"The rationing of health care is not always obvious or explicit. Implicit factors may determine who receives care and who does not.One factor may have imposed a form of unintentional rationing on AIDS care in Zambia, as David Baron reports.","contentencoded":"<p>The rationing of health care is not always obvious or explicit. Implicit factors may determine who receives care and who does not.</p><p>One such factor may have imposed a form of unintentional rationing on AIDS care in Africa.</p><p>The Southern African nation of Zambia, with one of the highest HIV infection rates in the world, has come a long way in its fight against AIDS.</p><p>A decade ago, government clinics provided no drugs to treat the virus. Physicians &ldquo;just looked at patients and watched them die,&rdquo; recalled Dr. Peter Mwaba.</p><p>Mwaba, permanent secretary for Zambia&rsquo;s Ministry of Health, said things started to improve in 2002, when the government launched a pilot program to provide antiretroviral drugs&mdash;ARV&rsquo;s.</p><p>But at first the funding was minuscule, and very few people could be treated.</p><p>&ldquo;It meant that the people who we initially put on ARV&rsquo;s had to have some form of income to add to the government money,&rdquo; said Mwaba. &ldquo;And it meant that the few drugs that we managed to bring in were rationed.&rdquo;</p><p>Today, there is no formal rationing of ARV&rsquo;s in Zambia.</p><p>In fact, thanks to hundreds of millions of dollars donated by the United States and other wealthy countries, the drugs are available free to all Zambians who need them. The nation now has about 300,000 people on ARV&rsquo;s.</p><p>&ldquo;I&rsquo;m quite pleased with it that it has come this way,&rdquo; said Mwaba.</p><p><strong>The Price of Success</strong></p><p>On a typical day in Kanyama&mdash;a sprawling shantytown on the outskirts of Lusaka&mdash;you can see how dramatic the scale-up has been.</p><p>At 8:30 a.m, 90 people have already lined up outside the HIV treatment clinic.</p><p>Men in work clothes and women in colorful dresses sit on benches along a covered walkway. Others squat on the ground or perch on upturned cinderblocks. They wait for their names to be called.</p><p>Mwaijumba Lubunda, the nurse in charge, said the clinic is always busy. And it&rsquo;s getting busier.</p><p>The clinic has enrolled 18,000 patients to date. Each day, another 15 to 20 are added.</p><p>This tiny facility and about two dozen others like it in Lusaka have saved far more lives than people thought possible a decade ago. And yet this success hides a more complex story.</p><p>&ldquo;There&rsquo;s not an explicit rationing plan in Zambia,&rdquo; said Jeff Stringer, an American doctor who runs an organization called the Center for Infectious Disease Research in Zambia. &ldquo;But if you look closely you&rsquo;ll find that there are situations that are causing rationing.&rdquo;</p><p>Stringer&rsquo;s organization provides technical support to Zambia&rsquo;s HIV treatment clinics. Among the things the organization does is track statistics, and what Stringer&rsquo;s team has found is troubling.</p><p>At the government HIV clinics in the past few years, a growing number of patients have stopped showing up. They&rsquo;re not coming for checkups and blood tests. They&rsquo;re not picking up their pills.</p><p>&ldquo;Over half of the patients who have initially been enrolled in the program, we now don&rsquo;t know where they are,&rdquo; said Stringer.</p><p>Some patients may have died or moved away. Others may have stopped taking drugs because they don&rsquo;t like the side effects.</p><p>But Stringer believes there&rsquo;s another important reason many have not returned.</p><p><strong>The Endless Wait</strong></p><p>On a recent day, Wesley Mkandawire, who has been on ARVs for five years, sat in the waiting area outside Kanyama clinic. A shop owner and father,he was wedged between dozens of others on a long bench. He had arrived at 8 a.m. At 11:30, he was still waiting.</p><p>&ldquo;There&rsquo;s a lot of people that have to be attended,&rdquo; he said. &ldquo;So if they say keep on waiting, then I have to keep on waiting.&rdquo;</p><p>A woman nearby knitted. A man dozed.</p><p>Finally, at noon, Mkandawire was called in for a counseling session. It lasted five minutes.</p><p>He then made the short walk to the pharmacy, joining a hundred other patients packed into a tiny space. He said it could take several more hours for his prescriptions to be ready.</p><p>&ldquo;You have to wait, to wait, to wait, to wait,&rdquo; he said.</p><p>And Mkandawire would have to wait again the following month, when he was scheduled to get his prescriptions refilled.</p><p>Concillia Muhau, a patient who also works at Kanyama, said a visit to the clinic often lasts as long as seven hours, and that is too long for some patients.</p><p>&ldquo;If they think of coming to the clinic and spending the whole day here just to be attended to,&rdquo; Muhau said, &ldquo;they decide to stay at home.&rdquo;</p><p>Patients may be especially likely to skip appointments after they&rsquo;ve taken drugs for a while and are feeling healthy, but if they go off those drugs they&rsquo;ll get sick again.</p><p>Although the clinic tries to track down those who go missing, it doesn&rsquo;t have the resources to find all of them.</p><p>In fact, a lack of human resources and space is the fundamental problem behind the long lines, according to Jeff Stringer. He said Lusaka&rsquo;s HIV clinics have simply enrolled more patients than they can handle.</p><p>&ldquo;So the way that that care is rationed is through a queue,&rdquo; said Stringer. &ldquo;Patients who are able to get to the clinic early, patients who are able to wait in line for a long time, those are the ones who can actually be seen.&rdquo;</p><p>&ldquo;The facilities are not willing to say explicitly, &lsquo;We can treat you, and we can&rsquo;t treat you,&rsquo;&rdquo; Stringer continued. &ldquo;These things aren&rsquo;t explicitly stated, but they&rsquo;re implicit in the way that the queue works.&rdquo;</p><p><strong>Implicit Rationing</strong></p><p>This kind of implicit rationing may discourage certain categories of patients&mdash;for instance, those with young children or with full-time jobs.</p><p>Constance Mudenda, an HIV educator in Lusaka, said the long lines are an especially big problem for those who have kept their HIV status hidden from their families or bosses.</p><p>&ldquo;They&rsquo;ll just say, &lsquo;I have to go to town, I&rsquo;ve got this problem.&rsquo; And the boss will just say, &lsquo;Okay, I&rsquo;ve given you two hours. You come back after two hours.&rsquo;&rdquo;</p><p>It&rsquo;s not clear what percentage of Lusaka&rsquo;s HIV patients have been driven away by the long lines, but health economists say this type of unintentional rationing is common, including in the United States.</p><p>Consider the long lines at America&rsquo;s inner-city emergency rooms or the long waits&mdash; sometimes months&mdash;to see a medical specialist in some parts of the United States.</p><p>Sydney Rosen, a health economist at Boston University who studies HIV treatment in Africa, said that as a form of rationing, queuing has downsides and upsides.</p><p>&ldquo;You&rsquo;d have to say that it stacks up reasonably well on a fairness criterion,&rdquo; said Rosen. &ldquo;There&rsquo;s no constraint on who gets to stand in that line. But it&rsquo;s utterly inefficient in the sense that you might have a thousand people losing a full day of otherwise productive time just waiting.&rdquo;</p><p>Rosen said African countries might be better off allocating HIV drugs in other ways.</p><p>Perhaps workers most vital to the functioning of society should be able to skip the line. But which workers would those be, and who would decide?</p><p>Perhaps priority should go to the poorest patients&mdash;those who can least afford any loss of income.</p><p>Of course, what rationing method one chooses depends on what the goal is. Is it equity? Economic efficiency? Something else?</p><p>Rosen said letting queues determine which patients get treated sidesteps an important public discussion.</p><p>&ldquo;This is one way to avoid the problem of having to choose,&rdquo; she said. &ldquo;And governments don&rsquo;t choose very well. It&rsquo;s politically unpopular, and it&rsquo;s difficult.&rdquo;</p><p><strong>Difficult Choices</strong></p><p>Zambia&rsquo;s choices are likely to become even more difficult.</p><p>The Zambian government hopes to shorten the queues at HIV clinics by opening new clinics and making existing ones more efficient, but HIV is still spreading rapidly here and in much of Africa.</p><p>A recent United Nations report found that for every one person put on HIV treatment, two people become newly infected, which means the demand for treatment continues to grow.</p><p>Yet there is great concern that the money to treat the illness will not keep up.</p><p>Funding from the United States and other donor countries is starting to level off as wealthy nations face their own budgetary constraints and reconsider their priorities.</p><p>The result is that, while countries like Zambia may be rationing HIV treatment unintentionally, on a global scale the choices being made are intentional and explicit.</p><p>Politicians in the U.S. and other wealthy countries will have to decide: How much are they willing to spend, in which countries, to save how many lives in Africa?</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/zambia.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/zambiajpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/local-pri-940943.mp3"},{"href":"http://www.pri.org/file/local-pri-940943mp3"},{"href":"https://www.youtube.com/watch?v=TA3u70ao55A"},{"href":"http://www.pri.org/file/world-zambia-rationing-queue"}]}