{"created":"2015-03-24T07:42:53+00:00","modified":"2015-06-05T15:27:30+00:00","valid":{"from":"2015-06-05T15:27:30+00:00","to":"3015-06-05T15:27:30+00:00"},"hreflang":"en","title":"Many Doctors Who Diagnose Alzheimer's Fail To Tell The Patient","published":"2015-04-01T23:58:00+00:00","teaser":"Only about half of Medicare patients are told of the diagnosis by their doctor, a study finds. That compares to 90 percent of patients diagnosed with cancer.","itags":["npr_api","394927484"],"guid":"e5da6ea9-4f43-4991-9719-40b755d66b1f","contentencoded":"<p>Doctors are much more likely to level with patients who have cancer than patients who have Alzheimer's, according to a <a href=\"http://www.alz.org/alzheimers_disease_facts_and_figures.asp\">report</a> released this week by the Alzheimer's Association.</p><p>The report found that just 45 percent of Medicare patients who'd been diagnosed with Alzheimer's said they were informed of the diagnosis by their doctor. By contrast, more than 90 percent of Medicare patients with cancer said they were told by their doctor.</p><p>\"What we found is really shocking,\" says Beth Kallmyer, vice president of constituent services for the Alzheimer's Association.</p><p>\"This is reminiscent of what happened in the 1960s and 1970s with cancer,\" she says. \"But that's changed now, and it really needs to change for Alzheimer's as well.\"</p><p>For years, the association's help line has been receiving complaints from family members who say that doctors are reluctant to reveal an Alzheimer's diagnosis, Kallmyer says. So the association decided to investigate by studying medical records and survey results from Medicare recipients.</p><p>To make sure that Alzheimer's patients hadn't simply forgotten what a doctor said, the group also looked at Medicare survey responses from family members and other caregivers. The result wasn't much better: Just 53 percent said a doctor told them of the patient's diagnosis.</p><p>The report also found that patients with advanced Alzheimer's were more likely to say they'd been told than people in the early stages of the disease.</p><p>One reason doctors often cite for not telling patients is the time constraints of a typically short appointment, says <a href=\"http://www.alz.org/documents/eastcentraliowa/Keith_Fargo_Bio_12.11.14.pdf\">Keith Fargo</a>, director of scientific programs at the Alzheimer's Association. \"It's difficult to disclose a diagnosis of a fatal brain disease in just a few minutes,\" he says.</p><p>It's also hard for doctors to tell patients they have a disease that can't be stopped or even slowed down by a drug or surgery, Fargo says. And, he says, doctors often fear the emotional reaction an Alzheimer's diagnosis can cause.</p><p>But doctors need to change their behavior for the sake of their patients, Fargo says.</p><p>\"By the time you get to a point where you can be diagnosed with Alzheimer's disease you are already beginning to experience a loss of some of your cognitive functions,\" he says. \"That's distressing. And to not know why is confusing, and can be frightening.\"</p><p>Patients with Alzheimer's should be told, even though it's not an easy thing to do, says <a href=\"http://banneralz.org/physicians-plus-referrals/meet-our-team.aspx\">Dr. Pierre Tariot</a>, a geriatric psychiatrist who directs the Banner Alzheimer's Institute in Phoenix.</p><p>Tariot can't remember the first time he informed someone they had Alzheimer's, but he's pretty certain it didn't go well. \"I'm sure that I squirmed,\" he says. \"I'm sure that I was uncomfortable and somewhat vague and evasive.\"</p><p>Tariot says he has gotten better, in part because he has learned to anticipate the questions he's likely to get from patients and family members: \" 'Is there anything we can do?' 'Am I going to get worse?' 'When am I going to die?' or 'When is she going to die?' \"</p><p>And, over the past several decades, Tariot has learned that his patients are grateful when he is honest about what is happening to their brain. \"People are relieved, not distressed,\" he says. \"They're relieved to have somebody who knows what's going on and gives a message of at least some hope ... a message that, 'We will stand by and navigate this process with you.' \"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Many+Doctors+Who+Diagnose+Alzheimer%27s+Fail+To+Tell+The+Patient&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Hamilton","audio":[{"meta":{"duration":"198"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395001635-dc1b18.m3u?orgId=1&topicId=1128&d=198&p=3&story=394927484&t=progseg&e=394997796&seg=3&ft=nprml&f=394927484"},{"href":"http://media.npr.org/assets/img/2015/03/23/atrophy-brain-b5eca11a0b7ae72b928973c3434db199752f67ef.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1237","width":"1650"}}]}