{"created":"2015-02-23T14:16:47+00:00","modified":"2015-06-16T17:25:46+00:00","valid":{"from":"2015-06-16T17:25:46+00:00","to":"3015-06-16T17:25:46+00:00"},"hreflang":"en","title":"The Oscars: What People Are Saying The Day After","published":"2015-02-23T18:16:00+00:00","teaser":"From civil rights to immigration and health issues such as Alzheimer's and Lou Gehrig's diseases, advocacy was a big part of last night's show. Here's what people are saying about it Monday.","itags":["npr_api","388430866"],"guid":"e5eb2e98-6e56-42c8-a6b9-6cabd87dc825","contentencoded":"<p>Along with learning who won an Oscar at last night's Academy Awards, we learned a lot more: Who to call (your parents), and what women should be paid (the same as men). From civil rights to immigration and health issues such as Alzheimer's and Lou Gehrig's diseases, advocacy was a big part of last night's show. Here's a quick rundown of what people are saying Monday.</p><p><strong>Update at 12:45 p.m. ET: Low Ratings, And Stephen Hawking's Reaction</strong></p><p>Compared to last year's show hosted by Ellen DeGeneres, not as many people watched this year. <a href=\"http://deadline.com/2015/02/oscar-ratings-2015-academy-awards-show-abc-1201379351/\">Deadline Hollywood </a>reports:</p><p>\"Viewershipwise, the 87<sup>th</sup> Academy Awards were watched by 34.6 million between 8:30 and 11 PM in the early results. That's down almost 14% from the 40.2 million who watched the show over the same time period last year.\"</p><p>In another update, Stephen Hawking used <a href=\"https://www.facebook.com/stephenhawking\">Facebook </a>to cheer a win by the actor who portrayed him: \"Congratulations to Eddie Redmayne for winning an <a href=\"https://www.facebook.com/hashtag/oscar?source=feed_text&story_id=787167211370378\" data-ft=\"{\"tn\":\"*N\",\"type\":104}\">‪#‎Oscar</a> for playing me in <a href=\"https://www.facebook.com/TheoryofEverythingMovie\" data-gt=\"{\"entity\":\"317628811728557\",\"path\":\"\\/pagelet\\/pageletserver.php:PagePostsPagelet\"}\" data-hovercard=\"/ajax/hovercard/page.php?id=317628811728557\">The Theory of Everything Movie</a>. Well done Eddie, I'm very proud of you. –SH.\"</p><p><em>Our original post continues:</em></p><p>After winning a best supporting actress Oscar for <em>Boyhood</em>, Patricia Arquette addressed every mother and every American: \"We have fought for everybody else's equal rights. It's our time to have wage equality once and for all — and equal rights for women in the United States of America.\"</p><p>Loud cheers rose as Arquette spoke, with Meryl Streep repeatedly pointing at Arquette as she applauded her alongside Jennifer Lopez. As NPR's Linda Holmes notes <a href=\"http://www.npr.org/blogs/monkeysee/2015/02/23/388291018/birdman-wins-big-on-a-soggy-night-at-the-oscars\">in her recap post</a> for of the Monkey See blog, \"This moment was The Jubilation That <a href=\"http://31.media.tumblr.com/5b5d50376ec092f6d318aea3c85535dd/tumblr_nk7eysuwpJ1qiavcao1_400.gif\" target=\"_blank\">Launched A Thousand GIFs</a>.\"</p><p>Race was also a topic at an Oscars in which all 20 of the nominees in the acting categories were white, and the Martin Luther King Jr. film <em>Selma </em>wasn't picked to vie for any of the high-profile awards besides best picture.</p><p>\"There had been some talk about a protest outside the ceremony from civil rights groups,\" NPR's Mandalit del Barco reports. \"Reportedly the director of <em>Selma</em>, Ava DuVernay, convinced them to begin a dialogue with the Academy instead of protesting.\"</p><p>After winning for best original song for <em>Selma's </em>\"Glory<em>,</em>\" John Legend and Common outlined a struggle that's still continuing. In a performance and acceptance speech, they reflected how fully politics were intertwined with this Oscars show, leading to <a href=\"http://www.politico.com/story/2015/02/john-legend-common-oscars-115414.html\">a story by Politico</a>.</p><p>\"We know that right now the struggle for freedom and justice is real,\" Legend said from the podium. \"We live in the most incarcerated country in the world. There are more black men under correctional control today than were under slavery in 1850.\"</p><p><em>Birdman</em> best picture winner Alejandro Gonzalez Inarritu used his speech to discuss immigration and the current atmosphere in the U.S.</p><p>As the <em><a href=\"http://www.latimes.com/entertainment/movies/la-et-mn-oscars-birdman-main-20150223-story.html#page=1\">Los Angeles Times</a></em> reports, Inarritu told the audience, \"I want to dedicate this award for my fellow Mexicans, the ones who live in Mexico.\"</p><p>Discussing immigrants in the U.S. at the end of his speech, Inarritu said, \"I pray that they can be treated with the same dignity and respect as the ones who came before and built this incredible immigrant nation.\"</p><p>Another important theme of the night was suicide.</p><p>From <em>New York</em> magazine's <a href=\"http://www.vulture.com/2015/02/oscars-2015-highs-lows.html\">culture blog, Vulture</a>: \"Earlier in the night,<em> Crisis Hotline</em> director Ellen Goosenberg Kent and producer Dana Perry said 'we should talk about suicide out loud' in their Oscars speech. Graham Moore, winner of Best Adapted Screenplay for <em>The Imitation Game</em>, answered their call, <a href=\"http://www.vulture.com/2015/02/graham-moores-oscars-speech-will-make-you-cry.html\" data-track=\"Body Text Link: Internal: vulture\">speaking candidly</a> of his own suicide attempt at age 16.\"</p><p>Moore told young people in the audience \"to stay different, stay weird.\"</p><p><a href=\"http://www.bbc.com/news/entertainment-arts-31585943\">The BBC</a> notes that best actress nominee Reese Witherspoon backed the #AskHerMore campaign, urging the media to ask women about their lives and challenges, instead of focusing only on who made the dress they're wearing.</p><p>Of that campaign, Linda tweeted: \"On red carpet questions: Liking fashion is an okay thing! Dresses are creative work and not shameful! Just ask other stuff also.\"</p><p>For a show that's all about the movies, the broadcast brought several memorable musical performances, such as:</p><p>Tegan and Sara and The Lonely Island performing a raucous version of \"Everything Is Awesome\" from <em>The LEGO Movie ...</em></p><p>Legend and Common performing the moving <em>Glory </em>from<em> Selma ...</em></p><p>Lady Gaga's tribute to <em>The Sound of Music ...</em></p><p>And Tim McGraw performing Glen Campbell's \"I'm Not Gonna Miss You,\" a moment that sparked tears for many, including Julianne Moore, who later won best actress for her portrayal of a professor with Alzheimer's. Here's the original version, from Campbell:</p><p>And then there was the show's length, which is often indirectly proportional to another element — viewer interest. By the end, even host Neil Patrick Harris' buoyantly impish approach (including an appearance in his underwear, in a nod to best picture winner <em>Birdman</em>) wasn't much help to some, including Slate's Dana Stevens.</p><p>While praising Harris for his opening monologue and song, <a href=\"http://variety.com/2015/tv/reviews/oscars-tv-review-2015-academy-awards-broadcast-1201439003/\"><em>Variety</em> critic Brian Lowry</a> writes, \"whether his performance warrants an encore is difficult to divorce from the general malaise of the evening.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Oscars%3A+What+People+Are+Saying+The+Day+After&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"424"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388473411-6fb211.m3u?orgId=1&topicId=1048&d=424&story=388430866&ft=nprml&f=388430866"}]}