{"created":"2015-01-26T19:15:20+00:00","modified":"2015-01-28T13:02:40+00:00","valid":{"from":"2015-01-28T13:02:40+00:00","to":"3015-01-28T13:02:40+00:00"},"hreflang":"en","guid":"e5f17bfc-997d-4875-9be2-d9ea1887b2f9","title":"Meet the surfing grandfather from Florida who helped the Kurds fight ISIS","published":"2015-01-28T13:02:33+00:00","byline":"Rebecca Collard","tags":["Islamic State in Iraq and Syria","ISIS","peshmerga","foreign fighters","Kurds","Conflict","Conflict & Justice","Syria","Iraq","Middle East","Kurdistan","Dean Parker","Dillon Hillier","Middle East","Peshmerga","ISIS","Islamic state","Yazidi","Ethnic groups in Iraq","Iraqi Kurdistan","Kurdish people","War"],"teaser":"One day, Dean Parker was watching the news on TV. The next he was packing up body armor and preparing to fight with Kurdish forces against ISIS militants in Iraq and Syria. Now he's looking for a flight home — and knows he has some explaining to do to the FBI and Homeland Security.\r\n","contentencoded":"<p>Dean Parker was sitting on his couch one evening, relaxing after a long day at his job as a commercial painter. That's when he saw a news report about Kurds fighting on northern Iraq's Mount Sinjar, where ISIS had trapped thousands of people from the Yazidi religious sect.</p>\n<p>“I made the decision right there after watching those news reports,” Parker recalls. “After watching it for an hour, I was very upset. And I was online booking a ticket.”</p>\n<p>He packed body armor from a local military surplus shop, a sturdy pair of boots, clothes and his e-reader — loaded with a copy of Sun Tzu’s \"The Art of War.” A month later, Parker was in Syria, fighting with Kurdish forces on the front line against ISIS. </p>\n<p>He says he didn’t tell his family until he was already in Syria. “They were worried, you know messaging me: 'Come home, come home.' I told them I can’t. Not yet, anyways,” Parker says. “And after a couple days it sunk in and at they were very supportive.\"</p>\n<p>Parker, a lanky 49-year-old who's an avid surfer and a grandfather, is one of at least a dozen Westerners who have traveled to the Middle East to take up arms against Islamist militants, who have hundreds of foreign fighters of their own.</p>\n<p>Parker had no military experience, and was kept away from the most active front lines. But that’s not the case for many of the other Western fighters who have joined the peshmerga, the Kurdish military forces. A <a href=\"http://www.cbc.ca/news/canada/ottawa/canadian-vet-dillon-hillier-aiding-kurdish-fight-with-isis-video-shows-1.2857457\">video posted online in December</a> shows Canadian Dillon Hillier, who served in the Canadian military in Afghanistan, trying to help an injured fighter while under fire.</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"348\" src=\"http://www.cbc.ca/i/caffeine/syndicate/?clipId=2623125174\" width=\"620\"></iframe></p>\n<p>Parker says he met two other Americans among the dozen or so Western fighters. They didn't always have translators, but he says they did always find ways to communicate with their Kurdish counterparts.</p>\n<p>Parker recalls the first time his unit, which included both Kurds and foreigners, came under fire. He was on guard duty on the roof. </p>\n<p>“I go running back and I yell over the side of the wall at some of the other foreign fighters, like, ‘Ah, I’m getting shot at up here, what should I do?’” Parker remembers. “One said, 'Ducking would probably be a good idea.’ I started laughing and said, ‘OK, I’ll do that.’”</p>\n<p>There is a general camaraderie among the Western recruits, Parker says, but other foreign fighters criticized him for being in a combat zone without military experience, saying it put others at risk.</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/DeanParker-1.jpg?itok=L2SSPoWh\" alt=\"\" /><div class=\"field-caption\">\n    <p>Florida surfer Dean Parker outfitted for battle against ISIS.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Dean Parker</p>\n  </div>\n</div>“It was just one or two that were kind of ribbing me out about it,” he says. “But everyone else we were with was like, ‘Dude, we’re down, let’s go. Let’s go rock and roll. You want to patrol, ok, let’s go do a patrol.’”\n<p>And he insists that merely the presence of foreign fighters is a morale boost for the Syrian Kurdish troops.</p>\n<p>“There is a famous Kurdish saying: 'We have no friends but the mountains.’ And that saying has always stuck,” Parker says. “And I thought … if I do nothing else, it’s someone coming all the way around the world to say, ‘Hey, you guys aren’t alone in this horrific fight here against these monsters. You know, people do care, so just the moral support.’”</p>\n<p>But for Parker, morale is a bit lower these days. He’s staying in a modest hotel in Sulaymaniyah, another city in the Kurdish part of Iraq, trying to raise enough money to get a ticket home to Miami.</p>\n<p>“I’m sure the Department of Homeland Security is going to want to have a talk with me. And the FBI is going to want to have a talk with me,” Parker says. “That’s understandable. I don’t have anything to hide.\"</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/DeanParkerFeature.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/deanparkerfeaturejpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/012620159.mp3"},{"href":"http://www.pri.org/file/012620159mp3"}]}