{"created":"2014-10-08T02:24:06+00:00","modified":"2014-11-20T21:05:26+00:00","valid":{"from":"2014-11-20T21:05:26+00:00","to":"3014-11-20T21:05:26+00:00"},"hreflang":"en","title":"Richard Reed Parry Turns Musicians Into Metronomes","published":"2014-07-14T12:35:00+00:00","teaser":"On the Arcade Fire member's solo classical debut, the body drives the beat — not the other way around.","itags":["npr_api","330688722"],"guid":"e5f43a0c-a6bb-4f95-8a43-176ca1475835","contentencoded":"<p>Richard Reed Parry is famous for making music sound big. As a core member of <a href=\"http://www.npr.org/artists/16334660/arcade-fire\" target=\"_blank\">Arcade Fire</a>, the Grammy-winning indie rock group from Montreal, he wields multiple instruments to help create deep, layered textures in which strings and synthesizers, slow ballads and disco dance tracks are all at home.</p><p>Parry's first solo album is a departure even from that broad sound. It's a collection of classical compositions featuring <a href=\"http://www.npr.org/artists/121875261/nico-muhly\" target=\"_blank\">Nico Muhly</a>, the yMusic ensemble and the <a href=\"http://www.npr.org/artists/14983141/kronos-quartet\" target=\"_blank\">Kronos Quartet</a>. The album is called <em>Music for Heart and Breath</em>, and as Parry tells <em>Weekend Edition Sunday</em>, the title advertises the daring concept that holds the album together: the musician's body as metronome.</p><p>\"Every note, and everything that any of the musicians plays, is played either in sync with the heartbeat of that player, or with their breathing, or with the breathing of another player,\" Parry explains. \"You have a stethoscope and you have an Ace bandage. The Ace bandage is wrapped around your chest, and it presses the stethoscope to your heart.\"</p><p>From there, the players do their best to keep track of their internal rhythms with one ear and their instruments with the other — quite the challenge, Parry says, especially in live performance, wherein simply stepping on a stage tends to speed a performer's pulse.</p><p>\"It's definitely an un-intuitive way of playing music,\" he says. \"Which is funny, considering that it's in some ways it's the most intuitive musical reference point that anybody could have.\"</p><p>Hear the full interview with NPR's Arun Rath at the audio link.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Richard+Reed+Parry+Turns+Musicians+Into+Metronomes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"445"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331133865-7000c2.m3u?orgId=1&topicId=1105&ft=3&f=330688722"},{"href":"http://media.npr.org/assets/img/2014/07/11/rrp-a6dc2a644165c5b3d10aa8fd780cc55ff2eba732.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2763","width":"3688"}}]}