{"created":"2014-10-08T15:45:03+00:00","modified":"2014-10-31T01:55:05+00:00","valid":{"from":"2014-10-31T01:55:05+00:00","to":"3014-10-31T01:55:05+00:00"},"hreflang":"en","title":"In Life And Fiction, Edward St. Aubyn Sheds The Weight Of His Past ","published":"2014-05-20T22:39:00+00:00","teaser":"The writer is best known for his semi-autobiographical novels about an Englishman from a posh but monstrous family. St. Aubyn's new book marks a departure.","itags":["npr_api","314239583"],"guid":"e5f78e3f-134f-402b-9a24-f368551435b4","contentencoded":"<p>The winner of the United Kingdom's only literary prize for comic fiction was awarded Monday <a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/19/313861784/book-news-novel-mocking-literary-prizes-wins-literary-prize\">to Edward St. Aubyn</a> for his new book, a satire about Britain's most prestigious literary award. The novel is called <em>Lost for Words</em> and it was just published in the U.S.</p><p>St. Aubyn is best known for his five semi-autobiographical novels about the character Patrick Melrose, who, like St. Aubyn, is from an upper-class family that was posh but monstrous. St. Aubyn and his character, Patrick Melrose, were sexually abused by their fathers, and their alcoholic mother didn't seem to notice.</p><p><em>New Yorker</em> literary critic James Wood <a href=\"http://www.newyorker.com/arts/critics/books/2012/02/27/120227crbo_books_wood?currentPage=all\">wrote this</a> about the Patrick Melrose novels: \"The striking gap between, on the one hand, the elegant polish of the narration, the silver rustle of these exquisite sentences, the poised narrowness of the social satire and, on the other hand, the screaming pain of the family violence inflicted on Patrick makes these books some of the strangest contemporary novels.\"</p><p>St. Aubyn tells <em>Fresh Air</em>'s Terry Gross about writing novels that mine his personal tragedies.</p><hr /><h3><strong>Interview Highlights </strong></h3><p><strong>On how <em>Lost for Words</em> represents a new approach to writing for him</strong></p><p>The [personal] contract under which I originally wrote <em>Never Mind</em>, my first novel, was rather a drastic one. I tried writing three or four novels up to that point and I never completed them, and I'd thrown them away. And I made a deal with myself that I would either write a novel and get it published or commit suicide. I was very unhappy at that time; I was 28. And it worked and I didn't disrupt that formula, so I went on writing with the menace of insanity and suicide in the background.</p><p>And then when it came to my eighth novel, I asked myself, \"Does it have to be this way?\" And <em>Lost for Words</em>, in some sense, is the answer to that question. I tore up the old contract and thought, \"Can I write a book I enjoy writing and which people enjoy reading?\"</p><p><strong>On his Patrick Melrose novels, which follow the life of an upper-class Englishman from an abusive childhood to heroin addiction to recovery</strong></p><p>All of these books are about how to become free: how to become free of your conditioning; how to become free of resentment and hatred and the weight of the past. So Patrick is on the case. He may often be very unhappy or self-destructive or confused or say things that are sarcastic, but his whole direction is toward freedom, which he eventually achieves.</p><p><strong>On how Patrick Melrose's father, David, rationalizes raping his son</strong></p><p>I think the people who behave in ways which are very destructive, immoral and which they know to be wrong search for whatever excuses, pretext and lies that are available to them, and someone like David Melrose will naturally choose to regard the disapproval that most people would feel about what he does as middle-class prudery. That is the defense available to him. ... People tell themselves the craziest stories, and David Melrose is a particular character in particular circumstances who uses the stories available to him.</p><p><strong>On his decision to write Patrick Melrose's shocking story in an unshocking way</strong></p><p>It would have been so unnecessary to write it in a shocking way. The shock would be amplified, I thought, by writing it in a restrained way. I also felt I needed a certain kind of classicism and simplicity.</p><p>The [Patrick] Melrose novels ... are highly autobiographical and are set in one day and in one place. I suppose lucidity is the virtue that I tried to infuse the novels with, and I didn't need to make it a shocking style. On the contrary, both for me to be able to write it at all — to be able to bear to write it — and I think for the sake of the reader, there needed to be various forms of distance, that kind of restraint, and also humor, which emerges rather improbably from the story of rape and addiction and near insanity and the destruction of an individual and the downfall of a family. ... What's comic and what's tragic depends on distance. I suppose the humor is also a way of keeping a distance.</p><p><strong>On the power of literature</strong></p><p>Books always had this very powerful effect on me because of some communication, somebody seeming even in a very symbolic or displaced way to understand what I was feeling. And I think that is the miracle of literature, is this private communication between one intelligence and another.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Life+And+Fiction%2C+Edward+St.+Aubyn+Sheds+The+Weight+Of+His+Past+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2183"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1314269514-d09f86.m3u?orgId=1&topicId=1033&ft=3&f=314239583"},{"href":"http://media.npr.org/assets/img/2014/05/20/st.aubyn-edward-c-timothy-allen-81593bc5d57e9f898ba7ab245b21008084fad843.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2172","width":"2894"}}]}