{"created":"2015-05-28T21:54:17+00:00","modified":"2015-07-03T20:23:35+00:00","valid":{"from":"2015-07-03T20:23:35+00:00","to":"3015-07-03T20:23:35+00:00"},"hreflang":"en","title":"Former House Speaker Hastert Indicted In Probe Into $3.5M In Withdrawals","published":"2015-05-29T16:37:00+00:00","teaser":"The Illinois Republican is accused of taking the money out in chunks of less than $10,000 to evade reporting requirements, and of lying to the FBI about it.","itags":["npr_api","410366275"],"guid":"e602ea42-d4fa-453d-8db7-bc579d619af5","contentencoded":"<p>Former Speaker of the House Dennis Hastert was indicted Thursday by a federal grand jury in Chicago. The Illinois Republican, 73, is charged with trying to evade cash withdrawal requirements, and with lying to the FBI about it.</p><p>According to the U.S. attorney's office, Hastert agreed to pay $3.5 million to a person identified only as Individual A \"in order to compensate for and conceal his prior misconduct against Individual A.\" The indictment charges that Hastert began withdrawing money from various bank accounts, and that beginning in approximately July 2012 he started structuring those withdrawals in increments of less than $10,000 to evade currency transaction requirements that withdrawals of $10,000 or more be reported.</p><p>The indictment says that when questioned in December 2014 about the withdrawals, Hastert falsely stated he was keeping the cash.</p><p>If convicted, Hastert could face five-year prison terms for each of the two counts, and fines of up to $500,000.</p><p>Hastert served eight years as speaker, and just over 20 as a member of the House, representing a suburban Chicago district. He is a former high school teacher and wrestling coach.</p><p>He took the speaker's gavel after Newt Gingrich stepped down following party losses in the 1998 congressional elections, and after GOP leaders' first choice to replace him, Congressman Bob Livingston of Louisiana, stepped aside after revelations of extramarital affairs.</p><p>Hastert resigned from Congress in 2007 and has been serving as a lobbyist since then.</p><p>According to the indictment, Individual A has known Hastert for \"most of Individual A's life.\" The indictment says during a meeting in 2010, Hastert agreed to pay $3.5 million \"in order to compensate for and conceal his prior misconduct against Individual A.\"</p><p>In 2014, the FBI questioned Hastert about withdrawals he had been making over the past 4 1/2 years. When asked specifically whether the purpose of the withdrawals was to store cash because he did not feel safe with the banking system, Hastert told the agent: \"Yeah ... I kept the cash. That's what I'm doing.\"</p><p>The U.S. attorney's office says Hastert will appear for arraignment at a later date.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Former+House+Speaker+Hastert+Indicted+In+Probe+Into+%243.5M+In+Withdrawals&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Brian Naylor","audio":[{"meta":{"duration":"176"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410404022-d52858.m3u?orgId=1&topicId=1014&d=176&story=410366275&ft=nprml&f=410366275"},{"href":"http://media.npr.org/assets/img/2015/05/28/18580601_h3644428-46b017a817431ce736cc6c5c4ba09800aff14dca.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2813","width":"3751"}}]}