{"created":"2015-04-22T18:36:13+00:00","modified":"2015-04-23T14:29:31+00:00","valid":{"from":"2015-04-23T14:29:31+00:00","to":"3015-04-23T14:29:31+00:00"},"hreflang":"en","guid":"e60947ee-d5ce-4c67-b98e-a06d0bb1ce5d","title":"An Arab newscaster in Israel has a message: 'This is not your country. This is our country.'","published":"2015-04-23T14:29:28+00:00","byline":"Daniel Estrin","tags":["Arab Israeli","Israeli-Palestinian conflict","Lucy Aharish","Benjamin Netanyahu","news","i24","Media","Arts, Culture & Media","Asia","Israel","Middle East","Israeli–Palestinian conflict","Israel","Palestinian nationalism","Israeli society","Arab citizens of Israel","Israeli people","Israelis"],"teaser":"Arab Israeli newscaster Lucy Aharish is proud to be Israeli, and she's being honored at the country's Independence Day ceremony on Wednesday. Not everyone is happy to have an Arab included into the festivities, so what's her response? Deal with it.","contentencoded":"<p>During Israel’s Olympics-style Independence Day spectacle on Wednesday, 14 Israelis participated by lighting torches. They were all chosen in recognition of their extraordinary contributions to the country. One of them was a rare breed in this nation: an Arab Israeli newscaster.</p>\n<p>Lucy Aharish anchors an English-language evening news show on <a href=\"http://i24news.tv\">i24news</a>, Israel's 24-hour cable news network. She also hosts a Hebrew-language talk show on <a href=\"http://www.iba.org.il/world\">Israel’s biggest TV channel</a>, moderating a panel of Israelis debating the burning issues of the day.</p>\n<p>Yet even as a state committee honored her at the torch lighting ceremony for promoting coexistence on the airwaves, her inclusion caused a tempest.</p>\n<p>Aharish is all too familiar with what some Israelis think: “Who is she? Why should we give an Arab the opportunity to light a torch?” she says while sitting in the i24news studio. But she's equally frustrated by the Israelis who think she should just be happy to be there.</p>\n<p>“This [is] patronizing me,\" she says. \"‘I am happy my country is giving you the opportunity to light a torch.’ Listen, buddy, this is not your country. This is our country.\"</p>\n<p>On the other side of the divide, some Arabs are upset at Aharish’s participation in the ceremony. Independence Day marks what Palestinians and the Arab world refer to as al-Nakba — “the catastrophe\" — when Arabs were uprooted from their homes during the 1948 war that led to Israel’s founding.</p>\n<p>While Arabs make up a fifth of the Israeli population, few of them feel a part of Israeli society. Most simply identify themselves as Palestinians.</p>\n<p>Aharish is different. She grew up in a Jewish town and speaks flawless Hebrew. She considers herself a proud Israeli, and while she supports the creation of a Palestinian state, she thinks Israel should remain a Jewish democracy.</p>\n<p>“I am not a victim,” Aharish says. “I am not the victim of the Jews. I’m not a victim of the Arabs, I’m not a victim of the society, and I’m not a victim of the government. The minute I will stop seeing myself as a victim, this is the minute I can break this glass ceiling that everybody's talking about.”</p>\n<p>Last month, though, she had a crisis of faith. It was election day in Israel, and Prime Minister Benjamin Netanyahu issued a videotaped missive to his supporters warning them that Arabs were being bussed to the polls in droves. The way Aharish saw it, the prime minister painted her and other Arabs in Israel as the enemy.</p>\n<p>She gave a tearful reaction on Israel’s version of \"Meet The Press,\" which made world news and went viral on social media.</p>\n<p>“I don’t have an Israeli passport?\" she asked on the program. \"I am not a citizen of this state? My parents didn’t grow up here? This isn’t their land? What is the prime minster talking to me about?”</p>\n<p>Aharish says she intends to send a message to Netanyahu by walking across the stage at the torch-lighting ceremony.</p>\n<p>“I exist, and I am going to light a torch, and I am going to be really proud to tell him that, whether you like it or not, I am not going anywhere,” Aharish said. “At the end of the day, each and every person who thinks that I don't belong here will need to face me.”</p>\n<p><em>CORRECTION: A headline on a previous version of this story incorrectly characterized Lucy Aharish as the first Arab newscaster in Israel. While a pioneering news anchor, she is not the first.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-22%2Flucy-aharish-arab-israeli-and-shes-one-israelis-top-news-anchors&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/11060847_10152939059969079_396035310881726154_n.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/1106084710152939059969079396035310881726154njpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04222015_03.mp3"},{"href":"http://www.pri.org/file/0422201503mp3"}]}