{"created":"2014-11-17T08:48:31+00:00","modified":"2014-11-24T01:14:40+00:00","valid":{"from":"2014-11-24T01:14:40+00:00","to":"3014-11-24T01:14:40+00:00"},"hreflang":"en","title":"Top Spenders On Capitol Hill Pay Billions, Receive Trillions","published":"2014-11-17T20:24:00+00:00","teaser":"A new analysis by the Sunlight Foundation examines corporations that expend the most money in Washington on campaign contributions and lobbying. Defense contractors and finance giants lead the pack.","itags":["npr_api","364591114"],"guid":"e6092936-9b80-40e5-9a90-3b0937b9f01f","contentencoded":"<p>How much power should corporations wield in Washington? It's an enduring question — and now the <a href=\"http://sunlightfoundation.com/blog/2014/11/17/fixed-fortunes-biggest-corporate-political-interests-spend-billions-get-trillions/\" target=\"_blank\">Sunlight Foundation has devised a new way</a> to gauge that power.</p><p>The foundation took the 200 corporations most active in Washington, analyzed the years 2007-2012 and applied several metrics: what the companies got in federal contracts and other federal support, what they spent on lobbying, how much their executives and political action committees gave in campaign contributions.</p><p>Bill Allison, the Sunlight Foundation's editorial director, says there aren't permanent majorities governing in Congress and the executive branch — \"but there really are permanent interests in Washington,\" he says.</p><p>With some companies, a policy of giving big to political campaigns might seem pretty obvious; at other companies, it's less obvious. \"But federal spending is a big part of their business model,\" Allison says.</p><p>He says the top 200 corporations accounted for nearly $6 billion in lobbying and campaign contributions. Those same corporations benefited from more than $4 trillion in federal contracts and assistance.</p><p>Take defense contracts. This year alone, the Pentagon is budgeted to spend $163 billion on procurement and research and development. Military contractors lead the list of contract recipients, and they hover in the upper ranks of companies with the biggest campaign contributions.</p><p>Finance is the other dominant corporate sector. Some of the country's biggest financial institutions — Goldman Sachs, Bank of America and others — are the top recipients of federal aid, largely because it cost so much to rescue the financial sector after the 2008 market crash.</p><p>Last week Congress came back for its lame-duck session, and the fundraising business resumed — after a short hiatus.</p><p>\"We're just through an election season, and everybody is probably sick to death of thinking about elections,\" Allison says. Still, he says, some corporate PACs are gearing up for prime time: \"A lot of times with these interests, they are less interested in an election than they are in governance and what's happening on Capitol Hill.\"</p><p>And that's another metric in the analysis: How much campaign money went to incumbents?</p><p>Some corporate strategists are risk-averse. Honeywell International, for example, gave 88 percent of its contributions to incumbents.</p><p>A statement from Honeywell says its PAC \"supports those who support the policies that are most important to our business.\"</p><p>All of this might imply that donors are the driving force on Capitol Hill, but <a href=\"http://www.rochester.edu/college/psc/primo/\" target=\"_blank\">David Primo</a>, a professor of political science and business administration at the University of Rochester, doubts that.</p><p>\"The conventional wisdom out there is that businesses are going to Washington, writing checks and expecting big returns,\" he says. \"But the other side of the story is that members of Congress may implicitly threaten businesses, that if they don't change their policy or if they're not heavily involved in the political process, that bad things might happen to them.\"</p><p>That doesn't make the process any more sparkling clean — but it does point the accusing finger in a different direction.</p><p>\"By and large the political science research hasn't found that money in politics drives policy outcomes,\" Primo adds. \"The research is more mixed on exactly what it is that money's doing.\"</p><p>It's a situation about as murky as Washington itself.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Top+Spenders+On+Capitol+Hill+Pay+Billions%2C+Receive+Trillions&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Overby","audio":[{"meta":{"duration":"207"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364641183-9ffe0c.m3u?orgId=1&topicId=1014&ft=3&f=364591114"},{"href":"http://media.npr.org/assets/img/2014/11/16/458385716-560db3ea46d9e0ac26918a5d86b9c445e5d174fe.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2959","width":"3945"}}]}