{"created":"2014-12-18T20:59:50+00:00","modified":"2014-12-19T20:28:49+00:00","valid":{"from":"2014-12-19T20:28:49+00:00","to":"3014-12-19T20:28:49+00:00"},"hreflang":"en","guid":"e6101dff-570d-4250-a21c-cb08c8e36ca2","title":"How the Pope lent Washington and Havana a helping hand","published":"2014-12-19T20:28:40+00:00","byline":"Leo Hornak","tags":["diplomacy","Religion","economy","politics","Global Politics","Havana","Vatican City","North America","Europe","Cuba","United States","Vatican City","North America","Central America/Caribbean","Europe","Raul Castro","Barack Obama","Pope Francis","Paddy Agnew","Diplomacy","Cuba–United States relations","Religion"],"teaser":"The US and Cuba supposedly negotiated in secret for more than a year to bring about a thaw between the two countries. They weren't the only ones, though: Pope Francis also helped the two longtime enemies conduct their back-channel diplomacy.","contentencoded":"<p>President Barack Obama’s announcement of a \"new chapter\" in relations with Cuba was made possible thanks to help from a surprising partner in the lengthy secret negotiations with Havana: the Vatican.</p>\n<p>According to an official statement from the Catholic Chuch, Pope Francis issued a personal appeal to leaders of both countries, encouraging them to pursue a closer relationship. The Vatican also hosted the discussions that ensued. President Obama specifically thanked the pope for his part in pushing the new policy.</p>\n<p>\"I want to thank His Holiness, Pope Francis, whose moral example shows us the importance of pursuing the world as it should be, rather than simply settling for the world as it is,\" Obama said during his announcement on Wednesday.</p>\n<p>The involvement of the Catholic Church in the politics of a communist country like Cuba isn't especially unexpected, according to Paddy Agnew, the Rome correspondent for the Irish Times. “It’s an expression of the Vatican’s long-term Cuba policy, which is to maintain dialogue,” he says.</p>\n<p>But it hasn't always been an easy relationship. In the aftermath of the revolution, some Catholic priests were forced to take refuge in the Argentine embassy.</p>\n<p>Agnew believes the current policy of détente can be traced directly back to the late 1990s, and a visit by Pope John Paul II to Havana. “He came from a very anti-communist stance,\" Agnew says. \"But despite that, his priests told him that the Cuban people were being harmed by the embargo, and he entered into a dialogue with Fidel Castro.\"</p>\n<p>That change in policy yielded concessions from the Castro government, including the recognition of Christmas as a national holiday.</p>\n<p>According to Agnew, the current pope’s personal history may also have influenced his reception in Havana. \"I don’t think you can overestimate the importance of having a Latin American pope,\" he says. “[Francis] is someone who is sensitive to the tensions in the region. And the Vatican gets a lot out of it. It’s a triumph for their policy.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/121820147.mp3"},{"href":"http://www.pri.org/file/121820147mp3"}]}