{"created":"2015-06-05T07:35:55+00:00","modified":"2015-06-05T20:09:21+00:00","valid":{"from":"2015-06-05T20:09:21+00:00","to":"3015-06-05T20:09:21+00:00"},"hreflang":"en","title":"South Korea's MERS Crisis Exposes Public Distrust Of Leaders","published":"2015-06-05T11:58:00+00:00","teaser":"In a fast-changing health crisis, South Korea's government is holding back key data amid calls for more openness. That's only adding to growing doubt that leaders can handle the situation.","itags":["npr_api","412118009"],"guid":"e63a97d8-f84e-4057-a8b5-3931c16633ac","contentencoded":"<p>More than a thousand schools are shut down in South Korea, a response to rising <a href=\"http://www.npr.org/sections/goatsandsoda/2015/06/03/411728520/mers-in-s-korea-is-bad-news-but-its-not-yet-time-to-panic\">fears over</a> MERS — Middle East respiratory syndrome. The virus has now infected 41 people, of whom four have died, since the South Korean outbreak began May 20th, and it's exposing widespread distrust among South Koreans that their leaders can adequately handle the crisis.</p><p>\"Right now the fear is nationwide and we can't go anywhere. It's not like we can take a family trip because the kids are on holiday; we can only stay at home, which is a bit frustrating,\" says Seo You-sun, who was out shopping with her 13-year-old daughter, because school was canceled.</p><p>But more frustrating to South Koreans is the government handling of this fluid situation. Not only was the first South Korean patient turned away from three hospitals before getting correctly diagnosed, new patients are being scattered to different hospitals, which some fear puts more people at risk for contamination. President Park Geun-hye's health leaders are refusing to share where patients are being treated.</p><p>\"Most of the panic right now are not based on the true risk of MERS, but on the distrust of the government's ability to handle [it],\" says Dohyeong Kim. He's a native Korean and a professor of public policy at the University of Texas at Dallas, specializing in global health.</p><p>\"In order to gain public support they should make things very clear through various media sources, and make every effort to communicate with the public without any intention to hide,\" Kim says.</p><p>That's what people are calling for, across Korean social media, newspapers and in casual conversation. Late Thursday night, the mayor of Seoul joined critics, holding an emergency press conference complaining he couldn't reach anyone in the health ministry about a patient who could have infected thousands in Seoul. He announced he was setting up his own city-level response team.</p><p>\"I think information should be disclosed,\" Seoul Mayor Park Won-Soon said. \"I think information sharing has been very tepid.\"</p><p>The South Korean Health Ministry apologized earlier this week for what it described as \"inappropriate\" and \"relaxed\" initial responses. But that's not winning people over, especially when memories of another delayed response are still fresh. Just a year ago, a ferry carrying hundreds of students capsized in the Yellow Sea, killing more than 300 people.</p><p>\"The Park administration could not demonstrate any professionalism in the process of handling of the case [in] rescuing the victims, communicating with the victims' family and public. So therefore a lot of anxiety and concern still remain,\" Dohyeong Kim says.</p><p>A <a href=\"http://english.yonhapnews.co.kr/news/2015/06/04/0200000000AEN20150604000800320.html?input=rss\">Thursday editorial in </a><em><a href=\"http://english.yonhapnews.co.kr/news/2015/06/04/0200000000AEN20150604000800320.html?input=rss\">The Korea Times</a> </em>put it this way:</p><blockquote><p>\"The ongoing crisis of public health brings to mind the tragic ferry sinking of last year in more than a few ways. Many Internet users call it the 'Sewol crisis of epidemics,' after the name of the ill-fated vessel.</p><p>\"Like a year ago, government officials wasted away the 'golden time' ― the first hours in the case of the ferry sinking and the first days in the MERS outbreak ― to minimize damage out of their incompetence and irresponsibility. At the top of this glaring slow response was President Park Geun-hye.\"</p></blockquote><p>It helps explain why so many schools are closed when global health officials insist <a href=\"http://www.npr.org/sections/goatsandsoda/2015/06/04/412046893/viral-superspreader-how-one-man-triggered-a-deadly-mers-outbreak\">those kinds of precautions aren't necessary</a>. The virus has not proven to be highly contagious in the past.</p><p>And the worry now goes beyond containing the virus. Should panic last much longer, the highly-prized South Korean economy could take a hit.</p><p><em>HaeRyun Kang contributed to this story. And for more on MERS and a behind-the-scenes look at life in South Korea, <a href=\"http://elisegoeseast.tumblr.com\">follow our East Asia Tumblr.</a></em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=South+Korea%27s+MERS+Crisis+Exposes+Public+Distrust+Of+Leaders&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"188"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412177108-aed64b.m3u?orgId=1&topicId=1031&d=188&p=3&story=412118009&t=progseg&e=412139493&seg=12&ft=nprml&f=412118009"},{"href":"http://media.npr.org/assets/img/2015/06/04/gettyimages-475657394-70235f55fc1ad011db9e321b62d95cbfb8943288.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2584","width":"3446"}},{"href":"http://media.npr.org/assets/img/2015/06/04/cumulative-mers-cases-south-korea_chartbuilder_custom-f0c77b3652120aaca60f7bae8e290c73821874b2.png","type":"image/jpeg","meta":{"crop":"custom","height":"958","width":"600"}}]}