{"created":"2014-10-06T21:26:21+00:00","modified":"2014-10-30T21:45:03+00:00","valid":{"from":"2014-10-30T21:45:03+00:00","to":"3014-10-30T21:45:03+00:00"},"hreflang":"en","title":"A New Understanding Of Arson Spurs A Retrial In A Fatal Texas Fire","published":"2014-10-23T20:24:00+00:00","teaser":"Much of the evidence used against Ed Graf, in prison since 1986 for setting a fire that killed his stepsons, is now considered junk science. His is one of many old arson cases Texas is re-examining.","itags":["npr_api","354059999"],"guid":"e648a3f7-2cb0-4c69-898f-62a6ab01c108","contentencoded":"<p><em>EDITOR'S NOTE: There has been a significant update to this story since it was first reported. On Oct. 22, 2014, the defendant in the retrial, Ed Graf, changed his plea to guilty. </em>All Things Considered<em> <a href=\"http://www.npr.org/2014/10/23/358363528/retrial-of-texas-arson-case-ends-with-surprise-guilty-plea\" target=\"_blank\">covers the developments here</a>.</em></p><p>Ed Graf has spent 25 years in prison in Waco, Texas, convicted of setting a fire in a shed that killed his two stepsons.</p><p>But in the years since Graf's trial, much of the forensic evidence used against him has been revealed to be nothing more than junk science, which has prompted the state of Texas to take a look at old arson convictions dating back to at least 2003.</p><p>On Monday, Graf became the first person in the state to get a retrial based on new understandings of fire forensics.</p><p><strong>Circumstances Seemed To Point To Graf</strong></p><p>In the prosecution's portrayal of events, Graf, a banker, thought his two stepsons were coming between him and his wife, Clare Bradburn. She said Graf was too tough on the boys and she had considered leaving him over it.</p><p>So Texas prosecutors say Graf made a cold-blooded move to solve that problem permanently, as <em>Texas Observer</em> editor Dave Mann explains.</p><p>\"The prosecution's version is that Ed Graf left work early on Aug. 26, 1986,\" says Mann, who has spent years following the case. \"He picked up his two sons from daycare. He told his wife to stay at work late. They got home about 4:40 in the afternoon. Ed Graf rendered the boys unconscious, dragged them from the house to this small wood shed in the backyard. He poured gasoline around near the door, closed the door, locked it, went back to the house.\"</p><p>By 4:55 p.m., flames engulfed the shed and burned it to almost nothing in minutes, Mann says.</p><p>There also was circumstantial evidence presented at the original trial.</p><p>\"One of the most damning pieces of evidence in the case was the fact that Ed had taken out insurance policies on the boys about a month before the fire,\" Mann says.</p><p>Prosecutors also pointed out that Graf hadn't bought the usual amount of cereal during his most recent grocery run, as if anticipating the boys wouldn't be around to eat it.</p><p>Graf's wife was certain he had set the fire.</p><p>\"Clare testified at the trial,\" Mann says. \"She said, 'He never said one time that he was sorry the boys were dead.' \"</p><p>There were no eyewitnesses, but prosecutors brought in an expert from the State Fire Marshal's Office, Joseph Porter, who pointed to burn patterns on the shed.</p><p>The boys had been found dead on their backs, which he said indicated that the boys were unconscious when the fire had started, Porter said.</p><p>The \"alligator\" charring pattern indicated an intense gasoline fire, he said, as did the fact that the floor had been completely burned through.</p><p>But \"that's a myth,\" counters Chris Connealy, the current Texas fire marshal. \"Fires just normally do that.\"</p><p><strong>A Different Theory</strong></p><p>Connealy has a totally different take than Joseph Porter's. He says it is now known that the alligator charring and destroyed floors are simply evidence of a phenomenon known as flashover, when most of the combustible material within an area ignites almost simultaneously. And fire victims, he says, are found on their backs all the time.</p><p>\"It's taken time to get past those myths and biases to educate fire investigators that, you know, you need to look for more than just that,\" Connealy says.</p><p>It's Connealy's mission to overhaul fire investigations in Texas. He has formed a science advisory board and beefed up training for his staff. Connealy is collaborating with the Innocence Project of Texas, which works to overturn wrongful convictions.</p><p>While the effort has been controversial, Connealy says, \"We want to make sure we're doing it right so we don't put the wrong people in jail.\"</p><p>Connealy's office says the cause of the fire in the Graf case is undetermined. Prosecutors likely will argue that its finding doesn't mean the cause <em>wasn't</em> arson.</p><p>But a fire investigator hired by the defense, Doug Carpenter, says evidence suggests the fire was accidental.</p><p>Carpenter focused on blood tests taken from the Graf boys. The carbon monoxide levels in Joby and Jason Graf's blood were over 70 percent.</p><p>In a gasoline-fueled fire, the boys would have died from the heat before the carbon monoxide levels in their blood got that high, Carpenter says.</p><p>Here's an alternative to the prosecution's theory: What if the fire was an accident, set off on a shelf or underneath an upholstered chair that was in the shed? The boys had a habit of playing with fire, according to testimony in the first trial.</p><p>\"We can create flashover conditions in smaller compartments within a room,\" Carpenter says. \"We call it a room-within-a-room.\"</p><p>In this scenario, inside that small compartment, the fire went to flashover, and at that point it no longer had enough oxygen to burn efficiently.</p><p>\"That's when we start producing copious amounts of carbon monoxide that then can incapacitate, but you don't realize that's happening,\" Carpenter says. \"You can survive that about a minute or two.\"</p><p>In this alternate version of events, the two boys quickly were overwhelmed and already were dead, on their backs, by 4:55 p.m., when the shed was consumed by flames.</p><p>The judge put a gag order on attorneys on both sides a few months ago, so reporters have been unable to talk to prosecutors or their witnesses. But prior to the gag order,<a href=\"http://www.wacotrib.com/news/police/mother-speaks-out-about-sons-deaths-ed-graf-s-ex/article_d1b6185f-4355-5922-9b87-a2ae8584071d.html?mode=jqm\" target=\"_blank\"> Bradburn still was convinced that her ex-husband killed her children</a>. According to her sister, she still plans to testify.</p><p>As with the first trial, the jurors will not be scientific experts — but they will ultimately have to decide whom to believe.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+New+Understanding+Of+Arson+Spurs+A+Retrial+In+A+Fatal+Texas+Fire&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michael May","audio":[{"meta":{"duration":"354"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354124554-70d362.m3u?orgId=1&topicId=1070&ft=3&f=354059999"}]}