{"created":"2015-02-27T19:20:05+00:00","modified":"2015-02-27T19:58:27+00:00","valid":{"from":"2015-02-27T19:58:27+00:00","to":"3015-02-27T19:58:27+00:00"},"hreflang":"en","title":"Remembering Robert Saloschin","published":"2015-02-27T19:58:00+00:00","teaser":"The World War II veteran and longtime attorney for the Justice Department played a role in the civil rights struggle in the '60s and '70s.","itags":["npr_api","389564542"],"guid":"e6487e61-c370-4122-acfc-f769b2384fe4","contentencoded":"<p><strong>Robert Saloschin</strong> died earlier this week, at the age of 95. He was World War II veteran, a longtime attorney for the Justice Department, and the father of one of our colleagues at WBUR, <a href=\"http://www.wbur.org/about/people/mary-ann-nichols\" target=\"_blank\">Mary Ann Nichols</a>.</p><p>At the Justice Department, Saloschin helped implement the Freedom of Information Act in the 1970s. In 2011, he told <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young about how he was also able to play a role in the civil rights struggle.</p><p>In 1961, the Justice Department was trying to formulate a response to a volatile situation. Civil rights activists or &#8220;freedom riders&#8221; were testing a Supreme Court decision to desegregate buses and bus terminals, and were encountering violent resistance in the South.</p><p>Saloschin suggested to Attorney General Robert Kennedy and his lead attorney Nicholas Katzenbach that they use a little-known law to compel the Interstate Commerce Commission to enforce desegregation.</p><p>&#8220;The Interstate Commerce Commission was shocked at being dragged into this violent racial dispute,&#8221; Saloschin told Robin Young. &#8220;They thought they were just regulating the business angles of the bus business. But they gulped I guess and issued an order to the bus companies to stop segregating either in the buses or in the bus stations.&#8221;</p><p>We remember Robert Saloschin by playing an excerpt of <a href=\"http://hereandnow.wbur.org/2011/05/16/freedom-rider-government\" target=\"_blank\">Robin Young&#8217;s 2011 conversation</a>. Saloschin also has a forthcoming book titled &#8220;Government of All the People.&#8221;</p><h4>Guest</h4><ul><li><strong>Robert Saloschin</strong>, longtime attorney for the Justice Department.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Remembering+Robert+Saloschin&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"421"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389564545-ff414a.m3u?orgId=1&e=389564542&d=421&ft=nprml&f=389564542"}]}