{"created":"2014-11-30T10:40:34+00:00","modified":"2015-05-13T21:28:59+00:00","valid":{"from":"2015-05-13T21:28:59+00:00","to":"3015-05-13T21:28:59+00:00"},"hreflang":"en","title":"With Shopping, Holy Sites, Najaf Offers Respite From Iraq's Violence ","published":"2014-11-30T17:44:00+00:00","teaser":"When you think of Iraq, you may picture a desert battlefield. But life is not like that everywhere. The southern Shiite heartland of Najaf is full of religious pilgrims and bustling business.","itags":["npr_api","367260034"],"guid":"e6507c13-4f61-4e31-b710-86259f8c1d5a","contentencoded":"<p>The holy Iraqi city of Najaf has a brand-new and appropriately holy shopping center: the Najaf City Mall.</p><p>Under banners with Muslim prayers, children rampage through an adventure playground, while conservative women in long black robes browse for cute outfits to wear when they're home with family.</p><p>Think of Iraq and maybe you picture a desert battlefield: the self-styled Islamic State slugging it out with the Iraqi army while American warplanes drop bombs from the sky. But life there's not like that for everyone, not all the time. In fact, because of famous holy shrines in Iraq, millions of international pilgrims actually visit every year.</p><p>Mohammed Baderi is one of four main investors in the mall. A chatty man with calluses on his forehead from frequent praying, he sits on a neon plastic chair surrounded by families having dinner, and tells me why he came back from 24 years in the U.S. to open a mall.</p><p>\"You know this is our mother homeland,\" he says \"This city [deserves] this kind of business.\"</p><p>Najaf, about a three-hour drive south of Baghdad, is beloved as one of Shiite Islam's holiest places, the burial place of the revered Imam Ali. But Baderi felt Najafis needed opportunities as well as blessings.</p><p>\"So first of all we need to look for the new jobs, to improve their income,\" he says. It wasn't easy to make it happen; access to credit in Iraq is all but impossible, for example, and they still have two empty floors to fill with outlets.</p><p>But at the moment, he reckons the mall employs 300 or 400 people, and he has grand visions for the future. He sees Najaf as a kind of Shiite Vatican City, drawing visitors and money from all over. Recently, the city has been spared the worst of Iraq's violence, and with a little ingenuity and resilience, there's business to be done.</p><p>At a more traditional market, around the shrine of Imam Ali, the street is popping with color; lurid paintings of Shiite martyrs and rainbow prayer beads. Soon more than a million Shiite pilgrims from around the world are expected to arrive here for the annual mourning ceremony commemorating the death of Imam Hussein.</p><p>At the cozy Qasr al-Waraka hotel round the corner, with a fountain plashing next to white leather couches, owner Hassan Abu Sebbah explains the secrets of success in a shrine city: \"Religion and state.\"</p><p>Sebbah says a businessman should be a diplomat with good relationships with the politicians and with the clerics.</p><p>The organization that runs the shrine is rich and powerful, and just outside the hotel a cacophony of construction is proof of their ambitions. A vast extension to the existing golden shrine is well underway.<em> </em>There are other projects, too. The council built a conference center with an auditorium full of red-velvet seats and planted trees along the roads.</p><p>But driving around Najaf, it looks like the city has got a little way to go before it's a worshipping and shopping hub. There's cracked pavement, piles of garbage and people living in shacks with their sheep.</p><p>Civil engineer Kadhim Abid Mensee wearily explains the pilgrims actually put a lot of pressure on the rickety infrastructure</p><p>\"Here, the population in the province is 1.3 million people,\" he says. \"When 1.5 million more arrive, all my services will be consumed. Streets, bridges and infrastructure will have a load on them.\"</p><p>The pilgrims, who come from Iran, Pakistan, Africa and even further afield, aren't always good for business. Many rely on the charity of the shrine where food is distributed and basic accommodation provided.</p><p>In fact, Mensee doesn't talk about the shrine extension or the mall, but wistfully of a day when Najaf can invest in an American-style garbage collection system and some new bridges.</p><p>Still, the new projects do cheer the business community. Compared with the rest of Iraq, Najaf's doing okay, says Munir Ramahi, who runs a tourism company, and things might get better.</p><p>\"We should have hope,\" he says. \"Not just me, all the Iraqi people.\"</p><p>Ramahi says his dream is to expand out of religious tourism and welcome other visitors to Iraq. Maybe one day we'll be giving tours of the ruins of Babylon, which are nearby, he says. Not today or tomorrow, but one day.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Shopping%2C+Holy+Sites%2C+Najaf+Offers+Respite+From+Iraq%27s+Violence+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"247"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367544606-6dbb3b.m3u?orgId=1&topicId=1010&d=247&p=10&story=367260034&t=progseg&e=367544498&seg=17&ft=nprml&f=367260034"},{"href":"http://media.npr.org/assets/img/2014/11/29/najaf1-30e3581b6837c1caf56a8c9ef080fdded34694b2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3740","width":"4987"}}]}