{"created":"2014-12-04T19:24:48+00:00","modified":"2014-12-08T20:10:38+00:00","valid":{"from":"2014-12-08T20:10:38+00:00","to":"3014-12-08T20:10:38+00:00"},"hreflang":"en","guid":"e6618ac1-497e-4c3f-b544-68b53914e33c","title":"If Paddington Bear came to the UK today, he might be detained for illegal entry","published":"2014-12-08T20:10:35+00:00","byline":"Leo Hornak","tags":["migration","refugees","books","culture","Justice","Conflict & Justice","London","Europe","United Kingdom","Europe","Paddington","Colin Yeo","Illegal immigration","London","Social Issues","Refugee","Right of asylum","Paddington Bear"],"teaser":"Paddington Bear, the much loved children's book character, managed to find refuge in Britain starting in the 1950s. But he probably wouldn't fare so well if he tried to move to the UK today.","contentencoded":"<p>You might be familiar with the tales of Paddington, the marmalade-loving bear from Peru who takes shelter in London with the Brown family. The first stories were written in the 1950s, and have recently been made into a movie.</p>\n<p>But how would a refugee bear actually fare in modern Britain?</p>\n<p>According to Colin Yeo, a British immigration lawyer who <a href=\"http://www.freemovement.org.uk/author/colinyeo/\">works with two-legged refugees</a> in the real world, the news is not good for Paddington.</p>\n<p>“Paddington has caused himself some problems from very start,\" he explains. “By entering [Britain] illegally, which he has by skipping immigration procedures, he has committed a criminal offense to start with, which is punishable by six months in the UK.\"</p>\n<p>Paddington was fleeing the aftermath of an earthquake, but even that wouldn't help him under current British law. According to Yeo, refugee status can't be granted to victims of natural disasters; it only applies to persecution: “[Paddington] hasn’t got a leg to stand on when it comes to proving refugee status,\" Yeo says.</p>\n<p>Like many migrants and refugees, Paddington also failed to register himself as a refugee when he first arrived in Britain. That would probably harm his case dramatically if it went to trial, since ignorance of the rule is no defense.</p>\n<p>“If the authorities got their hands — or paws — on him, he certainly would be at high risk of detention,\" Yeo says. \"They’d want to detain him in order to remove him.\"</p>\n<p>The outlook isn't much better for the Brown family, which offers the homeless bear a place to live. Sheltering an illegal immigrant is now an extremely serious offense under British law: \"The maximum sentence in this country [for assisting unlawful immigration] is 14 years,\" Yeo says, though getting the maximum would be unlikely.</p>\n<p>So why did Paddington fare better in the 1950s?  With the refugee influxes of World War II a recent memory, there was a more officially tolerant attitude toward migrants. But xenophobia and prejudice were also present: In the latest film, Paddington receives hostile treatment from a neighbor of the Browns who is concerned about the arrival of more bears.</p>\n<p>While Yeo enjoys reviewing the much-loved children’s story from a legal standpoint, he says it also reveals a more worrying truth about the legal hurdles faced by modern refugees: “Human rights rules in this country are very tight these days, and it is very hard to make out a basis to stay.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/120320142.mp3"},{"href":"http://www.pri.org/file/120320142mp3"}]}