{"created":"2015-01-22T22:06:06+00:00","modified":"2015-01-22T22:55:33+00:00","valid":{"from":"2015-01-22T22:55:33+00:00","to":"3015-01-22T22:55:33+00:00"},"hreflang":"en","guid":"e6622a6f-ba99-4404-aa9a-169add09d16c","title":"The plot thickens in the case of Argentina's slain prosecutor","published":"2015-01-22T22:55:29+00:00","byline":"David Leveille","tags":["Argentina","AMIA bombing","terror attack","buenos Aires investigation","Global Politics","Buenos Aires","South America","Asia","Argentina","Iran","South America","Asia","South Asia","Middle East","Alberto Nisman","Argentina","AMIA bombing"],"teaser":"The investigation in Argentina into the death of a special prosecutor who had said the nation's president was protecting the masterminds of the 1994 bombing of a Jewish community center that killed 85 people. A new prosecutor has been appointed.","contentencoded":"<p>Argentine prosecutor Alberto Nisman was found dead in his home earlier this week. There was a handgun at his side, a single bullet in his head.</p>\n<p>Just days earlier, Nisman had issued a report that accused President Cristina Fernandez de Kirchner of protecting the alleged Iranian masterminds of a terrorist attack on a Jewish community center in Buenos Aires two decades ago. Now some are asking whether Nisman's death was really a suicide — or if he could be the victim of a political killing?    </p>\n<p>The question is key. On Monday authorities said they believed no third party was involved in the prosecutor's death. That view was echoed on Monday by President Fernandez. By Thursday, the president had changed her mind 180-degrees saying in a the letter that she is \"convinced\" it was not a suicide. She alleged that unnamed people had led Nisman astray in his investigation in order to smear her name and then \"needed him dead.\" She implied that there was a plot to implicate her government in a coverup of Nisman's investigation. But the president did not specualte about who might have ordered his death, and carried out the murder and no arrests have been made.</p>\n<p>\"Prosecutor Nisman's charges were never in themselves the true operation against the government. They collapsed early on. Nisman did not know it and probably never knew it. ... The true operation against the government was the prosecutor's death after  accusing the president, her foreign minister, and the secretary-general of (her  political faction) of covering up for the Iranians accused in the AMIA attack,\"  she said. </p>\n<p>As yet there's no clear evidence to support the president's theory. The formidable task of sorting out this complex investigation that has so far only produced a 300-page document of mostly accusations will fall to prosecutor Viviana Fein. But the case once again puts Argentina's justice system in the spotlight. To date, no one has been convicted in the worst terrorist attack ever in Argentina, the 1994 bomb attack on a Jewish community center that left 85 people dead.</p>\n<p>The BBC's Veronica Smink says protesters have been marching on the Plaza de Mayo, demanding justice. Many are carrying signs saying \"I am Nisman\"  echoing the \"Je suis Charlie\" campaign from Paris earlier this month.</p>\n<p><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/feature_medium/public/story/images/RTR4M2PY.jpg?itok=YDiKhrYd\" width=\"429\" height=\"242\" alt=\"\" /></p>\n<p>Nisman began his investigation of the 1994 bombing a decade ago. It was considered the worst terrorist attack in Argentina's history and it left 85 people dead. But recently, says Smink Nisman's investigations had begun to focus on the government.</p>\n<p>Nisman accused the president of leading a coverup and carrying out secret discussions with Iran and at least one of the men suspected of planting the bomb. When news of Nisman's alleged suicide hit the headlines, Smink says many Argentines were immediately suspicious.</p>\n<p>\"The first thing that went through the minds of many people in Argentina on Monday morning was indeed that somebody accused by the prosecutor might have wanted him dead,\" Smink says. \"Just a few hours after he was found dead, he was going to present evidence of his accusations so obviously that was the first thing on people's minds. It was an absolute shock when the news of his death came.\"</p>\n<p>Authorities initially said no third parties were involved in Nisman's death. But Smink says \"there are other indications that suggest that it might not be a suicide. This is why it is so confusing.\" No gunpowder residue was reported on Nisman's hand, for example. It would likely have been present if he had fired the .22 caliber handgun. Also, several colleagues who knew Nisman say he did not appear depressed or indicate anything that suggested he might take his own life. His ex-wife has insisted publically that his death is not a suicide.</p>\n<p>That leads to speculation that the government of President Fernandez wanted to cover-up the investigation. Argentina is currently negotiating a trade agreement to trade meat and grain for  much needed Iranian oil. Any formal disclosure of Iranian links to the worst terrorist incident in Argentina’s history might be disruptive to an oil deal that energy poor Argentina desperately needs.</p>\n<p>Argentina's president rejects those accusations. \"Fernandez now says that she finds it preposterous that she is being accused of a cover-up when she considers her government and her husband's government were the ones who did the most to try to unravel this bombing,” Smink says.</p>\n<p> Argentina’s justice system is being seriously challenged by this case and many people in Argentina are calling Nisman the 86th victim of the 1994 terrorist bombing attack in Buenos Aires.</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/argentina710.mp3"},{"href":"http://www.pri.org/file/argentina710mp3"}]}