{"created":"2015-05-13T07:21:06+00:00","modified":"2015-05-14T19:05:31+00:00","valid":{"from":"2015-05-14T19:05:31+00:00","to":"3015-05-14T19:05:31+00:00"},"hreflang":"en","title":"For Artist Elaine De Kooning, Painting Was A Verb, Not A Noun","published":"2015-05-13T17:59:00+00:00","teaser":"One of de Kooning's friends once asked her what it was like to work in the shadow of her husband, Willem de Kooning. She replied: \"I don't paint in his shadow, I paint in his light.'\"","itags":["npr_api","405934531"],"guid":"e666ec60-35ec-48e2-aa3e-fa4cdc2117c6","contentencoded":"<p>In New York City in the 1940s, painters Willem de Kooning and his wife, Elaine, were <em>the</em> people you wanted at your dinner party. He was inventing abstract expressionism. She, his former student, was part of that movement, but also painting landscapes and people.</p><p>Elaine de Kooning felt that making portraits was like falling in love — \"painting a portrait is a concentration on one particular person and no one else will do,\" she said.</p><p>That's how she felt about her portrait of President John F. Kennedy, commissioned by the Truman Library — one of several de Kooning portraits currently on display <a href=\"http://www.npg.si.edu/exhibit/exhdekooning.html\" target=\"_blank\">in an exhibit of her work</a> at the National Portrait Gallery in Washington, D.C.</p><p>De Kooning made dozens of drawings, sketches, paintings of Kennedy in 1963. The vivid Kennedy portrait on display at the Portrait Gallery — all lush green foliage and her characteristic quick, bold brushstrokes — stands 10 feet high. Why so big?</p><p>\"The idea of a man who happens to be president of the United States — well, that's already, right there, he's bigger than life,\" de Kooning said in a 1976 recording. \"I was scampering up and down the ladder to do this painting.\"</p><p>Kennedy was golden, she thought — incandescent. He never sat still, making him the perfect subject for her busy brush. It was an extremely confident brush, racing across her canvases in decisive, athletic strokes.</p><p>\"Elaine was a dancer throughout her life, and I think practiced yoga,\" says curator Brandon Fortune. \"She was always moving. In fact, she said that she thought of painting as a verb, not a noun.\"</p><p>De Kooning painted Robert de Niro Sr. in 1973. The actor's father was a respected artist. Sitting on a couch, his elbow slightly bent, with dark, wild hair, he's scowling (in fact, she rarely painted people who<em> weren't</em> frowning).</p><p>\"He looks to me to be absolutely exorcised about something — it's a ferocious expression,\" Fortune says.</p><p>And de Kooning's brush is equally ferocious — except on one knee, where the colors get muddy, which is unusual for her.</p><p>Her boldness as an artist matched the boldness of her spirit. In the '40s and '50s, the New York art world was dominated by very macho men — artists like Jackson Pollock and Franz Kline. Elaine de Kooning was not intimidated.</p><p>\"She said and she thought she was as good as any male artist,\" Fortune says. \"An important artist to be reckoned with.\"</p><p>As she put it: She felt she was at the \"red-hot center\" of art and culture in New York, and was determined to take her place there.</p><p>But her place was also next to her husband, Willem de Kooning, who was a giant in the field — as vigorous and prominent as Pollock. Thirteen years older than Elaine, he was her teacher first, then lover.</p><p>They married in 1943, and stayed married for 46 years — although they lived apart for 20 of those years. It was, you might say, a tumultuous relationship, and a tricky one, too. Both of them were painters, but he was the famous one.</p><p>\"One of Elaine's friends asked her later in life what it was like to work in the shadow of Willem de Kooning.\" Fortune says. \"And her reply was: 'I don't paint in his shadow, I paint in his light.'\"</p><p>Unlike her husband — and unlike most artists in those days of abstract expressionism — Elaine de Kooning was painting portraits, which was a bold, brave decision.</p><p>In the 1960s, she paid less attention to the face, and more to the body — how her subject sat, or stood.</p><p>\"She said that the pose was the person,\" Fortune says.</p><p>In some portraits, she even started wiping out the face entirely. Her full-length painting of poet Frank O'Hara in 1962 shows him jutting out his right hip a bit; his left hand on his left hip.</p><p>\"The face is really covered with a sort of lavender wash of color, and while there's some slight hint of his eyes underneath that wash, his facial features are not there,\" Fortune says.</p><p>She essentially painted his face, then scrubbed over it.</p><p>\"She had captured what you might see with a good friend walking toward you on a beach,\" Fortune says. \"You would recognize that person before you could ever see their facial features. By the shape of their head, the way they hold themselves, the way they walk.\"</p><p>A viewer doesn't have the advantage of friendship. But what we can recognize — instantly — in these rooms at the National Portrait Gallery are the confidence of Elaine de Kooning's dancing brushstrokes, the vivid colors and the devotion of a lifetime spent making art on her own terms.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Artist+Elaine+De+Kooning%2C+Painting+Was+A+Verb%2C+Not+A+Noun&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Susan Stamberg","audio":[{"meta":{"duration":"305"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406358760-26a802.m3u?orgId=1&topicId=1141&d=305&p=3&story=405934531&t=progseg&e=406357221&seg=5&ft=nprml&f=405934531"},{"href":"http://media.npr.org/assets/img/2015/05/11/dekooning-jfk-getty-5d846c88a44070c9ae2309d5634688db31599ba6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1190","width":"1586"}},{"href":"http://media.npr.org/assets/img/2015/05/11/deniro_enl-5a56bb0a4598c76aa7fae1d7e762512777eea6b4.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1144","width":"1610"}},{"href":"http://media.npr.org/assets/img/2015/05/12/john-f-kennedy-ek32-npg_99_75-834304b9c069bcba3b4edc35ffb27fbc7c37bc97.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3400","width":"4528"}},{"href":"http://media.npr.org/assets/img/2015/05/11/self-portrait-1-oil-ek08-cc89750d77458adb793da4f1f8b174031f29682b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"739","width":"985"}},{"href":"http://media.npr.org/assets/img/2015/05/11/frank-ohara_enl-c13a282495ba2ede5f4e337afb1ac2ca43bfc92d.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2285","width":"1000"}}]}