{"created":"2014-12-08T23:38:09+00:00","modified":"2015-05-13T21:29:09+00:00","valid":{"from":"2015-05-13T21:29:09+00:00","to":"3015-05-13T21:29:09+00:00"},"hreflang":"en","title":"Ransomware: When Hackers Lock Your Files, To Pay Or Not To Pay?","published":"2015-02-13T18:28:00+00:00","teaser":"There's a kind of attack — one that's evolving — that sneaks into your network, takes your files and holds them for ransom.","itags":["npr_api","366849122"],"guid":"e66deef7-230f-421c-aa0a-1264cca0e8e9","contentencoded":"<p>A lot of computer viruses hide inside your system. Hackers stealing your data go out of their way to operate <a href=\"http://www.slideshare.net/symantec/regin-analysis\">quietly, stealthily, under the radar</a>.</p><p>But there's another kind of attack that makes itself known — on purpose. It sneaks into your network and takes your files, holding them for ransom. It's called ransomware, and, according to cybersecurity experts, this kind of attack is getting more sophisticated.</p><p><strong>Stick 'Em Up</strong></p><p>Eric Young, who manages the computer network for a small business in Hermitage, Tenn., got a call from work. It was a Monday morning and, he says, it was \"a very bad way to start the week.\"</p><p>Somebody in the office opened an email that looked legit. \"It has the exact background of like PayPal,\" Young recalls, \"and it says, somebody paid you money.\"</p><p>The employee clicked the link, and out popped a red alert that took up most of the screen. It was a threat: Pay ransom to an anonymous hacker, or all the files in the company network will be encrypted — locked up with a digital key that's so strong, no one can open them ever again.</p><p>The threat came with a countdown clock. Young had 72 hours and, as he tried to find solutions, the cyberthieves were slipping into every company computer — starting with Victim No. 1 and ending in the company's servers. \"Our database was encrypted, and we were pretty much — we lost everything we had built for 14 years.\"</p><p>NPR spoke with other victims who did not want to be named for fear of losing their jobs or customers. But they described the same sequence of events.</p><p>One small business even called 911.</p><p>Lt. Catherine Buckley with the Colorado Springs Police Department reviews the call log for NPR.</p><p>The attack happened on Nov. 12. An officer went to the crime scene immediately. But when he got there, employees decided he couldn't really solve the problem. So they didn't file a police report. He left within 20 minutes.</p><p>Buckley reads from the department notes: \"One of the employees had either received an email, or clicked on a link which opened up the malware CryptoWall 2.0.\"</p><p>The Tennessee company decided not to pay. It didn't trust the hackers to give back the files, so it relied on backups that it had. The Colorado Springs company did pay, in the amount of $750.</p><p>And here's where it gets weirder.</p><p>While ransomware criminals used to accept <a href=\"http://www.nytimes.com/2012/12/06/technology/ransomware-is-expanding-in-the-united-states.html%3Fpagewanted=all%26module=Search%26mabReward=relbias%253Aw%252C%257B%25222%2522%253A%2522RI%253A12%2522%257D%20\">prepaid cards</a> and other familiar forms of payment, they're now moving into so-called \"cryptocurrency.\" Some rings only take Bitcoin, the electronic cash that's popular among hedge fund investors and online drug traders.</p><p>\"[It is] not all that easy to come by,\" says Stu Sjouwerman, founder of the IT company KnowBe4. He keeps a Bitcoin wallet and has been paying ransom for small businesses hit by hackers. \"That service is free,\" he says. \"We meet perspective customers that way, and then tell them about our trainings and other services.\"</p><p><strong>Ransomeware Evolves</strong></p><p>It's unclear how many people have been hit by ransomware. According to Rahul Kashyap, a researcher at the cybersecurity firm Bromium, the number is grossly underreported as victims feel shame and don't know where to turn for help.</p><p>\"Many people might actually panic,\" he says. \"They might believe that they did something wrong or they made a mistake which resulted in this compromise.\"</p><p>Bromium just released <a href=\"http://www.bromium.com/sites/default/files/bromium-report-ransomware.pdf\">a study dissecting 30 cases of ransomware</a>. It finds that the criminals are getting better at hiding their identities. Ransomware uses the anonymous online network Tor to conceal all communication between the attacker and victim. That way, for example, the CEO and IT support can't blame a specific employee, or help the employee.</p><p>\"They wouldn't be able to block the victim from making the payment,\" Kashyap says. \"So it works on both sides for the whole session to be anonymous.\"</p><p>The thieves are also getting better at finding valuable data. Just like gold is worth more than silver, a company's design for a high-rise building is worth more than a holiday memo. Hackers have written code to find high-end file extensions, \"like autocad files used for designing industry structures.\"</p><p><strong>Should You Pay?</strong></p><p>The ransomware <a href=\"http://chalktalks.sourcefire.com/Post/2013/11/11/1384203783-cryptolocker/\">Cryptolocker</a> was lucrative, with an estimated <a href=\"http://www.bbc.com/news/technology-28661463\">500,000 victims</a> targeted and $3 million in returns.</p><p>While the FBI managed to <a href=\"http://www.justice.gov/opa/pr/us-leads-multi-national-action-against-gameover-zeus-botnet-and-cryptolocker-ransomware\">bust one ring based in Russia and Ukraine</a>, Kashyap says, the problem isn't going away. New, stronger variants of Cryptolocker are already out.</p><p>But when asked if he advocates that victims pay the ransom, he says without pause, \"Absolutely not. If you pay, they'll build more malware, pretty much as simple as that.\"</p><p>Security experts disagree on this point.</p><p>Jaeson Schultz at Cisco says a blanket policy is impractical: \"Unless you've got powerful computers and a lot of time to spend guessing keys, there's really no way to get your data back unless you pay the ransom.\"</p><p>Chris Morales at NSS Labs says, \"My mom owns her own company, and if it happened to her, I would tell her to pay.\"</p><p>The <a href=\"https://www.us-cert.gov/ncas/alerts/TA14-295A\">Department of Homeland Security tells people</a> to not negotiate with the hackers. But another law enforcement agency, <a href=\"http://www.bizjournals.com/memphis/blog/2014/11/tennessee-sheriff-pays-ransom-to-cybercriminals-in.html\">a sheriff's office in Tennessee</a>, just paid to get its files back.</p><p>Ransomware has gotten so powerful, Morales says, the hackers really do lock down victims' data: \"The truth is, is we have no way to recover their data if it gets destroyed. So we can't help them.\"</p><p>The very best defense, he says, is having a backup that's not connected to your machine in any way. Storing things on the cloud or on a USB drive that's plugged into your computer won't cut it.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ransomware%3A+When+Hackers+Lock+Your+Files%2C+To+Pay+Or+Not+To+Pay%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"280"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369402148-b3958b.m3u?orgId=1&topicId=1049&d=280&p=2&story=366849122&t=progseg&e=369264991&seg=4&ft=nprml&f=366849122"},{"href":"http://media.npr.org/assets/img/2014/12/08/istock_000004939829large-ca24bd66f946dbd384e611b7e53b7341700eb994.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2046","width":"2728"}}]}