{"created":"2015-06-30T19:32:00+00:00","modified":"2015-07-01T15:05:55+00:00","valid":{"from":"2015-07-01T15:05:55+00:00","to":"3015-07-01T15:05:55+00:00"},"hreflang":"en","title":"Flood Maps Can Get Much Sharper With A Little Supercomputing Oomph","published":"2015-07-01T04:42:00+00:00","teaser":"Entrepreneurs are turning to Oak Ridge National Lab's supercomputer to make all sorts of things, including maps that are much more accurate in predicting how a neighborhood will fare in a flood.","itags":["npr_api","418643595"],"guid":"e67d9d7b-2ac8-4717-891a-1424ff20d25e","contentencoded":"<p>A small company in California is hoping to make a big splash by providing detailed flood maps to homeowners and insurance companies. And to do that, the company is using one of the fastest supercomputers in the world.</p><p>The company is called <a href=\"http://www.katrisk.com/\">Katrisk</a>, based in Berkeley, Calif. Hydrologist and computer modeler Dag Lohmann is one of the company's founders. He says the <a href=\"https://msc.fema.gov/portal\">flood maps</a> the Federal Emergency Management Agency already produces will tell you how prone a particular area is to flooding.</p><p>But FEMA's maps don't tell you everything you might want to know about what might happen in a flood, Lohmann says.</p><p>\"You don't know whether the flood is 2 inches high, 2 feet high, or 2 meters high,\" he says. When you're making a computer model of that sort of catastrophe, how often a particular region floods is just a start.</p><p>\"You also have to know 'how severe is the flooding?' \" Lohmann says. \"You have to know, 'How deep will the water be?' \"</p><p>In other words, in order to properly price a policy, an insurance company would want to know whether repairs from a flood in that region are more likely to involve replacing a few carpets, or removing tons of mud and debris.</p><p>Lohmann wants to make flood hazard maps that would provide that kind of information, detailed enough to make predictions for individual properties.</p><p>But to make such detailed maps requires an enormous amount of computing.</p><p>\"Ten years ago it would have been immensely expensive to run those kinds of computations,\" says Lohmann.</p><p>The <a href=\"https://www.olcf.ornl.gov/titan/\">Titan supercomputer</a> at the Department of Energy's Oak Ridge National Laboratory changes all that, in part because it's a new kind of supercomputer. Instead of just traditional central processing units, or CPUs, the Oak Ridge computer uses lots of graphical processing units, or GPUs. These are the sort of processors computer gamers like for producing lifelike graphics.</p><p>\"For flood modeling, they're ideal, these graphics cards,\" Lohmann says, because they can do calculations in parallel. \"You have easily 2,000 to 3,000 — [and] now up to 4,000 — little processors in each graphics card.\"</p><p>So what you do is divide a map into a grid. And each processor calculates the flood risk at a particular time for a different square on the grid. Stitch all the individual squares together, and you've got a highly detailed map.</p><p>One especially nice thing for startup companies like Lohmann's: Computer time on the Oak Ridge computer is free. As a national lab, Congress instructed Oak Ridge to provide access to its supercomputer to researchers \"in United States industry, institutions of higher education, national laboratories and other federal agencies.\"</p><p>The only catch is, you have to make your results public. In theory, that means another company could jump in and do the same thing that Lohmann is doing. In practice, Lohmann says, there would still be technical and scientific hurdles a competitor would have to overcome, even with access to his results.</p><p>Lohmann isn't the only entrepreneur to approach Oak Ridge with an idea in need of some supercomputing. For example, a company from Greenville, S.C., called <a href=\"http://smarttrucksystems.com/\">SmartTruck</a> used the Oak Ridge computer to design a system for reducing drag, and saving fuel on long-haul trucks.</p><p>\"People always bring their dreams here,\" says <a href=\"https://www.olcf.ornl.gov/2011/06/16/new-director-of-science-named-at-the-olcf/\">Jack Wells</a>, director of science at the computing facility at Oak Ridge. \"They bring their dreams for what they wanted to do with their life's work. And we help give them a big jump forward by giving them access to our Titan supercomputer.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Flood+Maps+Can+Get+Much+Sharper+With+A+Little+Supercomputing+Oomph&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joe Palca","audio":[{"meta":{"duration":"222"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418924596-5cae60.m3u?orgId=1&topicId=1007&aggIds=156490415&d=222&p=2&story=418643595&t=progseg&e=418894977&seg=8&ft=nprml&f=418643595"},{"href":"http://media.npr.org/assets/img/2015/06/30/st.louis-1-c8133af3986ec82989e46edab30fbbdb6007461c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"956","width":"1275"}},{"href":"http://media.npr.org/assets/img/2015/06/30/titan-computer-07fd3575cbcbd5f6b1149b5e57102ce8a2e48b40.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1224","width":"1632"}}]}