{"created":"2015-04-02T08:00:55+00:00","modified":"2015-04-15T20:05:23+00:00","valid":{"from":"2015-04-15T20:05:23+00:00","to":"3015-04-15T20:05:23+00:00"},"hreflang":"en","title":"In Bhutto's 'Crescent Moon,' Pakistan 'Demands A Sacrifice From Its People' ","published":"2015-04-02T14:22:00+00:00","teaser":"Fatima Bhutto is a member of one of the most famous families in Pakistan. Her novel <em>The Shadow of the Crescent Moon </em>is about Pakistan's remote tribal regions, where loyalties are very divided.","itags":["npr_api","395065248"],"guid":"e67e8f37-019d-4b96-8417-17664dbcf894","contentencoded":"<p>Fatima Bhutto is a member of one of the most famous families in Pakistan — a family that produced two prime ministers, her aunt Benazir Bhutto and her grandfather Zulfikar Ali Bhutto. And yet her latest book explores the lives of people who feel alienated from her country.</p><p><em>The Shadow of the Crescent Moon</em> is about Pakistan's remote tribal regions. The country's national flag includes a white crescent moon against a green background.</p><p>\"It refers to the Pakistani flag that flies over this part of the country,\" she tells NPR's Steve Inskeep. It's a part of the country \"that has always felt separate from the nation, that has always felt separate from the center. And how the shadow of that moon never wanes, how it always remains no matter what you do to try to free yourself from it.\"</p><p>Bhutto has had her own personal reasons to feel alienated. Her father, a Pakistani politician, was murdered years ago. Bhutto has long suspected members of her own powerful family played a role in the killing.</p><p>In her early 30s, she remains a member of Pakistan's elite, a journalist and writer. But in this novel, she explores the lives of three brothers far from any elite. They're in a real city called Mir Ali, in the mountainous area near Afghanistan. It's a rebellious region mainly known to Americans for sheltering extremist groups. Bhutto writes of people driven less by radical Islam than by a desire for independence. In fact, they never fully accepted being part of their country to begin with.</p><p>\"It's a part of the country that has always been removed ...\" Bhutto says. \"And they have suffered especially over the last 15 years since the war on terror ... because this is where the drone wars have been focused. This is where Pakistani military strikes have been focused. An entire region no longer exists except in the news. It no longer has the ability to live freely and as they would wish because they have become the epicenter of something dangerous.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On Pakistan's effort to develop a national identity</strong></p><p>You see that across Pakistan, actually. If you come to Sindh, the province that I live in, where I'm from, people identify very strongly as Sindhis with their own language and their own history. If you go to the Punjab, people identify very strongly as Punjabis. And this has been a question for Pakistan: What does it mean to be Pakistani? Are you Pakistani first? Or are you a Pakistani second? Or even third, now that people are identifying along religious lines as well.</p><p><strong>On whether the community she describes in the book — with tanks, troops and military presence everywhere — is \"normal\"</strong></p><p>It didn't used to be normal but unfortunately it is becoming normal in more and more places. If you go to Balochistan, for example, that's something you would see. If you go to certain parts in the tribal areas, again, that's something you would see. And what we've been noticing, those of us who live in other parts of the country, is that violence has become so ordinary now that you just learn to live around it whether you're in Karachi or, in fact, Mir Ali.</p><p><strong>On the three brothers in the novel who must balance loyalties to their community, to their state, and to their family</strong></p><p>This is a country of divided loyalties, and it's also a country of sacrifices. Pakistan is a country that demands a sacrifice from its people. The question is just: Where will the sacrifice come from? Will you sacrifice yourself, your own life, or your comfort? Or do you sacrifice a fidelity to an idea or to a people in order to survive? And I don't know if that's specific to Pakistan. I think any violent place demands a certain amount of sacrifice from its people.</p><p><strong>On whether Pakistan is on an upward trajectory</strong></p><p>Sadly, no. If you're looking at Pakistan recently, you will know that we've executed almost — I think it's 50 people at last count — through hangings since the death penalty was reinstated. The government has just recently banned [the blogging site] WordPress, so that joins YouTube — something like 20,000 other websites that are now banned from the country. ...</p><p>You're constantly having to deal with things like what happens in <em>Shadow of the Crescent Moon</em>. Do you go to the mosque with all your family? Is it safe? Can your children go to school? Will they come back from school? So it's become a more dangerous country, but also a sadder country in recent months. And I don't — I feel sad to say it but, I don't really see things improving anytime soon.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Bhutto%27s+%27Crescent+Moon%2C%27+Pakistan+%27Demands+A+Sacrifice+From+Its+People%27+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"422"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396976024-2218e2.m3u?orgId=1&topicId=1033&e=395065248&d=422&ft=nprml&f=395065248"},{"href":"http://media.npr.org/assets/img/2015/04/01/fatima-bhutto-c-paul-wetherell-45671ddae5634bad56c1d23edf6cdcfed2ede34e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2490","width":"3321"}}]}