{"created":"2015-05-15T11:19:04+00:00","modified":"2015-05-15T11:19:04+00:00","valid":{"from":"2013-08-08T16:05:43+00:00","to":"3013-08-08T16:05:43+00:00"},"hreflang":"en","guid":"e691adf9-01e5-44b3-8f19-e61198584236","title":"States scramble to get the word out on ACA exchanges","published":"2013-08-08T16:05:43+00:00","contentencoded":"<div class=\"barn-cleaned\"><p>In October, millions of uninsured Americans will be able to go to one-stop shopping sites and buy health insurance. The problem is that many of the uninsured still don't know much about these so-called exhanges established under the&nbsp; healthcare reform act.&nbsp; But now states and community groups are trying to get the word out. And some states are employing creative&nbsp; PR campaigns to convince&nbsp; healthy people they need to be insured.</p>\n<p>If you go to a beach in Connecticut this summer, don’t be surprised if you’re accosted by someone in a bright orange T-shirt handing you a packet of sunscreen with the logo, “get covered.” Roving representatives&nbsp; of Kentucky’s health care exchange are infiltrating bourbon festivals&nbsp;hoping to get Kentucky’s uninsured to swallow health care reform. And in coffee-loving Oregon, they're giving away coffee sleeves.</p>\n<p>Mark Ray is creative director at the North ad agency in Portland, which was hired to promote Oregon’s exchange called&nbsp; <a href=\"http://www.coveroregon.com/\" target=\"_blank\">Cover Oregon</a>. Ray also got Oregon musicians to write catchy songs for TV commercials.&nbsp; One song goes, “<a href=\"http://youtu.be/uVUwDaO48Xo\" target=\"_blank\">Long live Oregonians. We are Oregonians</a>.” The songs don’t mention the dry details of signing up for insurance on the Oregon exchange. You almost don’t know what’s being advertised, until you see the Cover Oregon web address flash up on the screen. The jingles are relentlessly cheerful.&nbsp; Ray says that’s genuine, because a lot of the musicians are uninsured.</p>\n<p>“The creative community is often the most under insured constituency,\" Ray explains. \"So a lot of these people felt really strongly about how happy they were that Cover Oregon was going to be launching this October.”</p>\n<p>All of the exchanges will start selling insurance October first. But most haven’t started advertising yet. Ray says Oregon started early just to make Oregonians aware of the exchange. The details will come later. Other states, like Maryland, are holding their advertising fire. Maryland won't start its ads until late August. Danielle Davis is in charge of advertising for Maryland’s exchange. Sitting in her Baltimore office, she says, if you get people all fired up too soon, they might lose interest by the time they can actually sign up.&nbsp; When Maryland’s ads do start, many will be aimed at young people who think: 'Hey, I’m young and healthy. Why do I need insurance?'</p>\n<p>Davis will answer that with ads aimed at moms because, she says, “moms rule.”&nbsp;She knows what she’s talking about.&nbsp; She has two sons -- a teenager and a 20-something. She says moms might be able to convince their carefree kids they need insurance. “Mothers of adult males have a very strong influence over the decision-making of their adult children,\" Davis says. But even with that secret, maternal weapon, Davis has a big challenge ahead of her. There’s a lot of confusion out there.&nbsp;</p>\n<p>A&nbsp;few blocks from Davis’s office, I ran into Michael Witherspoon, a chef at a Baltimore restaurant. He's uninsured, very interested in getting covered and&nbsp;very confused. “From what I understand, it’s supposed to be like Canada,\" Witherspoon says.&nbsp; \"Everybody’s supposed to sign up for it, and everybody gets free health care.”</p>\n<p>There could be even greater confusion in the 27 states that have refused to run their health care exchanges, leaving it to the federal government. They’re not advertising at all. Instead, private groups that support health care reform are hitting the airwaves, and community organizations are knocking on doors to spread the word.</p>\n<p>“There will be greater challenges getting people in Texas, in Florida, in Georgia, and working to get those people enrolled in coverage,” says&nbsp;&nbsp;Jennifer Tolbert, director of state health reform at the Kaiser Family Foundation.&nbsp;And those states have some of the highest rates of uninsured residents in the country.</p></div>","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>In October, millions of uninsured Americans will be able to go to one-stop shopping sites and buy health insurance. The problem is that many of the uninsured still don&apos;t know much about these so-called exhanges established under the  healthcare reform act.  But now states and community groups are trying to get the word out. And some states are employing creative  PR campaigns to convince  healthy people they need to be insured.</p>\"},{\"content\":\"<p>If you go to a beach in Connecticut this summer, don’t be surprised if you’re accosted by someone in a bright orange T-shirt handing you a packet of sunscreen with the logo, “get covered.” Roving representatives  of Kentucky’s health care exchange are infiltrating bourbon festivals hoping to get Kentucky’s uninsured to swallow health care reform. And in coffee-loving Oregon, they&apos;re giving away coffee sleeves.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Mark Ray is creative director at the North ad agency in Portland, which was hired to promote Oregon’s exchange called  <a href=\\\"http://www.coveroregon.com/\\\" target=\\\"_blank\\\">Cover Oregon</a>. Ray also got Oregon musicians to write catchy songs for TV commercials.  One song goes, “<a href=\\\"http://youtu.be/uVUwDaO48Xo\\\" target=\\\"_blank\\\">Long live Oregonians. We are Oregonians</a>.” The songs don’t mention the dry details of signing up for insurance on the Oregon exchange. You almost don’t know what’s being advertised, until you see the Cover Oregon web address flash up on the screen. The jingles are relentlessly cheerful.  Ray says that’s genuine, because a lot of the musicians are uninsured.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“The creative community is often the most under insured constituency,&quot; Ray explains. &quot;So a lot of these people felt really strongly about how happy they were that Cover Oregon was going to be launching this October.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>All of the exchanges will start selling insurance October first. But most haven’t started advertising yet. Ray says Oregon started early just to make Oregonians aware of the exchange. The details will come later. Other states, like Maryland, are holding their advertising fire. Maryland won&apos;t start its ads until late August. Danielle Davis is in charge of advertising for Maryland’s exchange. Sitting in her Baltimore office, she says, if you get people all fired up too soon, they might lose interest by the time they can actually sign up.  When Maryland’s ads do start, many will be aimed at young people who think: &apos;Hey, I’m young and healthy. Why do I need insurance?&apos;</p>\"},{\"content\":\"<p>Davis will answer that with ads aimed at moms because, she says, “moms rule.” She knows what she’s talking about.  She has two sons -- a teenager and a 20-something. She says moms might be able to convince their carefree kids they need insurance. “Mothers of adult males have a very strong influence over the decision-making of their adult children,&quot; Davis says. But even with that secret, maternal weapon, Davis has a big challenge ahead of her. There’s a lot of confusion out there. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>A few blocks from Davis’s office, I ran into Michael Witherspoon, a chef at a Baltimore restaurant. He&apos;s uninsured, very interested in getting covered and very confused. “From what I understand, it’s supposed to be like Canada,&quot; Witherspoon says.  &quot;Everybody’s supposed to sign up for it, and everybody gets free health care.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>There could be even greater confusion in the 27 states that have refused to run their health care exchanges, leaving it to the federal government. They’re not advertising at all. Instead, private groups that support health care reform are hitting the airwaves, and community organizations are knocking on doors to spread the word.</p>\"},{\"content\":\"<p>“There will be greater challenges getting people in Texas, in Florida, in Georgia, and working to get those people enrolled in coverage,” says  Jennifer Tolbert, director of state health reform at the Kaiser Family Foundation. And those states have some of the highest rates of uninsured residents in the country.</p>\",\"type\":\"text/html\"}]","description":"There's less than two months before Americans can start signing up for health insurance through state exchanges, but many of the uninsured still don't know much about them.","teaser":"There's less than two months before Americans can start signing up for health insurance through state exchanges, but many of the uninsured still don't know much about them.","tags":["APM","Affordable Care Act","Health Care","Obamacare","health care","health exchanges"],"byline":"Nancy Marshall-Genzer","itags":["e691adf901e54b34f19ce61198584236","Marketplace for 8/8/13","Marketplace","PMP:Marketplace_PMP"],"audio":[{"type":"image/jpeg","meta":{"width":"610","crop":"primary","height":"340"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/patient_doc.jpg?itok=ObFbYuGZ"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/08/08/marketplace_segment19_20130808_64.mp3","format":"MP3","meta":{"duration":219,"duration_hms":"00:03:39","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/08/08/marketplace_segment19_20130808","type":"application/json"}},"type":"audio/mpeg"}]}