{"created":"2014-12-12T21:26:14+00:00","modified":"2015-06-05T15:31:45+00:00","valid":{"from":"2015-06-05T15:31:45+00:00","to":"3015-06-05T15:31:45+00:00"},"hreflang":"en","title":"To Attract Millennials, A Company Changes Its Product And Workplace","published":"2015-01-22T15:39:00+00:00","teaser":"To modernize his firm, CEO Craig Malloy not only updated the technology he sells, but found ways to bring in younger employees. But those changes make some baby boomers feel left behind.","itags":["npr_api","370073193"],"guid":"e69e0bcd-fbf6-4b59-be50-53dbc583959c","contentencoded":"<p>It's lunchtime at a company called LifeSize in Austin, Texas. A dozen employees are playing beach volleyball on a sand court next to the parking garage behind their offices. Corrine Heery, a 28-year-old financial analyst, says she loves the \"midday endorphin rush.\" And that it enhances her bragging rights when discussing her work with friends. \"It's not just the business side, it's this side too — people getting along and playing fun sports,\" she says.</p><p>Lunchtime volleyball is part of the new image that the company — which sells video conferencing technology — is trying to cultivate to attract millennials like Heery. Her generation is highly sought after in today's technology sector for its dexterity with devices and ability to adapt to constant change.</p><p>LifeSize CEO Craig Malloy says that two years ago his company's culture and products were outdated. The clunky big-screen televisions and swiveling cameras it manufactured were being replaced by computer and phone applications. Malloy, a baby boomer, says he needed millennials to help create smaller and simpler technology.</p><p>\"People in my generation will never be as comfortable and as up to speed with what's happening on social media and Web applications,\" he says.</p><p>So Malloy instituted a company face-lift modeled after Silicon Valley startup companies. He introduced employee perks that appeal to young people, like group exercise and free food. And Malloy says the changes are paying off.</p><p>\"We're seeing more interest from a younger generation of software and hardware developer maybe that would consider a company like Nest or Google,\" he says. \"And now we're able to compete for that talent.\"<strong> <br /></strong></p><p><strong>Changes Spark Generational Protests<br /></strong></p><p>The company now focuses on mobile apps, and software that requires minimal technology to use — like a remote control with one button. But not all of the changes at LifeSize have been embraced. One in particular has been divisive across generations of employees.</p><p>By next year, nearly all LifeSize employees will be moved out of their offices, sitting at workstations that have just a few feet of sheer glass separating colleagues — leaving minimal privacy.</p><p>Malloy says that kind of office setup fosters collaboration and, he hopes, innovative ideas. But baby boomer employees protested so much, he decided to be the first to make the transition. \"I knew that if I moved out of my office into the open area, no one would have a leg to stand on complaining that they can't get their job done,\" he says.<strong><br /></strong></p><p>Larry Danko's doubts regarding the new floor plan aren't just about getting work done. \"I earned a window. That was important to me,\" he says.</p><p>The 66-year-old manager has accepted that he will lose his office in the transition, but he is not looking forward to it. Like many baby boomers, he views a private office as symbolic of a person's level of achievement and value.</p><p>Tony Vida, a 31-year-old IT manager, feels differently. \"I think change is inevitable,\" he says.</p><p>Vida doesn't see the changes at his office as being about one generation or another. Instead, he says it's part of the natural evolution of how work gets done over time.</p><p>\"I'm sure everyone that used to have an in and out folder on their desk waiting for paper notes didn't want to do the whole email thing,\" he says.</p><p>But some experts say evolution that happens too quickly can cause problems.</p><p>\"What happens is a lot of overcorrecting. [Employees] try too hard to focus on that young demo. Often I think they not only alienate the older [employees], but sometimes it backfires,\" says Sharalyn Orr, a management consultant with Frank N. Magid Associates, a firm that advises companies on public relations, marketing and management.</p><p>Malloy acknowledges that the changes at his company have been too much for some older staff members.</p><p>\"We have lost baby boomer employees. No one has said to me, 'There's no way I'm going to move into an open floor plan environment; I'm out of here.' But we have had some pushback. On the other hand most businesses are not a democracy. I like to say they're a benevolent dictatorship.\"<strong><br /></strong></p><p>And Malloy — the benevolent dictator — says his company needs to change with the industry. Even if that means leaving some people behind.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=To+Attract+Millennials%2C+A+Company+Changes+Its+Product+And+Workplace&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Caitlin Dickerson","audio":[{"meta":{"duration":"267"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370395067-1ffd74.m3u?orgId=1&topicId=1006&aggIds=352990765&d=267&p=2&story=370073193&t=progseg&e=370237637&seg=14&ft=nprml&f=370073193"},{"href":"http://media.npr.org/assets/img/2014/12/11/newboomdickerson1-4d29dce0925a5391db9fbc2829a3c3b6d22534c9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2769","width":"3692"}},{"href":"http://media.npr.org/assets/img/2014/12/11/newboomdickerson2-8823d98af22eb6ef043ff7ef343e79c92c5d7c9e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3310","width":"4413"}}]}