{"created":"2014-09-16T21:05:20+00:00","modified":"2014-09-16T23:05:22+00:00","valid":{"from":"2014-09-16T23:05:21+00:00","to":"3014-09-16T23:05:21+00:00"},"hreflang":"en","title":"Enforcing Prison Rape Elimination Standards Proves Tricky","published":"2014-04-03T01:54:00+00:00","teaser":"Thirteen years in the making, the Prison Rape Elimination Act is starting to have an impact. Texas Gov. Rick Perry says it's \"ill-conceived,\" but many other states are adopting the law's standards.","tags":["npr_api","298332579"],"guid":"e6b98f37-a841-4a3f-a2f7-5d1563417f3c","contentencoded":"<p>On a recent day at the Maryland Correctional Institution for Women, inmates in jumpsuits peek out of their cells to see three men with clipboards walk into the housing unit. These men are auditors doing a practice inspection. They're here to see if the facility complies with a federal law called the <a href=\"http://ojp.gov/programs/prisonrapeelimination.htm\" target=\"_blank\">Prison Rape Elimination Act</a>, or PREA.</p><p>Auditors Steven Cubello and Howard Ray start at a line of phones. There's no sign with the toll-free hotline that inmates can use to report an assault. It's one of many new standards the law puts into place. Maryland sent these three department employees to become certified auditors just to do these dry runs.</p><p>A group of prison officials quietly tagging along shake their heads at the phone bank. They already know the lack of the toll-free number is a problem. On this day the problems keep coming.</p><p>The Prison Rape Elimination Act passed through Congress so quickly in the summer of 2003 that most people probably missed it. Then came the long slog.</p><p>It turns out, it's hard to change workplace standards for every prison nationwide. It took a commission of experts five years just to write the new standards, then three years for everyone to argue over them and, now finally, for facilities to put them into practice. But there is support for the standards.</p><p>\"Sexual victimization while somebody is in confinement is totally unacceptable,\" says Mary Lou Leary, a principal deputy assistant attorney general at the Justice Department. \"It is in and of itself a crime, and it has to stop.\"</p><p>All states have to put the new standards into place, including things like training staff to stop sexual assaults and report them properly, and providing victims with rape kits and counseling. Then states have to pass an audit. If they don't pass, or don't want to go through the audit, they will lose 5 percent of their federal prison grant funding.</p><p>\"What we are hearing from the field is, this is challenging, it's difficult to put this policy into action. But it is absolutely the right thing to do,\" Leary says.</p><p>This 5 percent of grant funding isn't much for many states. Recently, Texas Gov. Rick Perry said his state will not adopt the standards, calling them \"ill-conceived.\" Most other states seem to be getting on board, though.</p><p>Experts say the real power of the law is in liability. If an inmate is raped repeatedly in a facility in a state that has refused to adopt national standards, that could look an awful lot like deliberate indifference to a jury in a civil lawsuit.</p><p>Plus, there appears to be a problem. At least 4 percent of adult inmates reported being victimized in 2012, according to the Justice Department. In juvenile facilities, one in 10 kids reported being raped, sexually assaulted or victimized in the preceding year — and 80 percent of those kids said they were victimized by staff.</p><p>\"The audit process is an audit of your culture,\" says Steven Jett, who runs the Southwest Idaho Juvenile Detention Center. \"It's not a policy audit.\"</p><p>Last month the Detention Center became the first facility in the country to pass a PREA audit.</p><p>\"I could have said, 'We don't need it here. We don't have any incidents like that.' I could have taken that attitude,\" Jett says. \"But it is best practices that we don't let our inmates or our residents in our facilities be abused sexually or any other way.\"</p><p>The law says that every staff member needs to know how to handle a report of an assault and understand what to do if they see something suspicious. Statistically, half of adult inmates who report being victimized say they were victimized by staff.</p><p>In Maryland, auditor Howard Ray ducks into a random office and chooses a woman behind her desk. He asks her if she is familiar with PREA and to explain her general understanding of what it is.</p><p>\"PREA is zero tolerance for any sexual abuse, or sexual harassment. Inmate against inmate, or inmate against staff or volunteers,\" she says.</p><p>\"OK. That's good,\" Ray says. Prison officials look relieved.</p><p>As the group moves to the next building, David Wolinski, the state's PREA coordinator, is taking the day in stride. The state is ahead of most and hopes to be certified in coming months.</p><p>\"The first time through is the toughest. So once you get it down it's just maintenance,\" Wolinski says. \"I would hope that after the first year it's not going to be near as difficult.\"</p><p>In this state and throughout the country, the number of teenagers and adults who are assaulted while locked up may start to decline.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Enforcing+Prison+Rape+Elimination+Standards+Proves+Tricky&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sullivan","audio":[{"meta":{"duration":"309"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1298374046-799c6a.m3u?orgId=1&topicId=1070&ft=3&f=298332579"},{"href":"http://media.npr.org/assets/img/2014/04/02/prisonauditors-9aee33f6131fc10ea0b3aa9e6e502d785902e0a9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2803","width":"3735"}}]}