{"created":"2014-11-06T20:57:49+00:00","modified":"2015-05-02T02:40:50+00:00","valid":{"from":"2015-05-02T02:40:50+00:00","to":"3015-05-02T02:40:50+00:00"},"hreflang":"en","title":"Catalonia's President Makes His Case For Independence From Spain","published":"2014-11-06T23:33:00+00:00","teaser":"Catalonia's President Artur Mas is seen as a savvy leader who has appealed far beyond his home borders for Catalan independence. But Spain says there's no way it will cut Catalonia free.","itags":["npr_api","362034832"],"guid":"e6c07fde-d3c2-4c33-9c21-f4da06472357","contentencoded":"<p>When the international press corps descend on the Catalan capital Barcelona, as they are this weekend to cover the region's symbolic independence vote, Catalan President Artur Mas often holds a news conference. Here's how he usually begins: <br /> <br /> \"I'll try to answer your questions in whatever language you ask them,\" Mas says. \"Catalan, Spanish, French, English — I'll try my best in Italian too,\" he says, and settles in for up to two hours, until all questions are exhausted. <br /> <br /> Reporters are often stunned. There are few Spanish politicians who speak any second language, let alone four. Spanish Prime Minister Mariano Rajoy prefers to address the media in pre-recorded video statements, and rarely answers questions live, face-to-face. <br /> <br /> \"Rajoy's style is quiet and dull. He doesn't say anything if he can help it,\" says Enric Ucelay-Da Cal, a historian at Pompeu Fabra University in Barcelona. Mas, on the other hand, is \"slicker, smoother, less provincial — while paradoxically defending localism,\" Ucelay says. \"He has a kind of square-jawed, simple, personable good looks.\" <br /> <br /> The Catalan leader's TV-friendly charisma has made him accessible, and catapulted him as a new figure in European politics. Mas' Catalan regional government has satellite offices in New York, Washington D.C., London and Brussels. He's working to win hearts and minds — and possibly, international recognition — for an independent Catalonia.<br /> <br /> This Sunday's independence vote will be unofficial and non-binding. Catalans acknowledge its results won't be recognized by Spain.</p><p>But they hope the exercise is a step toward determining their own future. After Spain's Constitutional Court ordered an official referendum halted, Mas devised a plan to recruit volunteers to staff polling stations, to prevent civil servants from being in violation of Spanish law. But Madrid still considers the whole affair <a href=\"http://www.npr.org/2014/09/30/352661322/spanish-court-suspends-catalonias-independence-vote\" target=\"_blank\">to be illegal.</a> <br /> <br /> Artur Mas has nevertheless emerged as a statesman lobbying for Catalan freedom. But that wasn't always the case.</p><p>His center-right political party, Convergéncia i Unió, wasn't explicitly pro-independence until a few years ago. Then Spain's economy tanked, and Catalans began thinking they might be better on their own. In the past three years, millions have taken to the streets of Barcelona in pro-independence rallies annually on Sept. 11, <a href=\"http://www.npr.org/2014/09/11/347738196/in-catalonia-thousands-march-for-independence-from-spain\" target=\"_blank\">Catalonia's national day.</a> <br /> <br /> Mas has deftly ridden that independence wave, even if his ultimate goal may not be Catalan independence, but rather to pull back and negotiate more fiscal autonomy for Catalonia within the Spanish state structure, says Antonio Roldan, a political analyst at the Eurasia group in London. <br /> <br /> \"He's a long-term player. I think he decided to use this wave and play hardball,\" Roldan says. \"He's pushing Madrid and establishing somehow a new status of relationship.\" <br /> <br /> The persona that Mas tries to convey — that of a sophisticated statesman, connected to Europe — is exactly how Catalans want to see themselves, like a Scandinavian country in southern Europe, Roldan says. <br /> <br /> \"Mas is more dynamic, more international. He's been exposed to the world,\" Roldan says. \"He's in favor of the free market, and he's more cosmopolitan — as Catalans in comparison to Spain are.\"<br /> <br /> Born in 1956 to a wealthy industrialist family in the Catalan heartland, Mas attended an elite private school in Barcelona. It was founded by Catalan speakers who'd worked at the local French Lycee high school, and wanted to create a highly competitive academic environment. <br /> <br /> \"It's quite elitist and extremely demanding. It's kind of a sink or swim thing. But it also emphasized developing language skills — four languages from Day One,\" says John Stone, a literature professor at the University of Barcelona who sends his daughter to the school.</p><p>Stone is Canadian, and he says that perhaps as result of his linguistic training, Artur Mas \"is more like what I would expect of a Canadian politician than a Madrid politician.\"<br /> <br /> But in Madrid, it's a different story. Mas is cast as a rebel trying to break apart the proud, historic Spanish nation. <br /> <br /> \"We've spent 500 years together. Spain is one of the oldest nations in Europe. And here comes someone trying to take that away, thinking he's above the law,\" María Dolores de Cospedal, a top figure in Spain's ruling conservative party, said recently. \"In Catalonia, in Barcelona, there's a politician who's irresponsible and suicidal,\" she said, referring to Mas.<br /> <br /> At a Madrid sidewalk cafe, Manuel Lizarte and his daughter say the same.<br /> <br /> \"We see him as a poser. Why does a local politician need to have offices in other countries? He's taking advantage of taxpayers money,\" Manuel says.</p><p>\"Taking advantage of the economy,\" his daughter Barbara chimes in. \"He's playing with Catalans' emotions. We can't let Spain be destroyed by one man or his politics.\"</p><p>This weekend, Mas will preside over a Catalan independence vote that Spain considers illegal. For Mas, it's risky. He's breaking Spanish law. But it could bring him one step closer to founding a new European country called Catalonia.</p><p><em>Lauren Frayer covers Spain for NPR. Follow her </em><a href=\"https://twitter.com/lfrayer\" target=\"_blank\">@lfrayer</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Catalonia%27s+President+Makes+His+Case+For+Independence+From+Spain&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lauren Frayer","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362086833-ea88fc.m3u?orgId=1&topicId=1124&d=235&p=2&story=362034832&t=progseg&e=362059023&seg=19&ft=nprml&f=362034832"},{"href":"http://media.npr.org/assets/img/2014/11/06/156877411-bfdfdc2436fdab8d1d22e8f2c4fbabf1f9621c16.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1997","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/11/06/455262678-1acfea2f79022bdaede85bae0ba1add653c83504.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2059","width":"2747"}}]}