{"created":"2014-10-08T15:24:05+00:00","modified":"2014-10-31T01:47:48+00:00","valid":{"from":"2014-10-31T01:47:47+00:00","to":"3014-10-31T01:47:47+00:00"},"hreflang":"en","title":"Mexico City's Campaign To Encourage Breast-Feeding Backfires","published":"2014-05-26T23:35:00+00:00","teaser":"Breast-feeding rates in Mexico are among the lowest in Latin America. But a campaign to encourage the practice featured topless actresses, drawing sharp criticism from some women's groups.","itags":["npr_api","315281803"],"guid":"e6c17715-56e0-4e70-a203-41436c960b75","contentencoded":"<p>Mexico City health official launched a new campaign this month to boost the image of nursing mothers. But posters of topless toned actresses weren't exactly the message women's groups and health advocates had hoped for.</p><p>\"We were very surprised once the campaign was launched,\" says Regina Tames, of the reproductive rights group GIRE.</p><p>She was taken aback by pictures of topless actresses and one of the female boxer known as \"La Barbie.\" She was shirtless, too — although she did have on her boxing gloves.</p><p>The stars aren't totally bare: a strategically placed banner crosses their chests. Written on the banner is the campaign's slogan in Spanish: \"Don't turn your back on them ... Give them your breast.\"</p><p>\"It's not only a very terrible campaign in terms of how it looks, but it's also the message that if you don't breast-feed, you are a bad mother and you are the one to blame,\" Tames says.</p><p><strong>Little Support For Nursing Moms</strong></p><p>Breast-feeding rates in Mexico are among the lowest in Latin America. Only 14 percent of women breast-feed their children exclusively in the first six months, the recommended standard set by the World Health Organization. Meanwhile, childhood obesity and breast cancer in Mexico are on the rise. Studies show breast-feeding might help lower the risk for both diseases.</p><p>There are many reasons why women aren't breast-feeding in Mexico, adds Tames. Poverty and poor nutrition top the list, but also more women than ever have entered the workforce. Hours are long, which makes breast-feeding during the day challenging, while pumping milk at work is not encouraged and in many cases prohibited.</p><p>Heath advocates also point to Mexico's unwillingness to regulate companies that sell baby formula. Mexico has yet to sign on to the World Health Organization guidelines that restrict hospitals from handing out free baby formula and marketing their products to new mothers.</p><p>Chessa Lutter, the regional adviser for the Pan American Health Organization, says Mexico does have rules for doctors and nurses to promote breast-feeding and provide lactation areas in the workplace. But she says there is little enforcement.</p><p>\"It shouldn't just be all up to the mother,\" says Lutter. \"You have got to provide that very supportive environment, particularly in a country like Mexico where because it isn't now the normative behavior the government has to take a very strong role.\"</p><p>In fact, Colombia and Brazil have reversed dramatic declines in breast-feeding by restricting advertising of formula and public health ads touting nursing's nutritional benefits.</p><p>But it's clear by talking to new mothers that Mexico has an uphill battle in reversing the trend.</p><p><strong>Ease Of Other Options</strong></p><p>At a city-run health clinic, 21-year-old Gabriel Hernandez waits to see the doctor with her 2-month-old baby girl, Abigail. Hernandez says she only breast-fed for about two weeks because formula is much easier.</p><p>She says it just hurt so much to breast-feed. With her first son, who is 3 and sound asleep on the waiting room chairs, she never breast-fed. He was in an incubator and the nurses gave him formula.</p><p>Hernandez's mom, however, breast-fed all three of her children. Alicia Cruz says girls today are more impressed with modern innovations.</p><p>\"Technology is more advanced and they have more options and ways to feed their babies than in my generation,\" says Cruz.</p><p>Mexico City's health director declined several requests for interviews. He told local radio that now the campaign will focus on opening 92 lactation rooms throughout the city and two milk banks. And those pictures of the topless actresses are no longer on the city's website.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mexico+City%27s+Campaign+To+Encourage+Breast-Feeding+Backfires&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Kahn","audio":[{"meta":{"duration":"259"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1315978231-5ee545.m3u?orgId=1&topicId=1127&ft=3&f=315281803"},{"href":"http://media.npr.org/assets/img/2014/05/23/mex-breastfeeding-a3d7a7d87df02b2f6d4f7bba8728f994970ed17b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"470","width":"626"}}]}