{"created":"2015-05-27T17:21:19+00:00","modified":"2015-05-27T22:52:16+00:00","valid":{"from":"2015-05-27T22:52:16+00:00","to":"3015-05-27T22:52:16+00:00"},"hreflang":"en","guid":"e6d0d2c0-44b4-4f0c-b69b-a6b34c581c31","title":"An Iraqi oil refinery that was too important to destroy has just been destroyed","published":"2015-05-27T22:52:11+00:00","byline":"Stephen Snyder","tags":["conflict","oil","terrorism","ISIS","Conflict","Conflict & Justice","Baiji","Asia","Iraq","Middle East","Ben van Heuvelen","Iraq Oil Report"],"teaser":"A critical piece of Iraqi infrastructure, the nation's largest oil refinery has been destroyed following a year long battle between pro-government Iraqi forces and fighters loyal to ISIS. The big question is \"how was this allowed to happen?\"","contentencoded":"<p>ISIS fighters and pro-goverment forces battled for a year over control of the oil refinery at Baiji, Iraq's largest. The plant was crippled but intact, and would have been a key asset for whomever came to control all of the refinery and the pipelines in and out of it. This weekend, ISIS forces, which had controlled much of the facility since April, suddenly retreated. And torched the place on their way out.</p>\n<p>On Sunday, this video attributed to the ISIS news agency Amaq showed the Baiji refinery in flames.</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/UL8PpUDokw0\" width=\"420\"></iframe></p>\n<p>\"Many of the ISIS forces seem to have withdrawn,\" says Ben van Heuvelen of Iraq Oil Report. \"But they've left behind a crew that appears to be on a suicide mission to cause as much damage and death as possible while the Iraqi forces try to clear the place.\" Van Heuvelen's sources on the ground report that <a href=\"http://www.iraqoilreport.com/news/baiji-refinery-devastated-by-is-scorched-earth-tactics-14582/\">ISIS militants inside the plant have detonated explosives</a> and set fire to key infrastructure, including control rooms and processing units.</p>\n<p>The sabotage occurred just as pro-government forces secured key roads to the refinery and launched fresh attacks on ISIS defenses.</p>\n<p>When the Baiji refinery was operational, it processed more than 200,000 barrels per day of crude, \"which,\" says van Heuvelen, \"amounted to more than one-third of Iraq's total domestic fuel production.\" Iraqi authorities took the facility offline in June 2014 when ISIS forces first seized great swaths of northern Iraq, including oil fields and pipelines critical to the Baiji operation. With ISIS essentially surrounding the refinery, the pro-government forces had to struggle to keep fighters out.</p>\n<p>\"Now,\" says van Heuvelen, \"the refinery is probably unusable for several years, if ever again.\" Iraqi officials might have seen this coming.</p>\n<p>\"They definitely planned poorly,\" van Heuvelen observes. \"One problem is that they did not devote nearly enough troops to guarding one of the most critical pieces of infrastructure in the country. Another problem is when they realized that ISIS was launching this overwhelming attack on the refinery, they responded without any coherent strategy. So they sent in reinforcements without securing the supply routes between the refinery and the territory that the Iraqi government controlled. As a result, those reinforcements essentially walked into an ambush, and many of them got killed.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-26%2Firaqi-oil-refinery-too-important-destroy-its-just-been-destroyed&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05272015_05.mp3"},{"href":"http://admin.pri.org/file/0527201505mp3"}]}