{"created":"2015-05-10T11:39:46+00:00","modified":"2015-05-13T23:05:16+00:00","valid":{"from":"2015-05-13T23:05:16+00:00","to":"3015-05-13T23:05:16+00:00"},"hreflang":"en","title":"Stuck In Camps, Afraid For Their Lives: Where Should They Go?","published":"2015-05-12T21:09:00+00:00","teaser":"They came to South Africa for jobs and to escape from conflicts. In March they were attacked with machetes and angry words. Now 500 foreign workers are stuck in a tent city outside Durban.","itags":["npr_api","405624448"],"guid":"e6d28e3e-bf27-4c84-89fb-ac04e8f2462c","contentencoded":"<p>The men were chasing him with machetes, clubs and \"anything that can hurt.\"</p><p>They were shouting, \"Go back to your countries and leave everything. What you possess here is not yours because you got it in South Africa.\"</p><p>Joe Tapera, 35, came to South Africa eight years ago from Zimbabwe. He works as an electrician. But last month, he had to make a mad dash into a nearby bush to escape an angry mob, abandoning his belongings at home.</p><p>Tapera now stays at Chatsworth camp, a shelter for displaced Africans on the outskirts of the eastern port city of Durban. More than a month after attacks on foreign workers broke out, about 500 immigrants still live in three giant tents — two white, one green — pitched on a huge sports field. Many are children.</p><p>Attacks against foreigners, mainly other African workers, began at the tail end of March in KwaZulu Natal province. Days earlier, the influential Zulu King Goodwill Zwelithini — titular head of more than 9 million Zulus, the biggest ethnic group in South Africa — made a speech in which he reportedly said immigrants should pack their bags and leave.</p><p>Twenty-five years after the end of apartheid, poverty and joblessness are a perennial blight on South Africa. So there's a feeling among many people that the \"better life\" they were promised, after the end of white minority rule, has not materialized.</p><p>The king denies inciting the violence that followed and has since called xenophobia \"vile.\"</p><p>Nonetheless, hundreds of African immigrants have returned home, across South Africa's borders, on buses sent by their respective governments: Zimbabweans, Malawians, Mozambicans. Those who've stayed on, like Tapera, are reluctant to go home because they say employment opportunities are next to nil in their homeland.</p><p>Like many other African workers, Tapera says he moved to South Africa in search of a job. He was working as an electrician to support his family in Zimbabwe when the violence erupted. \"It's so painful to me. It's very hard,\" he says.</p><p>So he's stuck in limbo. \"You go back home, it's tough, you stay here, it's tough,\" he says. \"And I know that if I go back to Zimbabwe, there's nothing that I'm gonna do there except sit down and look at my family suffering\".</p><p>Chatsworth camp is run by the provincial KwaZulu Natal government and South African volunteers. When I visit, children are lining up for the final meal of the day: pap — a corn porridge — and beans. The kids are not in school; they spend their time playing games in the dust outside the tents.</p><p>Their parents look desperate as they while away endless hourswhile. Tuma Shabaan, a refugee from the conflict in eastern Democratic Republic of Congo, says he's been in South Africa for the past nine years. He describes how attackers tried to break into his house. So he ran away with his South African wife and baby.</p><p>\"We have a problem in South Africa, for true,\" says Shabaan. \"It's like a snake behind you talking nicely, but then he tells you, when are you going to go back in your country?\"</p><p>Shabaan says he can barely eat, because he's so worried. He doesn't know when he'll be able to return to his job as a pest control agent.</p><p>The international charity, Doctors Without Borders, is running a mobile medical clinic at the camp. The medical coordinator in South Africa, Dr. Gilles van Cutsem, says many of the foreign workers need counseling. The team has two psychologists, two medical doctors and several counselors providing emergency care.</p><p>\"We are now doing increasing psychosocial support for people who have been traumatized, because they've been beaten, because they've been chased away, because they've been raped,\" says Van Cutsem.</p><p>The government hopes to encourage South Africans \"to appreciate that these [immigrants] are our fellow brothers from the same continent,\" says Sipho Khumalo of the provincial department of community safety. The goal, he says, is to reintegrate the displaced foreign workers into the South African communities they were driven from.</p><p>Tapera, the Zimbabwean electrician, scoffs at that, saying reconciliation will only happen if the immigrant workers feel safe. He's waiting on President Jacob Zuma to make good on his pledges to ensure the security of foreigners.<strong> </strong></p><p>\"The president visited us and promised that everything is going to be all right. He promised us that we're gonna be safe and I feel that maybe I'm gonna be safe,\" says Tapera. \"That's why I didn't go back home to Zimbabwe. They say they're going to calm the situation. It's tough times, but it will pass — maybe.\"</p><p>Khumalo, the provincial community safety liaison officer, says that reintegration won't be easy. \"We can't talk about guarantees. We're dealing with human nature here, dealing with people,\" he warns.</p><p>Congolese mother of three and beautician, Bora Famba, was working in a nail and eyelash salon before the violence. She came to South Africa eight years ago, fleeing war in the Democratic Republic of Congo.</p><p>As a neighbor sweeps the plastic floor, Famba shivers, and slumps back onto a mattress, surrounded by dozens of similar thin mattresses laid out in long lines on black plastic flooring under the dome of a white tent. It's getting chilly at dusk.</p><p>\"I can't stay in South Africa again because I'm tired of xenophobia,\" says Famba. This isn't the first time South Africa has seen xenophobic violence. In 2008, nearly 70 people were killed during attacks against outsiders.</p><p>She laments: \"2004, xenophobia. 2008, xenophobia. 2015, xenophobia. Xenophobia in South Africa, it can't finish. It can't finish.\"</p><p>Famba, and many like her, says the only solution is peace and a new life. <em>Please,</em> she says, <em>find me someplace to go.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Stuck+In+Camps%2C+Afraid+For+Their+Lives%3A+Where+Should+They+Go%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ofeibea Quist-Arcton","audio":[{"meta":{"duration":"267"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405624455-adce0d.m3u?orgId=1&topicId=1126&d=267&p=10&story=405624448&t=progseg&e=405624317&seg=11&ft=nprml&f=405624448"},{"href":"http://media.npr.org/assets/img/2015/05/12/img_1051-b5a47bf63516863966dae9a21f61b469ff1e84bc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}},{"href":"http://media.npr.org/assets/img/2015/05/12/img_1077-8d40096e9a59dab2d61ad700c2e11d7abfa3ad0d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}},{"href":"http://media.npr.org/assets/img/2015/05/12/img_1046-1-7148cd33e60079d51e0fd618a709680456e0ff16.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1687","width":"2250"}}]}