{"created":"2015-02-22T12:51:55+00:00","modified":"2015-05-13T21:14:06+00:00","valid":{"from":"2015-05-13T21:14:06+00:00","to":"3015-05-13T21:14:06+00:00"},"hreflang":"en","title":"Iraqi Kurds: We're Ready To Fight For Mosul","published":"2015-02-25T00:27:00+00:00","teaser":"The Kurdish security chief says his Peshmerga fighters have gained ground against ISIS. But the big prize in northern Iraq is Mosul, and he says the Iraqi army will be needed for that battle.","itags":["npr_api","387744947"],"guid":"e6dda6ad-f82d-435e-859c-b05744b26666","contentencoded":"<p><em>American military officials announced that they are planning an operation in April or May to free Iraq's second-largest city, Mosul, from the group that calls itself the Islamic State, or ISIS. The extremist group has controlled the city since June, and the Pentagon says up to 25,000 Iraqi troops will take part in an offensive to reclaim the city. </em></p><p><em>Kurdish fighters will be a key part of this operation. The Kurds are a close U.S. ally in this conflict and have already driven ISIS out of other areas in northern Iraq. NPR's Ari Shapiro spoke with Masrour Barzani, who leads Kurdish security and intelligence services, about the approaching operation. Here are excerpts of their conversation. </em></p><p><strong>If word came today that it's time to go liberate Mosul, would the Kurdish Peshmerga be ready? </strong></p><p>The Peshmerga are ready and have been fighting ISIS for a long time, but the liberation of Mosul is not just about having Peshmergas ready to do their part. We are basically waiting for the rest of the Iraqi troops, the Iraqi army to be ready to come to Mosul. Peshmergas will not enter Mosul alone. We understand that this will create some political sensitivity. So there has to be a Sunni military force to be able to liberate Mosul.</p><p><strong>Is the Iraqi army ready? </strong></p><p>I wish I could tell you that they are ready, but they are not, and this is very unfortunate. ... Let's not forget that for 10 years the Iraqi army was trained and supported, and unfortunately they did not last for a long time fighting ISIS. Especially in Mosul. Five Iraqi military divisions and one federal police division were completely destroyed or abandoned their posts.</p><p>And let's also not forget that fighting ISIS with new recruits is not that easy. So you have to have combat-hardened forces, and those forces that have already been fighting ISIS for quite some time.</p><p><strong>Mosul was a city of 2 million people. Do you fear that a fight could flood the region with fleeing civilians?</strong></p><p>We have well above 1.6 million IDPs (internally displaced people) in Kurdistan, mostly from southern cities. And any plan to liberate Mosul has to be well calculated and well coordinated. The liberation of Mosul should not really lead to another mass exodus of people elsewhere. That would happen if the operation fails.</p><p><strong>If ISIS is driven out, who should handle security and governance in Mosul? </strong></p><p>We know that about 30 percent of the population of Mosul is Kurdish. So the Kurds will definitely have to play a role. But it would be those Kurds that live in Mosul. And other components of the city or the province must participate.</p><p>So for the future of Mosul, the security of Mosul, or the post-liberation of Mosul, definitely everyone who lives in Mosul who has not been affected or affiliated or collaborated with terrorism should be included, and that will require training, it will require additional support and help.</p><p><strong>How do you evaluate the assistance you've received from the U.S.? </strong></p><p>We are grateful for the support that the U.S. has provided to us. They were among the first that came to our assistance when ISIS shifted its focus and attacked Kurdistan almost overnight. The airstrikes have been extremely effective and have been a turning point in terms of supporting Peshmerga and defeating ISIS in the battlefield.</p><p>However, this is not enough to defeat ISIS ultimately. ISIS does not only exist on the front lines with the Kurds or fighting Peshmerags. They exist in other places where there are no Peshmergas, and unfortunately they are not an effective enough force to defeat ISIS or push ISIS back or drive ISIS out of the country.</p><p>So we believe that much more needs to be done in terms of providing ground support to the Peshmerga, in terms of sufficient armament, heavy armored tanks, vehicles, helicopters that we've been asking for for quite a long time from the U.S. and coalition forces.</p><p><strong>Are there specific places that need to be liberated before a Mosul operation can begin? </strong></p><p>The Peshmerga have conducted a number of operations in the north, east, and west of Mosul. And we've liberated thousands of square kilometers. Now it's time for the Iraqi army to advance from the south toward Mosul. And that is the key. Mosul has to be completely isolated for any effective assault and let's say guaranteed operation. ISIS should not have a corridor, a way out. They have to be isolated, they have to be attacked from all different sides.</p><p><strong>If the Iraqi army doesn't get ready, is there a plan B? </strong></p><p>We cannot go beyond areas that are not Kurdistan, and that limitation does not allow us to chase ISIS into the areas where it's basically the responsibility of the Iraqi army to do so. If the Iraqi army is not ready, if there are no other ground forces to defeat ISIS, that is something that the decision makers in the U.S., members of the coalition have to make. Do they have the time and luxury to live with ISIS in an area where they can still flourish and produce terrorism?  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Iraqi+Kurds%3A+We%27re+Ready+To+Fight+For+Mosul&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"203"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388187204-33cc8d.m3u?orgId=1&topicId=1009&d=203&p=10&story=387744947&t=progseg&e=388187203&seg=1&ft=nprml&f=387744947"},{"href":"http://media.npr.org/assets/img/2015/02/20/peshmerga-mosul-6f091b51c8d6690da6bbeb4dee42f13b403e4a7d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/02/20/masrourbarzani-e80804553b5a27ce78ce8aab741824197dc8a143.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1465","width":"1953"}}]}