{"created":"2014-10-13T14:03:22+00:00","modified":"2015-04-09T19:25:20+00:00","valid":{"from":"2015-04-09T19:25:20+00:00","to":"3015-04-09T19:25:20+00:00"},"hreflang":"en","title":"What's It Like To Be Neil Patrick Harris? He Gives You Options","published":"2014-10-14T17:01:00+00:00","teaser":"The actor says he's been able to do a lot of different things in his life, including his role as Doogie Howser. So when he sat down to write a memoir, he made it a \"Choose Your Own Adventure.\"","itags":["npr_api","354997298"],"guid":"e6e7ad97-29e4-48fc-b2e7-aa2cd3050c0a","contentencoded":"<p>Neil Patrick Harris' new memoir describes the surprising twists and turns of his life and career, from becoming a child actor to starring in two hit TV shows to winning a Tony. But Harris wrote his memoir, <em>Choose Your Own Autobiography</em>, in an unconventional way: The book is based on the \"Choose Your Own Adventure\" series in which young readers decide which plot to follow.</p><p>\"I've sat here and talked ... about all the weird, different things that I've gotten to do in my life,\" he tells <em>Fresh Air</em>'s Terry Gross, \"and I thought, rather than have a book that tries to find a common thread between all of these events, [the book] essentially allows you to be me and choose your own version of my autobiography.\"</p><p>Harris, 41, grew up in New Mexico, where he fell in love with magic and acting. In his teens, he became famous for playing a boy-genius doctor on the TV series <em>Doogie Howser, M.D.</em>, which premiered in 1989. After years of being unable to escape Doogie in the public mind, Harris satirized his image in the 2004 film <em>Harold & Kumar Go to White Castle</em>, which opened the door to a new Neil Patrick Harris.</p><p>Since then, he has starred in the hit TV series <em>How I Met Your Mother</em>, which ended its long run this year; he performed in several productions of Stephen Sondheim musicals; he hosted the Tony Awards four times; and, this year, he won a Tony for his performance as a transgender woman in the musical <em>Hedwig and the Angry Inch</em>. He currently appears in the new David Fincher film <em>Gone Girl</em>.</p><p>Harris came out publicly in 2006, and recently married his longtime partner, David Burtka. They are the fathers of twins.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the secrecy around his 2011 Tonys opening number \"<a href=\"https://www.youtube.com/watch?v=-6S5caRGpK4\">Not Just For Gays Anymore</a>\"</strong></p><p>We were worried that if the <em>New York Post</em> or <em>The</em> <em>New York Times </em>caught wind of this idea and talked about it, it would create its own conversation. And then we would've been asked probably not to do it because it would've come with its own baggage. So we opted to do all the rehearsing in secret. All of the dancers had signed confidentiality agreements; we created dummy lyrics for when we went and recorded it with the orchestra, and they were very tepid — very average rhymes — and probably the guys that were playing [in the orchestra] thought, \"<em>This</em> is what we're doing this year for the Tonys?\"</p><p><strong>On not having an understudy for <em>Hedwig and the Angry Inch</em> </strong></p><p>I didn't have an understudy in that show because it just seemed weird and not fair. I wanted to challenge myself with doing 20 weeks of seven shows a week and just do it. ... When you put your name above the title of what's essentially a one-person show, people are coming to see you do that part. So if you sit down and you have a little piece of paper in your playbill that says, \"Tonight the role of Hedwig will be played by somebody else\" ... it just didn't seem right, so I challenged myself with doing it.</p><p><strong>On getting stress fractures in his toes when he did <em>Cabaret </em></strong></p><p>I don't know if I would've done it any differently. Had I to do it again, [I] probably would've put some Dr. Scholl's or something in the shoe before I stomped around. But ... that's what I love about theater, is that when you're watching it and you're there, it's unique to that night. Even though they're all doing the same thing, there's variables that are only happening then. Sometimes the mic goes out; sometimes your voice goes out; sometimes an audience member is causing a stir; sometimes phones go off. That's why you go see the theater.</p><p><strong>On being overly aware of how he carried himself when he was younger</strong></p><p>Growing up, especially having done a TV show when I was younger, I was recognized more. I didn't have 100 percent anonymity when I walked around in those years where I felt most awkward — through puberty, in my late teens where I had big ears and acne and an Adam's apple. Maybe [I was] overly aware and conscientious of how I was carrying myself.</p><p>I wanted to be an actor who could play different types of roles, so I didn't choose one way to carry myself. I chose a way that was ... kind of Switzerland, in the middle: Stand tall, but don't strut; walk straight. ... And I was hyperaware of how I came across because I didn't want to be overly effeminate. I didn't want to be walking like I was a tough guy — I was oddly concerned about it.</p><p><strong>On playing a transgender woman in <em>Hedwig and the Angry Inch</em></strong></p><p>I'm suddenly presented with having to [act] not as a funny character, but as a really legitimate, fully formed person — be a woman, a punk-rock woman, which involved big, 5-inch boots with massive heels. It involved tucking my genitals like a drag queen would so you can't see that I'm a man for real, wearing a bra ... wigs, makeup and having to sing and carry myself as if I had been that way by choice and had been that way for decades. That was intense.</p><p><strong>On coming out </strong></p><p>I had no stigma in my own world or shame about who I was. ... I did believe that a good actor is like a good magician. Magic is my hobby, and I've been enamored by a magician's ability to reveal very little about themselves so that they can create their own identity. ... I thought as an actor there's something innately good, nay necessary, about revealing a little bit about yourself so that people know who you are, but keeping a large portion of yourself [private] so that I could play all sorts of different roles.</p><p>Unfortunately, we live in a society now that's very socially savvy. There's Twitter and Facebook and camera phones and selfies, and it's impossible almost to be able to separate the two cleanly. So I knew that [coming out] would be an inevitability sometime.</p><p>I was thankfully in a relationship with David, who is now my husband, and I was very much in love with him, and it started to seem uncomfortable to not recognize him. It seemed more insulting to him to go to a movie premiere ... and then I get out of the car on one door, he gets out of the car on the other door, I go down the press line by myself. ... That just seemed disrespectful.</p><p><strong>On losing his virginity </strong></p><p>All of my friends in high school were getting laid, and it was so awesome to hear their stories and it seemed so cool and they were all so manly, and all of their exploits were like, in the back of the car, on a mesa, with a keg of beer, you know? ... I was just not that kid. I didn't have any game. I didn't know how to do it; I wasn't really into it. ...</p><p>We were at a party ... and some girl was there from college, New Mexico State University, with a friend and [she] told my group of friends that she wanted to have sex with me because I was on a TV show.</p><p>And so my friends were like, \"This is the time! It's perfect! You have to have sex right now!\" ... It seemed perfect at the time ... so it happened. So it was very warm and exciting, and it was done very quickly. And then she was done — she didn't want to date me or anything. ... I was sort of shell-shocked by it all. .... I thought, \"OK. Where's my pants?\" And then she was gone. It was very unceremonious.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What%27s+It+Like+To+Be+Neil+Patrick+Harris%3F+He+Gives+You+Options&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2730"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355879331-71917b.m3u?orgId=1&topicId=1033&aggIds=100876926&e=354997298&d=2730&ft=nprml&f=354997298"},{"href":"http://media.npr.org/assets/img/2014/10/09/hosting-tonys-photo-by-andrew-h--walker-getty-images--f2a7fae965eac6c85a48a3667311810370a0cde9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1982","width":"2643"}},{"href":"http://media.npr.org/assets/img/2014/10/09/theo-wargo-getty-images-for-tony-awards-hedwigandtheangryinch-1bf9169e11fdbcee14a2acc132a53c6c149dfd7b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1756","width":"2341"}}]}