{"created":"2015-06-24T20:36:51+00:00","modified":"2015-06-30T19:10:43+00:00","valid":{"from":"2015-05-01T22:11:07+00:00","to":"3015-05-01T22:11:07+00:00"},"hreflang":"en","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>For years, writer and comedian Greg Proops starred on the British <em>and</em> American versions of the improv comedy show “Whose Line Is It Anyway?” He’s also appeared in everything from Tim Burton’s “The Nightmare Before Christmas,” to HBO’s “Flight Of the Conchords.” Here he is to tell us about his new projects — and his list.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<img alt=\\\"DPD-Banner\\\" class=\\\"aligncenter\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\\\" />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Greg Proops:</strong> Hello everybody, this is Greg Proops. I have a podcast called “<a href=\\\"http://www.gregproops.com/blog/smartest-man-in-the-world-podcast/\\\" target=\\\"_blank\\\">The Smartest Man in the World</a>.” Yes, it’s a joke, I don’t think I’m the smartest man in the world. And I have a book called “<a href=\\\"http://www.smartestbookintheworld.com\\\">The Smartest Book in the World</a>” based on the podcast.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>In keeping with the theme of my book, “The Smartest Book in the World,” here are three people that I feel I can go head-to-head with as the smartest <em>people</em> in the world.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<h2>Fran Lebowitz</h2>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><iframe allowfullscreen=\\\"allowfullscreen\\\" frameborder=\\\"0\\\" src=\\\"//www.youtube.com/embed/dzkePaPfNWU\\\"></iframe><br /><br /> First off, I would choose Fran Lebowitz. Fran Lebowitz is a wit, a wag, a raconteur… a writer sometimes, although her writing output is slim. I believe she once said the reason why she doesn’t write as much as she could is because she writes using her own blood as ink.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>The first time I encountered Fran Lebowitz, I think I was in college. My friend Reid, who I was in an improv group with, gave me the book “Metropolitan Life.”  In that book, she discusses her activities, which mainly consist of whining and laying on the couch and smoking. And that’s when I knew I loved her forever and ever.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>She’s said many funny things over the years, one of which was, “Children are often sticky, and rarely in a position to lend you an interesting sum of money.”  I don’t think I can best her as far as wit goes, but I’d love to sit down and drink and smoke with her, and see what happens.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><em>(Ed. note: Check out <a href=\\\"http://www.dinnerpartydownload.org/fran-lebowitz/\\\" target=\\\"_blank\\\">our interview with Fran Lebowitz here</a>.)</em></p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<h2>Leonardo da Vinci</h2>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<img alt=\\\"Imagine this guy in pink tights. Wouldn&apos;t you want him at your dinner party? Photo Credit: Hulton Archive/Getty Images\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/05/51243322-750x1024.jpg\\\" />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p>My second choice is Leonardo da Vinci, because he was brilliant at a lot of things.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>It’s always, “Oh, he painted the Last Supper,” or whatnot… but one of the things that he did was, he made set designs constantly — set designs for theatrical performances they put on in the court.  I also saw his anatomical drawings a while back in Edinburgh. They <a href=\\\"http://www.royalcollection.org.uk/press-release/exhibition-sheds-new-light-on-leonardo-da-vincis-anatomical-drawings\\\" target=\\\"_blank\\\">had an exhibit of them</a>, and they were absolutely <em>unbelievable</em>.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>On top of that, he was evidently <em>very</em> funny, and a tremendous musician, and walked around wearing like pink tights and stuff.  He was completely flamboyant and always had lots of young guys that were good-looking hanging around his shop.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>Cesare Borgia was the guy that Machiavelli wrote “The Prince” about.  And Cesare, in his retinue of people, had Machiavelli… and Leonardo. So the idea of a dinner party at Cesare Borgia’s house? Not only is the wine gonna be off the hook, you got Machiavelli on one hand, you got Leonardo on the other, and then they put on these giant shows.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p>So yeah, I would do anything to spend an afternoon with Leonardo.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<h2>Alex Trebek</h2>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><iframe allowfullscreen=\\\"allowfullscreen\\\" frameborder=\\\"0\\\" src=\\\"//www.youtube.com/embed/B084LKO6ezI\\\"></iframe><br /><br /> I’m going to go, for the third one, with Alex Trebek.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>I used to be pretty good at “Jeopardy.” I played it once long ago, and I lost.  But it was because I choked at the time. I think it was psychological more than anything else.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>Anyway, I think Alex Trebek gets <em>over</em>played because everybody thinks he knows all the answers. The answers are <em>clearly</em> written on a card that he’s holding in his hand!  So, I will go against him head-to-head. And this is a personal challenge to you, Alex: I will <em>bake</em> you, and then consume you, and then forget that I ate you.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The thing about Alex Trebek is, he loves classic film — and for that I love him. I was at the Turner Classic Movie Festival a week ago, and he was there presenting a couple of things. So I love him for that. But the reason Alex Trebek would even <em>qualify</em> as a genius is because he hosts the last legitimate game show on television where you’re required to actually <em>know</em> something. Like a period of history, or the date of a battle.  I like to see people who are smart go at each other.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p>But, when I was watching it the other night, I was disappointed. One of the questions was, “This group was Smokey Robinson’s backup group.”  And one of the guys went, “Duh… The Supremes?” And then the other two sat there for half an hour ’til time ran out; <em>no one knew who The Miracles were</em>. And I thought, “Holy cow, am I really that old?”  I mean, they were probably in their late twenties or early thirties, so they don’t have the burning curiosity to know that Smokey Robinson <em>dominates</em> their life, and that they must serve under him.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>There is something that all three of these people have in common: Curiosity.  And also: being in the moment. Alex Trebek, for better or worse, is certainly focused on the task at hand when he’s playing Jeopardy. And Leonardo, I think, spent more time thinking about “why” and “what” than anyone else. So I think that’s the thing they all have in common.  And Fran Lebowitz is <em>definitely</em> in the moment, and is judging your shoes.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"}]","guid":"e6fab2a6-f192-4c5c-8ee8-ec5069d2f08d","tags":["APM","Guest List","comedy"],"description":"For years, writer and comedian Greg Proops starred on the British and American versions of the improv comedy show “Whose Line Is It Anyway?” He’s also appeared in everything from Tim Burton’s “The Nightmare Before Christmas,” to HBO’s “Flight Of the Conchords.” Here he is to tell us about his new projects — and his […]","byline":"Lopez, Kristina","title":"Greg Proops Builds the Smartest Guest List in the World","itags":["PMP:The_Dinner_Party_Download_PMP","The Dinner Party Download","The Dinner Party Download 2015-05-01","e6fab2a6f192c5c3ee86ec5069d2f08d"],"contentencoded":"<div class=\"barn-cleaned\"><p>For years, writer and comedian Greg Proops starred on the British <em>and</em> American versions of the improv comedy show “Whose Line Is It Anyway?” He’s also appeared in everything from Tim Burton’s “The Nightmare Before Christmas,” to HBO’s “Flight Of the Conchords.” Here he is to tell us about his new projects — and his list.</p>\n<br />\n<img class=\"aligncenter\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\" alt=\"DPD-Banner\" /><br />\n<p><strong>Greg Proops:</strong> Hello everybody, this is Greg Proops. I have a podcast called “<a href=\"http://www.gregproops.com/blog/smartest-man-in-the-world-podcast/\" target=\"_blank\">The Smartest Man in the World</a>.” Yes, it’s a joke, I don’t think I’m the smartest man in the world. And I have a book called “<a href=\"http://www.smartestbookintheworld.com\">The Smartest Book in the World</a>” based on the podcast.</p>\n<br />\n<p>In keeping with the theme of my book, “The Smartest Book in the World,” here are three people that I feel I can go head-to-head with as the smartest <em>people</em> in the world.</p>\n<br />\n<h2>Fran Lebowitz</h2>\n<br />\n<p><iframe src=\"//www.youtube.com/embed/dzkePaPfNWU\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe><br />\n<br />\nFirst off, I would choose Fran Lebowitz. Fran Lebowitz is a wit, a wag, a raconteur… a writer sometimes, although her writing output is slim. I believe she once said the reason why she doesn’t write as much as she could is because she writes using her own blood as ink.</p>\n<br />\n<p>The first time I encountered Fran Lebowitz, I think I was in college. My friend Reid, who I was in an improv group with, gave me the book “Metropolitan Life.” &nbsp;In that book, she discusses her activities, which mainly consist of whining and laying on the couch and smoking. And that’s when I knew I loved her forever and ever.</p>\n<br />\n<p>She’s said many funny things over the years, one of which was, “Children are often sticky, and rarely in a position to lend you an interesting sum of money.” &nbsp;I don’t think I can best her as far as wit goes, but I’d love to sit down and drink and smoke with her, and see what happens.</p>\n<br />\n<p><em>(Ed. note: Check out <a href=\"http://www.dinnerpartydownload.org/fran-lebowitz/\" target=\"_blank\">our interview with Fran Lebowitz here</a>.)</em></p>\n<br />\n<h2>Leonardo da Vinci</h2>\n<br />\n<img src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/05/51243322-750x1024.jpg\" alt=\"Imagine this guy in pink tights. Wouldn't you want him at your dinner party? Photo Credit: Hulton Archive/Getty Images\" />Imagine this guy in pink tights. Wouldn’t you want him at your dinner party? Photo Credit: Hulton Archive/Getty Images<br />\n<p>My second choice is Leonardo da Vinci, because he was brilliant at a lot of things.</p>\n<br />\n<p>It’s always, “Oh, he painted the Last Supper,” or whatnot… but one of the things that he did was, he made set designs constantly —&nbsp;set designs for theatrical performances they put on in the court. &nbsp;I also saw his anatomical drawings a while back in Edinburgh. They <a href=\"http://www.royalcollection.org.uk/press-release/exhibition-sheds-new-light-on-leonardo-da-vincis-anatomical-drawings\" target=\"_blank\">had an exhibit of them</a>, and they were absolutely <em>unbelievable</em>.</p>\n<br />\n<p>On top of that,&nbsp;he was evidently&nbsp;<em>very</em> funny, and a tremendous musician, and walked around wearing like pink tights and stuff. &nbsp;He was completely flamboyant and always had lots of young guys that were good-looking hanging around his shop.</p>\n<br />\n<p>Cesare Borgia was the guy that Machiavelli wrote “The Prince” about. &nbsp;And Cesare, in his retinue of people, had Machiavelli… and Leonardo. So the idea of a dinner party at Cesare Borgia’s house? Not only is the wine gonna be off the hook, you got Machiavelli on one hand, you got Leonardo on the other, and then they put on these giant shows.</p>\n<br />\n<p>So yeah, I would do anything to spend an afternoon with Leonardo.</p>\n<br />\n<h2>Alex Trebek</h2>\n<br />\n<p><iframe src=\"//www.youtube.com/embed/B084LKO6ezI\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe><br />\n<br />\nI’m going to go, for the third one, with Alex Trebek.</p>\n<br />\n<p>I used to be pretty good at “Jeopardy.” I played it once long ago, and I lost. &nbsp;But it was because I choked at the time. I think it was psychological more than anything else.</p>\n<br />\n<p>Anyway, I think Alex Trebek gets <em>over</em>played because everybody thinks he knows all the answers. The answers are <em>clearly</em> written on a card that he’s holding in his hand! &nbsp;So, I will go against him head-to-head. And this is a personal challenge to you, Alex: I will <em>bake</em> you, and then consume you, and then forget that I ate you.</p>\n<br />\n<p>The thing about Alex Trebek is, he loves classic film — and for that I love him. I was at the Turner Classic Movie Festival a week ago, and he was there presenting a couple of things. So I love him for that. But the reason Alex Trebek would even <em>qualify</em> as a genius is because he hosts the last legitimate game show on television where you’re required to actually <em>know</em> something. Like a period of history, or the date of a battle. &nbsp;I like to see people who are smart go at each other.</p>\n<br />\n<p>But, when I was watching it the other night, I was disappointed. One of the questions was, “This group was Smokey Robinson’s backup group.” &nbsp;And one of the guys went, “Duh… The Supremes?” And then the other two sat there for half an hour ’til time ran out; <em>no one knew who The Miracles were</em>. And I thought, “Holy cow, am I really that old?” &nbsp;I mean, they were probably in their late twenties or early thirties, so they don’t have the burning curiosity to know that Smokey Robinson <em>dominates</em> their life, and that they must serve under him.</p>\n<br />\n<p>There is something that all three of these people have in common: Curiosity. &nbsp;And also: being in the moment.&nbsp;Alex Trebek, for better or worse, is certainly focused on the task at hand when he’s playing Jeopardy. And Leonardo, I think, spent more time thinking about “why” and “what” than anyone else. So I think that’s the thing they all have in common. &nbsp;And Fran Lebowitz is <em>definitely</em> in the moment, and is judging your shoes.</p>\n<br /></div>","teaser":"For years, writer and comedian Greg Proops starred on the British and American versions of the improv comedy show “Whose Line Is It Anyway?” He’s also appeared in everything from Tim Burton’s “The Nightmare Before Christmas,” to HBO’s “Flight Of the Conchords.” Here he is to tell us about his new projects — and his […]","published":"2015-05-01T22:11:07+00:00","audio":[{"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/05/9781476747040.jpg","meta":{"width":null,"crop":"primary","height":null},"type":"image/jpeg"},{"type":"image/jpeg","meta":{"height":null,"crop":"primary","width":null},"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/05/51243322.jpg"},{"type":"image/png","meta":{"width":null,"height":null,"crop":"primary"},"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/04/Proops-square.png"},{"format":"MP3","type":"audio/mpeg","meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/dinnerpartydownload/segments/2015/05/01/0501gustlist"},"duration":300,"duration_hms":"00:05:00"},"href":"http://play.publicradio.org/pmp/d/podcast/dinnerpartydownload/segments/2015/05/01/0501gustlist_128.mp3"}]}