{"created":"2014-11-20T19:13:50+00:00","modified":"2014-11-20T20:37:31+00:00","valid":{"from":"2014-11-20T20:37:30+00:00","to":"3014-11-20T20:37:30+00:00"},"hreflang":"en","title":"NBA's First Openly Gay Player Retires","published":"2014-11-20T20:31:00+00:00","teaser":"Jason Collins discusses his basketball career and his decision to retire at age 35 from the National Basketball Association.","itags":["npr_api","365496350"],"guid":"e6fd9739-1d03-4c56-9b6a-9d809abf7c2c","contentencoded":"<p>NBA player <strong>Jason Collins</strong> became a household name last spring when he penned an <a href=\"http://www.si.com/more-sports/2013/04/29/jason-collins-gay-nba-player\" target=\"_blank\">essay in Sports Illustrated</a> announcing that he was gay. Collins not only became the first openly gay player in the NBA, but also the first openly gay man in the four major American sports.</p><p>Last night, he made another announcement &#8212; that he is leaving the NBA. Jason Collins speaks with <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson about his decision.</p><h4>Interview Highlights: Jason Collins</h4><p><strong>On why he decided to retire from the NBA</strong></p><p>“My body has been talking to me for a while. As all professional athletes know, Father Time is undefeated, and when I wake up in the morning, my back especially lets me know that it’s about time to bow out gracefully, let the young guys in and move to being a full time fan of the sport.”</p><p><strong>On the experience of coming out</strong></p><p>“I think it went great &#8212; as far as my interaction with my teammates, with my opponents, the fans, with the media &#8212; I think that it showed that it’s OK. I was able to go out there and do my job, help make plays to help my team win, and then when the game was over, my boyfriend would be in the family room just like everyone else’s loved ones are and I didn’t have to hide anything.”</p><p><strong>On whether he expects other athletes in major sports will come out</strong></p><p>“I hope so. Again, I would never out anyone, but I hope that they can see from my example, from Robbie Rogers, the Los Angeles Galaxy soccer player’s example. When it comes to male athletes playing and being able to go out there and do your job and be able to live your authentic life at the same time, I would hope that they find that courage. Again, I know that that can be a long path, that some of them are still working through.</p><h4>Guest</h4><ul><li><strong>Jason Collins</strong>, retired NBA player, first openly gay player in the NBA. He tweets <a href=\"https://twitter.com/jasoncollins98\" target=\"_blank\">@jasoncollins98</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=NBA%27s+First+Openly+Gay+Player+Retires&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"249"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365511801-02c3b4.m3u?orgId=1&ft=3&f=365496350"}]}