{"created":"2015-01-05T08:33:05+00:00","modified":"2015-05-13T21:25:22+00:00","valid":{"from":"2015-05-13T21:25:22+00:00","to":"3015-05-13T21:25:22+00:00"},"hreflang":"en","title":"What Heroin Addiction Tells Us About Changing Bad Habits","published":"2015-01-05T21:15:00+00:00","teaser":"Sure, you resolve to exercise more, but somehow it never happens. It could be that your environment is sabotaging you, psychologists say. A famous study about heroin and the Vietnam War explains how.","itags":["npr_api","371894919"],"guid":"e6fd3f25-a178-4ca0-a6eb-29c963895e97","contentencoded":"<p>It's a tradition as old as New Year's: making resolutions. We will not smoke, or sojourn with the bucket of mint chocolate chip. In fact, we will resist sweets generally, including the bowl of M&M's that our co-worker has helpfully positioned on the aisle corner of his desk. There will be exercise, and the learning of a new language.</p><p>It is <em>resolved. </em></p><p>So what does science know about translating our resolve into actual changes in behavior? The answer to this question brings us — strangely enough — to a story about heroin use in Vietnam.</p><p>In May of 1971, two congressmen, Robert Steele from Connecticut and Morgan Murphy of Illinois, went to Vietnam for an official visit and returned with some extremely disturbing news: 15 percent of U.S. servicemen in Vietnam, they said, were actively addicted to heroin.</p><p>The idea that so many servicemen were addicted to heroin horrified the public. At that point heroin was the bete noire of American drugs. It was thought to be the most addictive substance ever produced, a narcotic so powerful that once addiction claimed you, it was nearly impossible to escape.</p><p>In response to this report, President Richard Nixon took action. In June of 1971, he <a href=\"http://www.presidency.ucsb.edu/ws/?pid=3048#axzz1hwOaIbU1\">announced</a> that he was creating a whole new office — the Special Action Office of Drug Abuse Prevention — dedicated to fighting the evil of drugs. He laid out a program of prevention and rehabilitation, but there was something else Nixon wanted: He wanted to find out what happened to the addicted servicemen once they returned home.</p><p>And so <a href=\"http://nixon.archives.gov/forresearchers/find/histories/Jerome_Jaffe.pdf\">Jerome Jaffe</a>, whom Nixon had appointed to run the new office, contacted a well-respected psychiatric researcher named Lee Robins and asked her to help with the study. He promised her unprecedented access to enlisted men in the Army so that she could get the job done.</p><p>Soon a comprehensive system was set up so that every enlisted man was tested for heroin addiction before he was allowed to return home. And in this population, Robins <em>did</em> find high rates of addiction: Around 20 percent of the soldiers self-identified as addicts.</p><p>Those who were addicted were kept in Vietnam until they dried out. When these soldiers finally did return to their lives back in the U.S., Robins tracked them, collecting data at regular intervals. And this is where the story takes a curious turn: According to <a href=\"http://onlinelibrary.wiley.com/doi/10.1111/j.1521-0391.2010.00046.x/abstract\">her research</a>, the number of soldiers who continued their heroin addiction once they returned to the U.S. was shockingly low.</p><p>\"I believe the number of people who actually relapsed to heroin use in the first year was about 5 percent,\" Jaffe said in 2011. In other words, 95 percent of the people who were addicted in Vietnam did not become re-addicted when they returned to the United States.</p><p>This flew in the face of everything everyone knew both about heroin and about drug addiction generally. When addicts were treated in the U.S. and returned to their homes, relapse rates hovered around 90 percent. It didn't make sense.</p><p>\"Everyone thought there was somehow she was lying, or she did something wrong, or she was politically influenced,\" Jaffe says. \"She spent months, if not years, trying to defend the integrity of the study.\"</p><p>But 40 years later, the findings of this study <em>are </em>widely accepted. To explain why, you need to understand how the science of behavior change has itself changed.</p><p>According to <a href=\"http://dornsife.usc.edu/wendywood/home/\">Wendy Wood</a>, a professor of psychology at the University of Southern California who researches behavior change, in the 1960s, 1970s and 1980s scientists thought that if you wanted to change behavior, the key was to change people's goals and intentions.</p><p>\"The research was very much focused on trying to understand how to change people's attitudes,\" Wood says, \"with the assumption that behavior change would just follow.\"</p><p>So researchers studied how to organize public health campaigns, or how to use social pressure to change attitudes. And, says <a href=\"https://www.linkedin.com/pub/david-neal-ph-d/29/b78/783\">David Neal</a>, another psychologist who looks at behavior change, these strategies did work. \"They do work for a certain subset of behaviors,\" he says. \"They work for behaviors that people don't perform too frequently.\"</p><p>If you want, for example, to increase the number of people who donate blood, a public campaign can work well. But if you want them to quit smoking, campaigns intended to change attitudes are often less effective.</p><p>\"Once a behavior had been repeated a lot, especially if the person does it in the same setting, you can successfully change what people want to do. But if they've done it enough, their behavior doesn't follow their intentions,\" Neal explains.</p><p>Neal says this has to do with the way that our physical environments come to shape our behavior.</p><p>\"People, when they perform a behavior a lot — especially in the same environment, same sort of physical setting — outsource the control of the behavior to the environment,\" Neal says.</p><p>Outsourcing control over your behavior sounds a little funny. But consider what happens when you perform a very basic everyday behavior like getting into a car.</p><p>\"Of course on one level, that seems like the simplest task possible,\" Neal says, \"but if you break it down, there's really a myriad set of complex actions that are performed in sequence to do that.\"</p><p>You use a certain motion to put your key in the lock, and then physically manipulate your body to get into the seat. There is another set of motions to insert the key in the ignition.</p><p>\"All of this is actually very complicated and someone who had never driven a car before would have no ability to do that, but it becomes second nature to us,\" Neal points out. \"[It's] so automatic that we can do it while we are conducting complex other tasks, like having conversations.\"</p><p>Throughout the process, you haven't thought for a second about what you are doing, you are just responding to the different parts of the car in the sequence you've learned. \"And very much of our day goes off in this way,\" Wood says. \"About 45 percent of what people do every day is in the same environment and is repeated.\"</p><p><strong>Environment's Key Role In Behavior</strong></p><p>In this way, Neal says, our environments come to unconsciously direct our behavior. Even behaviors that we don't want, like smoking.</p><p>\"For a smoker, the view of the entrance to their office building — which is a place that they go to smoke all the time — becomes a powerful mental cue to go and perform that behavior,\" Neal says.</p><p>Over time those cues become so deeply ingrained that they are very hard to resist. And so we smoke at the entrance to work when we don't want to. We sit on the couch and eat ice cream when we don't need to, despite our best intentions, despite our resolutions.</p><p>\"We don't feel sort of pushed by the environment,\" Wood says. \"But, in fact, we're very integrated with it.\"</p><p>To battle bad behaviors then, one answer is to disrupt the environment in some way. Even small changes can help — like eating the ice cream with your nondominant hand. What this does is disrupt the learned body sequence that's driving the behavior, which allows your conscious mind to come back online and reassert control.</p><p>\"It's a brief sort of window of opportunity,\" Wood says, \"to think, 'Is this really what I want to do?' \"</p><p>Of course, larger disruption can also be helpful, which brings us back to heroin addiction in Vietnam.</p><p>It's important not to overstate this, because a variety of factors are probably at play. But one big theory about why the rates of heroin relapse were so low on return to the U.S. has to do with the fact that the soldiers, after being treated for their <em>physical</em> addiction in Vietnam, returned to a place radically different from the environment where their addiction took hold of them.</p><p>\"I think that most people accept that the change in the environment, and the fact that the addiction occurred in this exotic environment, you know, makes it plausible that the addiction rate would be that much lower,\" Jaffe said.</p><p>We think of ourselves as controlling our behavior, willing our actions into being, but it's not that simple.</p><p>It's as if over time, we leave parts of ourselves all around us, which in turn, come to shape who we are.</p><p><em>A <a href=\"http://www.npr.org/blogs/health/2012/01/02/144431794/what-vietnam-taught-us-about-breaking-bad-habits\">version</a> of this story was published by NPR in 2012.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Heroin+Addiction+Tells+Us+About+Changing+Bad+Habits&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alix Spiegel","audio":[{"meta":{"duration":"438"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375064585-1488dd.m3u?orgId=1&topicId=1128&d=438&p=3&story=371894919&t=progseg&e=375064493&seg=7&ft=nprml&f=371894919"}]}