{"created":"2014-10-16T19:29:01+00:00","modified":"2014-11-11T14:44:40+00:00","valid":{"from":"2014-11-11T14:44:40+00:00","to":"3014-11-11T14:44:40+00:00"},"hreflang":"en","title":"Capricorn In Retrograde: Macon's Endangered Musical History","published":"2014-11-04T00:34:00+00:00","teaser":"The Georgia town was home to Otis Redding, Little Richard and Capricorn Records, a label that played a key role in the birth of Southern rock. Now, many of the city's musical landmarks are threatened.","itags":["npr_api","356645162"],"guid":"e70dcdaf-5a0c-41fa-8275-ac87b9d80bf2","contentencoded":"<p>City officials in Macon, Ga., say they may have no choice but to demolish the crumbling original headquarters of Capricorn Records, the label that played a key role in the birth of Southern rock and soul music.</p><p>To understand what the old Capricorn Records building represents, check out a 1967 promotional video featuring Carla Thomas, \"The Queen of Memphis Soul,\" and <a href=\"http://www.npr.org/artists/15802310/otis-redding\" target=\"_blank\">Otis Redding</a>.</p><p>The man who wrote such hits as \"Respect\" and \"(Sittin' On) The Dock of the Bay\" is shown counting his money in front of a sign that reads, \"Redwal Music Building, 535 Cotton Avenue.\" \"Red\" in \"Redwal\" stood for \"Redding,\" as in \"Otis.\" \"Wal\" was for his manager, Alan Walden, who still lives outside Macon.</p><p>\"Just the sheer fact that this was Otis Redding's office alone should be enough to preserve this building,\" Walden says.</p><p>Redding never got the chance to record for Capricorn, the label Alan Walden and his brother Phil launched in 1969. The singer died in a plane crash two years earlier. Still, in a way, the relationship between Redding and Walden previewed what would make Capricorn and Macon so important through the 1970s.</p><p>That friendship showed what could be unlocked when Southern blacks, like Redding, and Southern whites, like the Waldens, united to make music. The Waldens based their label in the Redwal Building. Their most successful act featured a young white guitarist: Duane Allman of the <a href=\"http://www.npr.org/artists/15404041/the-allman-brothers-band\" target=\"_blank\">Allman Brothers Band</a>.</p><p>Just around the corner from the Capricorn building is another Macon landmark, a smoky dive bar where the Allman Brothers and <a href=\"http://www.npr.org/artists/89716504/lynyrd-skynyrd\" target=\"_blank\">Lynyrd Skynyrd</a>, among others, cut their teeth.</p><p>Grant's Lounge calls itself \"The Home of Southern Rock.\" But a few weeks ago, five people were shot out front following a late-night argument. Now, the landlord is trying to shut the place down as the neighborhood converts into tony lofts. Singer and guitarist \"Big Mike\" Ventimiglia sits in a corner booth, reminiscing.</p><p>\"You know, in the '70s, not a lot — black people and white people didn't play together,\" Ventimiglia says. \"But in Macon, Georgia, they could come to Grant's and play together, and it was not only nothing said; it was encouraged. And a lot of good music came from that mixture.\"</p><p>Co-owner Ed Grant Jr.'s father opened the place in 1971.</p><p>\"You had country bands coming through, and you had blues bands coming through,\" Grant says. \"So I always tell the story, you had country get in bed with the blues, and out came Southern rock. And that's why Southern rock was born, right here in Ed Grant's Lounge.\"</p><p>Capricorn headquarters and Grant's are just two of several endangered relics of Macon's rich music history: Capricorn's old studio building is also in danger. A local nonprofit has longstanding plans to rehab it into a museum with lofts upstairs. While the project awaits private investment, the structure is deteriorating.</p><p>To go further back, \"Little Richard\" Penniman grew up in Macon, in a modest house that now lies in the way of a massive interstate expansion plan. Rather than wreck the dilapidated Victorian, the Georgia Department of Transportation plans to move it and convert it into a community center. Last year, I got to ask the ailing Penniman what he remembers about the place.</p><p>\"All I remember is that it was an old house,\" Penniman says. \"With a bathroom toilet stool in the hallway, and had some good meals there, had a good mama there. My mother, she was a good lady.\"</p><p>The era when Macon set the tone for American music, beginning with Little Richard in the 1950s, ended in the early '80s. Jessica Walden, daughter of Capricorn Records co-founder Alan Walden, leads music-history tours here.</p><p>\"Macon did have a moment when it could have evolved with the new-wave/punk scene, but we actually lost two members of <a href=\"http://www.npr.org/artists/15155026/r-e-m\" target=\"_blank\">R.E.M.</a> to Athens, Georgia,\" Walden says.</p><p>Bassist Mike Mills and drummer Bill Berry grew up in Macon. Berry even interned at Capricorn Records.</p><p>Now, you might be thinking, \"Who knew Macon, Georgia, played such an outsize role in the story of American music?\" Well, Jessica Walden says, if these relics aren't preserved, no one will know.</p><p>\"We don't seem to get interested in these places until they get to the point of no turning back,\" she says.</p><p>She says she hopes that's not the case here in Macon.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Capricorn+In+Retrograde%3A+Macon%27s+Endangered+Musical+History&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Adam Ragusea","audio":[{"meta":{"duration":"368"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356728133-9230ed.m3u?orgId=1&topicId=1106&ft=3&f=356645162"},{"href":"http://media.npr.org/assets/img/2014/10/16/74292558-1d78a096daddcfcbbd1818e947ae231718451116.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2244","width":"2995"}},{"href":"http://media.npr.org/assets/img/2014/10/16/capricorn_custom-f2d7745e2372d9582c40a2030199b56e73f653a5.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"999","width":"1500"}}]}