{"created":"2015-03-23T21:38:15+00:00","modified":"2015-03-24T19:27:16+00:00","valid":{"from":"2015-03-24T19:27:16+00:00","to":"3015-03-24T19:27:16+00:00"},"hreflang":"en","guid":"e7135c9c-fcc5-4c8a-8c19-2c2f2c545751","title":"Singapore's controversial founding father dies at age 91","published":"2015-03-24T19:27:13+00:00","byline":"Traci Tong","tags":["deaths","civil rights","government","history","Global Politics","Lee Kuan Yew","Colin Goh","Lee Kuan Yew","Singapore","Caning","founding father of Singapore","Colin Goh"],"teaser":"Lee Kuan Yew will be remembered as the man who turned Singapore into a global economic power. But the long-ruling prime minister and founding father of Singapore didn't do so without clamping down on some of his people's rights.","contentencoded":"<p>Lee Kuan Yew, the founding father of modern Singapore who died on Monday, age 91, will be remembered as the man who turned Singapore from a sleepy third-world afterthought into a world-class economic dynamo.</p>\n<p>But he'll also be remembered as the man who sacrified his people's liberties to get there.</p>\n<p>Lee took office as Singapore's first prime minister in 1959 and served until 1990, remaining a key figure in the city-state's politics after he stepped down. He was held in high regard for creating a prosperous and thriving financial center, along with an education system considered one of the best in the world. Singapore has also become the least corrupt country in Asia, according to the World Bank.</p>\n<p>But along with the clean streets, low crime rates and high quality of living came restrictions on freedom of expression — whether by ordinary citizens or the press. \"Trying to be an artist in Singapore is difficult,\" says Colin Goh, a filmmaker, writer and cartoonist who now lives in New York. \"There was a viewpoint that the arts were ancillary to the running of the country.\"</p>\n<p>Yet the country's success is undeniable. \"[I] disagreed with many of his regime's policies, but you have to take off your hat to the man and his drive and his bravery,\" Goh says. Unlike other dictatorships around the world, he says, \"there are no mass graves in Singapore.\" You can walk the streets at 2 a.m. and feel completely safe — as long as you don't spit in public, of course.</p>\n<p>And Lee certainly had no qualms about the balancing act. \"If Singapore is a nanny state,\" he once said, \"then I'm proud to have fostered one.\"</p>\n<p><em>Correction: An earlier version of this story had an incorrect first name for Colin Goh.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-23%2Fasias-most-influential-leader-and-father-his-people-dies&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03232015_05.mp3"},{"href":"http://www.pri.org/file/0323201505mp3"}]}