{"created":"2014-10-18T12:41:15+00:00","modified":"2014-11-10T20:40:08+00:00","valid":{"from":"2014-11-10T20:40:08+00:00","to":"3014-11-10T20:40:08+00:00"},"hreflang":"en","title":"A Candidate With Low Poll Numbers, But High Hopes","published":"2014-10-18T19:46:00+00:00","teaser":"Dr. Doug Butzier was the Libertarian candidate for the U.S. Senate in Iowa when he died in a small plane crash this week. NPR's Scott Simon thinks on the hopes even \"lost cause\" candidates inspire.","itags":["npr_api","357126933"],"guid":"e721403c-0ff3-4bca-ab2a-5c4300135003","contentencoded":"<p>Dr. Doug Butzier died on duty this week. He was 59 and crashed in his own small plane flying home to Dubuque, Iowa.</p><p>Doug Butzier was a former paramedic who put himself through medical school and became chief of the emergency room and medical staff at Mercy Medical Center and the Dubuque Fire Department. An EMS supervisor named Wayne Dow told the Dubuque <em>Telegraph Herald</em>, \"We adored him ... He appreciated what we did, and he never forgot where he came from.\"</p><p>Dr. Butzier leaves behind his wife, two sons, and three step-children.</p><p>At the time he died, Doug Butzier was flying home alone from a campaign rally. He was the Libertarian candidate for the U.S. Senate in Iowa, and polls showed him winning only about 2 percent of the vote.</p><p>These are the last couple of weeks of the campaign season. Candidates, parties and news sources follow polls every few minutes, like the lines on a thermometer in the mouth of a flu patient.</p><p>National political parties make unsentimental decisions not to pour any more money into candidates who are well behind in polls, because it would just stuff dollars down a drainpipe.</p><p>News organizations clamp a phrase onto a candidate's name — \"running behind in the polls\" — which stamps them as a lost cause.</p><p>The candidates in low digits show up at rallies and roar, \"The only poll that counts is on election day,\" which is true, but can sound a little desperate and wild-eyed.</p><p>I have covered a lot more candidates who have lost than won. I've begun to see something glorious in candidates who must know they will lose, but still show up to shake hands in a chilly dawn at a plant gate or train platform, then do a round of radio shows where an interviewer tries to stump them by asking them the name of the foreign minister of Bulgaria, which the questioner himself has only just looked up.</p><p>The Bulgarian Foreign Minister is Daniel Mitov, by the way.</p><p>But the candidates still plunge through forums, rallies and community meetings where strangers ask, \"Which one are you?\" \"Why doesn't anyone tell the truth about the moon landing?\" And: \"Why don't you just campaign on Tumblr?\" They might be low in the polls, but their name is on the ballot. They have a role to play in making democracy go round, and go on in the hope that somewhere down the line something they say may catch fire in a few minds and lead to change. And sometimes, over time, it does.</p><p>Those candidates like Dr. Doug Butzier, with single or low double digits, may have only a small hope of winning. But they can give a lot of hope.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Candidate+With+Low+Poll+Numbers%2C+But+High+Hopes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Simon","audio":[{"meta":{"duration":"152"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357153333-d9b540.m3u?orgId=1&topicId=1060&aggIds=4495795&ft=3&f=357126933"}]}