{"created":"2014-09-04T16:43:05+00:00","modified":"2014-11-13T17:39:48+00:00","valid":{"from":"2014-11-13T17:39:48+00:00","to":"3014-11-13T17:39:48+00:00"},"hreflang":"en","title":"Greenwald On NSA Leaks: 'We've Erred On The Side Of Excess Caution'","published":"2014-05-14T20:24:00+00:00","teaser":"Journalist Glenn Greenwald says he and his team weighed the public's interest against the potential harm to innocent people when deciding how many of Edward Snowden's leaked documents to make public.","itags":["npr_api","312454746"],"guid":"e72f9818-6cee-4e69-af37-514e8e1afba6","contentencoded":"<p>When Edward Snowden was ready to leak the classified documents he'd stolen from the National Security Agency, the first journalist he contacted was Glenn Greenwald. Snowden knew of Greenwald through his coverage of the National Security Agency's warrantless wiretapping scandal, and he said he believed Greenwald could be counted on to understand the dangers of mass surveillance and not back down in the face of government pressure.</p><p>The first story Greenwald broke from Snowden's documents was about how the government collects the metadata from telecom companies, including the metadata of calls made by people in the U.S. Ever since publication, Snowden and Greenwald have been at the center of controversies about leaking and journalistic ethics.</p><p>Greenwald's new book, <em>No Place To Hide,</em> tells the story of how he met Snowden, the editorial decisions he's made and the revelations contained in some of the documents Snowden leaked. Greenwald tells <em>Fresh Air</em>'s Terry Gross about why Snowden decided to leak the documents and whether the leaks have impeded NSA's ability to detect terrorist threats.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On a common misunderstanding about Edward Snowden </strong></p><p>One of the things ... that I think has been misunderstood about Edward Snowden ... is that he actually hasn't released a single document to the public. He could have if he wanted to: He could have uploaded the documents to the Internet on his own; he could have given them to foreign powers. There are all sorts of things he could have done, and what he did instead is he came to journalists and said, \"I don't actually think that I, Edward Snowden, am the person who should be making the decisions about what the public should and shouldn't see. I actually think that's journalists who ought to be making that call and I want you to work within media organizations that have experience in making these decisions and make those judgments yourself.\" ... There's a huge responsibility that comes from making those choices.</p><p><strong>On why Snowden leaked the documents</strong></p><p>Edward Snowden does not think that there is one or two discrete programs within the NSA that are abusive and out of control. He believes the NSA system itself, the entire ubiquitous system of suspicionless surveillance, is itself inherently abusive and the public has a right to know, not about every detail, not about every program, but about the capabilities that this agency has developed so that the world can have a debate about whether we actually want a system like that.</p><p><strong>On the process of reading through the leaked documents</strong></p><p>I think it's easy to overestimate the amount of time that it takes to understand what's in that number of documents. Before I was a journalist I was a lawyer, and as a junior lawyer, like every junior lawyer, I spent a month in a conference room many times with enormous boxes of documents where you have to make decisions about which documents can be withheld, which have to be produced to the other side. You got through tens of thousands, literally; maybe you don't read every line but you certainly get enough of a sense of what these documents are to make decisions about them. And that's what he did before he gave them to us. And we do feel that we've gotten a handle on what all of these documents are. We've looked at them several times; we've spent many months doing it.</p><p><strong>On the discrepancy between what the NSA documents said about the PRISM program and what companies like Google and Facebook admitted to </strong></p><p>The documents that the NSA created where they explained this program are incredibly clear. They're written in very easy to understand language, essentially free of a lot of jargon. And essentially what it said is that the NSA has created this new program, which it called PRISM, that allows the agency what it calls \"direct access to the servers of these companies,\" meaning that instead of having to go and find the communications in the underwater fiber optic cables where the Internet is typically transmitted, they can go directly onto the Facebook or Yahoo or Google servers and take what it is they're looking for.</p><p>When we went to the companies to get comment, the companies didn't actually deny that they work with the NSA; what they denied was that there was a thing called the PRISM program that gave the NSA this capability. And so what we essentially decided to do in our reporting was to bring this discrepancy to light — to say that here's the NSA claiming privately that it has successfully infiltrated these systems and here are the private corporations denying that it's happened — so that they would have to resolve that discrepancy in public and that the truth would come out.</p><p><strong>On being criticized for publishing too much and not enough </strong></p><p>We've been criticized in some circles for not publishing more [of the documents], for holding on to so much of the information. So clearly, I believe — and actually Edward Snowden was vehement about the fact — that not all of this information should be published, that some of this is kept secret legitimately, that the NSA has the right and the duty even to spy on al-Qaida and other groups that are genuinely threatening to the United States.</p><p>So the decision-making process that we've engaged in has been the one that I think journalists all over the world use every single day, which is weighing the value of the disclosure for the public interests versus the potential harm it may have to innocent people. I've never made a decision on my own about what should be published. I've worked with extremely experienced editors and national security reporters and my colleagues at large media institutions. We've had debates about it every day, just like journalists always do, and we've reached conclusions that we're very comfortable with, where we feel like, if anything, we've erred on the side of<em> excess </em>caution.</p><p>I think the criticism that we've published too little is actually a more valid criticism than the one that says we've published too much.</p><p><strong>On whether or not the leak has hurt the NSA's ability to detect terrorist threats </strong></p><p>Terrorists and extremists and the like have always known that we are trying to eavesdrop on their communications. Osama bin Laden would only communicate, quite famously, through personal courier because of how widespread that knowledge already was long before Edward Snowden. So I don't think there's any evidence at all that the reporting that we've done has in any way impeded the U.S. government's ability to spy on actual terrorists. What we've really revealed is that everybody else in the world is also the target of the spying.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Greenwald+On+NSA+Leaks%3A+%27We%27ve+Erred+On+The+Side+Of+Excess+Caution%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2665"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312486962-a07977.m3u?orgId=1&topicId=1122&aggIds=100876926&ft=3&f=312454746"}]}