{"created":"2015-03-04T20:43:40+00:00","modified":"2015-03-05T22:43:31+00:00","valid":{"from":"2015-03-05T22:43:31+00:00","to":"3015-03-05T22:43:31+00:00"},"hreflang":"en","guid":"e7330f8a-1e7a-4ec2-ac17-05dcebffdf36","title":"Now that Ebola is subsiding, the question is what to do with contaminated sewage","published":"2015-03-05T22:43:29+00:00","byline":"Leo Hornak","tags":["Ebola","health","government","Human Needs","Health","Health & Medicine","Monrovia","Africa","Liberia","West Africa","Africa","Mark Doyle","Sewage","Human waste","Environment","Ebola","Tropical diseases","Ebola virus disease"],"teaser":"Disposing of millions of tons of potentially Ebola infected human sewage is no easy task. But Liberia has is attempting its own solution. ","contentencoded":"<p>In West Africa, there are gradual signs that the Ebola epidemic may finally have peaked. Liberia recently celebrated its first full week with no new reported infections.</p>\n<p>As attention turns away from crisis management, though, the country is facing problems which have gone ignored until now. Among them: what to do with millions of gallons of stored, Ebola- infected sewage?</p>\n<p>The BBC’s Mark Doyle spent time with the Liberian Water and Sewage Cooperation, which has been trying to come up with a solution. He discovered that part of the problem stems from how little we still know about the virus.</p>\n<p>“Everyone thinks that Ebola poo only remains dangerous for seven days,” he said. “That’s the guess. But like everything in this outbreak, no one can be certain.”</p>\n<p>Until now, clinics and hospitals across the country have been storing all human waste as a precautionary measure, fearing that any attempt to dispose of it normally might spread the virus further. That could only ever be a temporary solution.</p>\n<p>The preferred alternative presents its own difficulties, however. To render the infected sewage safe, the authorities have decided to treat it at a single central sewage plant. To get it there, it needs to be transported by truck to the plant, often through urban areas. According to Doyle, an early proposal to accompany the trucks with police outriders and sirens was rejected as likely to cause too much anxiety among residents.</p>\n<p>Even without a police escort, however, the trucks have caused concerns.</p>\n<p>“The Ebola poo gets put into tankers and the tankers roll through town — but they are not allowed to stop, in case anything happens,” he says. “In some ways this is the biological equivalent of nuclear waste being trundled through Monrovia. It’s only almost the equivalent of nuclear waste, as the government and aid agencies think its probably OK.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-04%2Fbiological-nuclear-waste-riding-ebola-sewage-convoys-liberia&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0304201503.mp3"},{"href":"http://www.pri.org/file/0304201503mp3"}]}