{"created":"2015-05-16T13:42:55+00:00","modified":"2015-05-21T19:22:36+00:00","valid":{"from":"2015-05-21T19:22:36+00:00","to":"3015-05-21T19:22:36+00:00"},"hreflang":"en","guid":"e73d8e89-2a8c-42f6-9901-b4f69064543d","title":"Going out alone isn't just OK, it's actually healthy","published":"2015-05-21T19:22:23+00:00","byline":"Hallie Arias","tags":["peer pressure","solitude","entertainment","Culture","Arts, Culture & Media","Entertainment","going out"],"teaser":"Most of us might probably opt for a night of Netflix if we don't have plans, but new research says going out by ourselves is just as fun as having plans with friends. That's why the study's author says we should forget our fears and see that movie solo.","contentencoded":"<p dir=\"ltr\">What’s your idea of the perfect night out? Maybe you’d go out to dinner, watch a movie or catch a show — but would the answer be the same if you had to go by yourself?</p>\n<p dir=\"ltr\">Many of us would probably end up staying in, binge-watching Netflix and ordering Chinese. Yet new research suggests you shouldn’t let the stigma of being alone change your plans. It turns out that people have <a href=\"http://www.washingtonpost.com/blogs/wonkblog/wp/2015/05/02/why-you-should-really-start-doing-more-things-alone/\">just as much fun going out alone</a> as they would if they’d brought a friend along.</p>\n<p dir=\"ltr\"><a href=\"http://www.rhsmith.umd.edu/directory/rebecca-ratner\">Rebecca Ratner</a>, a professor of marketing at the Robert H. Smith School of Business at the University of Maryland, is one of the authors of the study. She says that the main thing holding people back is the fear of being judged by strangers.</p>\n<p dir=\"ltr\">“What really surprised me is how universal this is, that people say 'I’m afraid to do stuff alone because I think that other people will think I’m a loser,'” Ratner says. “I’ve presented this work in Turkey, in Singapore, in China, and all over people are telling me the same story. They’re afraid of what people will think of them if they go out into public spaces and do fun things alone.”</p>\n<p dir=\"ltr\">Even though we’re scared that people will judge us, Ratner says we shouldn’t wait for the stars to align and and an activity partner to appear. Our busy lifestyles make it hard to coordinate schedules with friends, significant others or even family — but that doesn’t mean that we should just resign ourselves to evenings at home on the couch.</p>\n<p dir=\"ltr\">It was a solo outing of her own that inspired Ratner’s research. After working up the courage to go see a play alone, Ratner gushed to her colleague and now study co-author, Rebecca Hamilton, about how much she had enjoyed the experience.</p>\n<p dir=\"ltr\">Ratner suspected she wasn’t alone in choosing an off-peak time for her outing. Sure enough, the research confirmed her hunch.</p>\n<p dir=\"ltr\">“When consumers are considering going out solo, they’d rather go at a time that’s off-peak,” Ratner says. “So, for example, people in our studies prefer to go see a movie on a Saturday night than a Sunday night ... but if they’re going to be alone, they prefer to go on a Sunday because they think that the theater will be more empty and there will be fewer people to see them.”</p>\n<p dir=\"ltr\">While going to a movie alone might make us self-conscious, going grocery shopping solo rarely does. That's because we don’t treat functional or educational activities the same way, Ratner says — but some courage and determination can make us change that.</p>\n<p dir=\"ltr\">“What we’re really hoping is that people can start to redefine a little bit what it means to be a solo consumer,\" she says, \"and realize that all of us have times where it’s probably a healthy thing for us to get out sometimes and do things by ourselves.”</p>\n<p dir=\"ltr\"><em>This story is based on <a href=\"http://www.thetakeaway.org/story/joys-spending-time-alone/\">an interview</a> from PRI's <a href=\"http://www.thetakeaway.org/\">The Takeaway</a>, a public radio program that invites you to be part of the American conversation. Readers, have you gone out alone and ended up having a great time? Let us know in our comments section.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-15%2Fjoys-spending-time-alone&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/2665726862_a2723c8d70_o.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/2665726862a2723c8d70ojpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/takeaway051315-alone.mp3"},{"href":"http://admin.pri.org/file/takeaway051315-alonemp3"}]}