{"created":"2014-12-09T10:00:26+00:00","modified":"2015-01-02T21:05:38+00:00","valid":{"from":"2015-01-02T21:05:38+00:00","to":"3015-01-02T21:05:38+00:00"},"hreflang":"en","title":"The Music Midnight Makes: In Conversation With Joni Mitchell","published":"2014-12-16T16:20:00+00:00","teaser":"The legendary composer and singer showed up at NPR's Culver City studios just before the dead of night to talk about her \"helium voice,\" overcoming polio and painting songs with Bob Dylan.","itags":["npr_api","369386571"],"guid":"e74113e2-7eee-43ca-a50f-3490dcaf066a","contentencoded":"<p>It turns out that <a href=\"http://www.npr.org/artists/14857713/joni-mitchell\">Joni Mitchell</a> keeps the same hours as the <em>Morning Edition</em> staff. She recently showed up at NPR's studio in Culver City, Calif., just before midnight to discuss <em>Love Has Many Faces</em>, a four-disc collection of songs dating back to the 1960s.</p><p>Mitchell has written and sung about loss and love and longing, she's collaborated with jazz greats, and she's luxuriated in a voice that got deeper with age. She says she sees herself not as a musician, but as a painter who happens to write songs rich in imagery.</p><p>In a two-part interview, NPR's Renee Montagne asked Mitchell about her \"helium voice,\" overcoming polio at a young age and painting songs with <a href=\"http://www.npr.org/artists/15193203/bob-dylan\">Bob Dylan</a>. Hear the first part of the edited interview <a href=\"http://www.npr.org/2014/12/08/369276288/after-decades-of-success-shes-still-just-a-painter-who-writes-songs\">here</a> and the second part at the audio link on this page. Read the full conversation below.</p><p><strong>You're a night owl.</strong></p><p>Yeah, I'm a night owl.</p><p><strong>So this suits you.</strong></p><p>This is noon for me. Yeah. I'm like a Broadway baby.</p><p><strong>This is breakfast for me, approximately. <em>Love Has Many Faces: A Quartet, a Ballet, Waiting To Be Danced</em>. These are not newly recorded songs. This is, in fact, work of your entire <em>oeuvre</em> — work of your entire life.</strong></p><p>Pretty much. Starting at the fourth album.</p><p><strong>Right. And not, of course, anywhere near all the songs you've actually put out. But it is a collection that you curated, you put together.</strong></p><p>On a theme.</p><p><strong>And the theme is ...</strong></p><p>Love has many faces.</p><p><strong>How you work that out is — in one way — was pairing songs from different times in your life.</strong></p><p>Well, I started initially to try and condense all of my work down to two discs, and found it impossible. So I began sequencing there, and then I aborted that project. They wanted new material or previously unreleased material mixed in with it as a selling point, and I didn't think that it was appropriate. It seems to me that it was time for a retrospective. And although this is not a complete retrospective, it's a thematic — it's limited to a theme.</p><p>The original project was two discs, and they were going to do it in chronological order, which I though was a terrible idea. You know, because people — the reviewers over the course of my career have been kind of unkind to my later work, where I see it as growth. You know, they'd say, \"her voice weary from years of smoking,\" which isn't true. I mean, I had been smoking for how many years when I made my first record? About 16. You know, like I started smoking at 9, so — and I could still hold a note, you know, 'til the cows came home at that time. That's youth. But I like what happened.</p><p>Well, 30 years into my career, my mom informed me that my grandmother was an alto and that she was an alto, so really, I'm an alto. But for some reason, I had this little helium voice and, you know, I started singing folk songs in 1964 and '5 for smoking money, really, and money for the movies, you know, at art school.</p><p><strong>And you call that a helium voice?</strong></p><p>Yeah.</p><p><strong>Your soprano, in a way. Like you're on helium and they're all high in a squeaky ...</strong></p><p>Exactly, you know, it was like I sucked on a balloon or something. It was very high, and so was my speaking voice at the time. You know, [in a deep-voiced accent] really, darling, you know, I think I probably should — if I lived in Europe I would have a voice like this and that would be — I've had a three-octave range, and I would use the alto in the background voices. And even on the first album, the melodies had a lot of range, and they would go up into soprano and down into alto register. But then, after a while, I don't know why, I just started writing for that high end, you know? And things conspired to rob me of it. From 1975, it began to disappear.</p><p>My mother told me I was an alto. I said, \"Well, you should have told me that 30 years ago.\" [Laughs.] You know? So I guess I was a pseudo-soprano or falsetto or whatever you want to call it. 'Cause I could — I could sing Marvin Gaye songs, you know, and that's all falsetto, right?</p><p><strong>So putting two songs together brings out different colors, in a way, of each song. And you can really listen to this in that way. </strong></p><p>Well, there's only one place I noticed — you know, 'cause people, when I told them I was doing this, they'd go, \"Oh, no no! I love the way <em>Hejira</em> and <em>Court and Spark</em> are programmed.\" And in this new programming, the only place, like, after \"Court and Spark\" — what comes after \"Court and Spark\"? Is it \"Free Man\" or \"Help Me\"? [Singing] \"Dun dun duuun deleedleeedleedlee doh.\" I think that's what it — I think it's — I think it's \"Free Man\" and \"Paris\" comes next. But on \"Court and Spark,\" I kind of — that's the only place where I hear the ghost of an old sequence.</p><p>Everywhere else, I think that, that it's probably even better than it ever was, because I took a lot of time to vary the grooves, you know; never put two lope-y things back-to-back. You know, I put restrictions on it so that musically every song was fresh. It didn't resemble the one that went before at all in terms of tempo or groove. And also I wanted it to develop thematically, you know?</p><p><strong>Almost the first thing that you say in the liner notes is, \"I'm a painter who writes songs.\" And your paintings are ...<br /></strong></p><p>And a frustrated filmmaker.<strong></strong></p><p><strong>This is like a documentary.</strong></p><p>That's how I edited it.</p><p><strong>You can experience this as a film.</strong></p><p>Yeah, well, because it should be a film. If all goes well, you know, I'll do my video backdrops, which become the backdrop. You know, colors and words and images that go behind the dancers. And then we'll dance it somewhere, either dance a night over a four-night period, or two, or the whole ordeal. 'Cause, like, I've had people at my house, like I say now, twice — and we're doing another one. People can actually take the five hours. We take a break in between each act, and we get up and dance. And I've even thought about that, like, if we had, in the ballet, a place for people to dance.</p><p>For instance, when I was trying to get it into one hour, I had a test group there: a couple of playwrights, an actor, an actress, a jazz musician, a punk rocker and a girl whose boyfriend dumped her after 17 years. This was my audience. And the jazz musician brought his wife of seven years. And when it got to \"Nothing Can Be Done\" ... it was the third song in the abbreviated version. And it made him mad. He got up and he went, \"Oh, well, nothing can be done, nothing can be done.\" So in this version, I found the Billie Holiday song that I covered, which also says, \"Nothing can be done,\" but it says it in a whimsical way. You know, \"Comes a mousey,\" you know, \"Comes the measles / You can quarantine the room / Comes a mousey / You can sweep him with a broom / Comes love / Nothing can be done.\" So you've actually got these two anxious characters, you know, who are having trouble and they're going, \"Nothing can be done.\" There's that lamenting, you know, and then you have this other character who's a comedic figure. She's my philosophical figure, Hannah. She's Hannah. She's a smart little housekeeper. She's wearing an apron, and she gets the funny songs in the dance, you know, like \"Be Cool\" and \"God Must Be a Boogeyman\" and, you know, the more lighthearted fare.</p><p><strong>You've said that you cast some of your songs.</strong></p><p>Yeah.</p><p><strong>That those — they may be real people.</strong></p><p>Billy Idol as the bully, and I wanted Bob Dylan to be his victim. Yeah, and I put in a call, Bob was recording and he ... you know, he didn't take my calls, and then so I said, \"Oh, forget it.\" You know, and Tom Petty was in town, so I got him to do it. And then Bob said, you know, he called me up after and he said, [imitating Bob Dylan] \"Wh ... what'd you put him on for? You know, I — I wanted to do that.\" I said, \"Well, you know, I know you were working, but I was working and there was a deadline.\" [Imitating Bob Dylan] \"Yeah, but I — I — that song, 'Dancing Clown,' I liked that song, 'Dancing Clown,' you know. How'd you write that song, you know?\" I said, \"Off a racing sheet.\" [Imitating Bob Dylan] \"Oh, I had that idea. I thought it was a dumb idea.\" That's what he said! [Both laugh.]</p><p>[Imitating Bob Dylan] \"Those people are kind of geniuses that name those horses, aren't they? They're, you know — \" I said, \"Well, no. It's just in the breeding, you know. Like it's half the mare's name and half the sire's name.\" [Imitating Bob Dylan] \"Oh.\" [Laughs.] So, we have some funny conversations, old Bobby and I.</p><p><strong>Speaking of Bob Dylan, there is a wonderful story — tell us this story — when you were sitting with him once at a table in a restaurant, and you looked up and he said, \"How would you paint this?\"</strong></p><p>Yeah! That was — what was McCartney's band?</p><p><strong>Wings?</strong></p><p>Wings. Wings was in town, and they rented the Queen Mary. And they had two bands. One was the old kind of ship band, you know, an old-fashioned band. And then they also had Aaron Neville and the Neville people, and that was the music for the night. And in the middle of the ballroom, you know, was one of those mirrored balls that twinkled, you know, that throw sparkly lights on the floor.</p><p><strong>Sort of like a disco ball?</strong></p><p>So everybody got up to dance and they were all bobbing, and he always liked to talk about painting. [Imitating Bob Dylan] \"If you were going to paint this room now, what would you paint?\" So I looked at it and I said, \"I'd paint the mirrored ball and all the dancers. What would you paint?\" He said, [imitating Bob Dylan] \"I'd paint this cup of coffee.\" And in the next batch of songs, I put in an image in \"Paprika Plains\": \"You see the mirrored ball begin to sputter lights and spin dizzy on the dancers.\" And he wrote, \"One more cup of coffee till I go to the valley below.\" It was interesting, because we ended up putting those images in our next batch of songs.</p><p><strong>When you talk about being a painter who writes songs, that is such a vivid illustration, along with Bob Dylan --</strong></p><p>Mm-hm, he's a painter.</p><p><strong>A painter who writes songs.</strong></p><p>Yeah. Well, he's a --</p><p>[Together] — songwriter who paints! [Both laugh.]</p><p><strong>What is the difference?</strong></p><p>Well, I've always been a painter. I didn't come to it late. I was always the school artist. I came to music late, you know, relatively. I mean, I picked up — I tried it at 8. I took a year of piano lessons and wrote my first song when I was 8, wrote it out in notes. It was called \"Robin Walk.\" And my teacher hit me over the knuckles with a ruler and said, \"Why would you want to play by ear when you could have the masters under your fingers?\" So I quit. I quit. I just went, you know — I thought, \"That's not the right response,\" you know? I just wrote a song, you know? And I — my love of music went under until I was 13, and then I became a rock 'n' roll dancer. I lived to dance. That's where I got my time. I've got rhythm in my body. When I play, I'm always, like, hoofing it, you know? Everything's going on in my shoulders, my feet, and even when I sit and talk, my feet are always going. I guess a doctor would probably try to push some pills at me and say that I have, what do they call that? Restless foot syndrome or something? But I said, \"No, no, no.\" It's just that I got rhythm. [Laughs.] My feet, they just want to dance, you know? I've got nervous energy like a kid, still.<strong></strong></p><p><strong>There is a story some people will know, but I think many won't, which is when you were a child, you had polio. So talking about — that you lived to dance, now, thinking about yourself that way.</strong></p><p>Oh, yeah. Getting my legs back, you know, I really celebrated them.</p><p><strong>What happened, though? As I gather it, it was Christmas season that you ended up in the polio ward.</strong></p><p>It was coming Christmas. I went in and, I don't know now, I think I went in in October. And, you know, it was 100 miles away from home and Christmas was rolling around. My mother came to visit me once. With a mask over her face and a haunted look in her eyes, she came in. She got up, but she brought me a little treat. And I had broken — at that point, that's when I forged my identity as an artist. At 8, I, you know, rebelled against the church and I rebelled against the educational system. I stepped outside the box and forged my identity as an artist.</p><p><strong>How so? </strong></p><p>Well, I liked stories, and I asked my Sunday-school teacher, you know, \"Who did Cain marry? Eve?\" And I was treated like — she just recoiled in horror. And so I said to my mother, you know, \"I like stories, but there's pages missing out of this book.\" Which is really quite astute, you know? I mean they left out the <em>Book of Peter</em>; only the pope can read it, because it's very like Buddhism. Same with the <em>Book of Mary Magdalene</em>. You know, there was no money to be made from their testimonies, right? You know, it was — you had to have \"God fear\" to get people to put their pennies in the coffer.</p><p>The whole racket of religion kind of opened up to me at that time. And the educational system, they graded us when I was 8 for the first time. And the woman, she was an old lady, and she put everybody into rows. She put the A students — she moved us out of our desks, put the A's in one row, called them bluebirds, and then the B's were robins, and the C's were — I forget — sparrows or wrens. They were wrens. And the flunkies were — the D students were crows. So I ended up in the C row, where — there were a couple of people in that row that I thought were the brightest people in the class, really.</p><p>B students were trying to be A students. A students, they all looked so smug. All they did was, she said something and you said something back. From here on in, I'm not even going to try unless they ask us a question that nobody knows the answer to. Right? Which is peculiar to my birth sign. I'm born on the day of the discoverer, so I've got a need to plant the flag where no one else has been, you know? Like astrologically imposed on me. It makes me kind of picky when it comes to music, because I don't really like tradition. I like innovation, you know — makes me unable to enjoy a lot of stuff that people like, you know?</p><p><strong>Part of your time in the hospital as a little girl was being told you could never walk again. </strong></p><p>Well, not exactly told, but intimated. Here's the way it went down. You know, it's coming close to Christmas. I got my tree in my room and everything, and a doctor — young doctor who got polio, so he's in a wheelchair — comes into my room. And I say to him, \"I want to go home for Christmas.\" And he says, \"You can't.\" And I said, \"Why not?\" \"Because you can't walk.\" I said, \"Well, what if I walked?\" He said, \"You can't even stand up.\" I said, \"Well, what if I stood and walked?\" And he did this: He looked at the ceiling, he heaved a big sigh, looked at his knees, and rolled himself out of the room. Right? He's like, \"I'm not going to argue with this kid,\" you know? You know, 'cause he was never going to walk again, so — but I didn't give up. I could not accept that I was going to be a pretzel for the rest of my life. It just was — and my back was severely twisted and, you know, I had no balance, so he was right. I couldn't even — I was a broken doll.</p><p><strong>You did it on your own, as a kid.</strong></p><p>On my own, with just my Christmas-tree light on. So Christmas to me is all about the tree. I have to put up a tree. And I have two ornaments off that polio tree left, from the original ones. They're papier-mache, and so every year they fall apart more, but I've got two left. To me, that's the best part of Christmas, is the tree. 'Cause I — and I just kept working my legs, working my legs, and then one day I said to them, \"I want to try and walk.\" So they wheeled me into this corridor, and they lifted me up and I put my arms on these chrome bars, and I pulled myself along to the end. I turned myself around, I came back, and then I said, \"Now can I go home?\" \"Well, you'll have to wear braces. You'll have to wear,\" you know, \"metal-lined boots. You'll have to have a wheelchair.\" I said, \"Look, my bedroom's on the second floor. My parents are going to really — I'll be a nuisance to them,\" you know? \"I can't be a nuisance to them,\" you know? \"So I'm gonna have to drag myself up those goddamn stairs, one way or another.\" So I did. So that kind of attitude, you know, it's the fighting Irish, eh? I guess that's what it is.</p><p><strong>I don't know if you intend it that way, but it's actually an inspirational story. Big time.</strong></p><p>Oh, yeah, I think so. But it could have been more inspirational 'cause I wanted to take ballet, but my mother said, \"Oh, you couldn't,\" you know. I had — I couldn't take part in sports. And I would've been — I was a good athlete. I was a runner, you know? And I lost all my strength and my speed, so that's another thing that made me more of an artist. So, you know, no doubt the universe is unfolding as it should be.</p><p><strong>One of your classic songs — and filled with a certain melancholy — is a song that does take place at Christmastime: \"River.\"</strong></p><p>We needed a sad Christmas song, didn't we? In the \"bah humbug\" of it all? [Laughs.]</p><p><strong>Yeah! I guess. There's a longing in there, maybe, for something better than what seemed to be happening in that song. </strong></p><p>Well, it's taking personal responsibility for the failure of a relationship. And my generation — you know, the \"Me Generation\" — is known to be a Peter Pan, narcissistic generation, right? So it's really, you know — it's really that aspect of our inability — you know, \"I'm selfish and I'm sad.\" Right? You know, people think that's confessional, but I'd say, you know, in my generation, you think that that's a unique personal statement? You know what I mean? It's like, no wonder there's so many covers of it? [Laughs.]</p><p><strong>But what I heard on this album, which I had not heard before, was a later rendition of \"Both Sides, Now.\"</strong></p><p>I wrote it when I was 21. I took a lot of ridicule, too. \"What do you know about life? You're only 21.\" You know, but I really think it took me to — that was done in my 50s — to, you know, it took a mature woman to bring it to life. I saw Mabel Mercer in her 70s perform it, and I went backstage and I said to her, \"It takes a woman your age to bring that song to life.\" I didn't tell her I was the author. And she went, \"Huh?\" [Laughs.] So you don't tell a 70-year-old, \"a woman your age.\" She was completely offended, and I slunk out, you know. I meant to pay her a compliment. But I, you know, I grew into that song.</p><p><strong>I listened to it several times. My thought was: How did you write that at 21?</strong></p><p>Oh, I've gone through some bad stuff already. You know, the loss of my daughter. I was in a bad marriage. You know, it's love's illusion.</p><p><strong>Your daughter who you had to give — you gave up.</strong></p><p>I had to give her up for adoption. You know, like, 'cause I couldn't get enough money together. I married this guy, you know, in order to kind of keep her, and then I thought, \"No, no, no. This is not a good home. I don't want to bring — she's better off elsewhere, you know, than to come in on this. I've got to get out of this marriage. It's not working,\" you know. We married each other for the wrong reasons, you know. Both of us.</p><p><strong>So you were an unwed mother in a time --</strong></p><p>Right.</p><p><strong>When that really — that wasn't --</strong></p><p>Right when --</p><p><strong>That wasn't done.</strong></p><p>And there were so many in 1965. You have no idea how many unwed mothers there were. You know, suddenly the pill wasn't available, but movies had gotten sexier and sexier, and all these girls got caught out. And they all went to the anonymity of the big city so that the homes were full. You know, there was — it was really rough going, and there was so much prejudice. It was like you killed somebody, you know. So, yeah, I'd been through some pretty — I'd seen some bad human nature in people unfolded in a pretty ugly way in front of me, a lot at that point, already.</p><p><strong>So it is a song that could be a young woman's song who'd been through a lot in a short life and then still changed --</strong></p><p>I guess so. I still think, you know, as a frustrated filmmaker, it's not an ingenue role, regardless of when I wrote it. You know, Dave Van Ronk was one of the first people to cover it before Judy Collins. And he was an old young man, kind of like a Burl Ives kind of guy, you know, or Gabby Hayes. He was like, kind of looked like an old guy when he was a young guy, you know? And I liked his performance of it. I thought he brought something to it that I couldn't bring to it.</p><p><strong>In this quartet, <em>Love Has Many Faces</em>, one thing I found interesting — tell me if I'm wrong, though, on this one — was a classic song that people think of as romance ... \"Carey.\"</strong></p><p>Oh!</p><p><strong>It seems to be someone, just listening to this song, that you're actually not in love with. The character is not in love with him. </strong></p><p>I did <a href=\"http://www.wsj.com/articles/the-muse-behind-joni-mitchells-carey-1415721658\" target=\"_blank\">a piece for the <em>Wall Street Journal</em></a>, and the guy got hung up on outing Carey. He printed his last name and everything, and I was trying to deflect in that article. I was being very protective of him, but the beauty was, I had lost contact. He got married around the new millennium, and we always stayed in touch. He wrote wonderful letters and stuff. And we, you know, we would meet up in places. Anyway, he called me and I said, you know, \"Cary — \" The guy got hung up on how I spelt his name. I got a postcard from Cary, C-A-R-Y. You know, the guy somehow or other said, \"No, his name is spelled E-Y.\" I said, look, I just — just say I can't spell, you know?</p><p><strong>You were young. [Laughs.]</strong></p><p>Like, just put down I can't spell. Like, I mean, why that was important to him, I don't know. I gave him all sorts of little vignettes that were not in the song that were colorful, that I would have picked up on as a writer as something interesting, and all he kept getting hung up on was how I spelt Cary's name.</p><p>Well, the good news was, Cary made contact. And I said — and the way it came out, 'cause he put words in my mouth. He didn't take down what I spoke. He paraphrased me and lost the meaning and put assumptions in, you know, in my mouth. I said, \"They were not lovers, they were just friends.\" I said to him, \"Couldn't you just take one or the other?\" It sounds like I'm protesting too much. So I said to Cary, \"I didn't know what to call our relationship.\" You know, we — it was hard. And I didn't really care to define it, you know? I mean, he was robust, and kind of tough in a way, or at least he put on a tough act in a very flamboyant way. He — you know, he was very theatrical. But I needed protection, 'cause I'm living in this cave community and I'm a celebrity at that point, you know? And I really wished I wasn't, you know, so that I — 'cause if I took a walk, 30 people would follow me.</p><p>So I kind of latched on to Cary, you know, to help me out with that. Like, just to kind of growl at people, you know. Like [laughs], to bark 'em off or something, you know?</p><p><strong>But it's a thing that maybe people don't understand. I know, 'cause I was around there, too. It was a time when you could be pals with somebody. You could adore somebody, regardless. It wasn't always about dating or being or romance.</strong></p><p>No! We just hooked up. And we had these adventures and they continued. We met again in San Francisco. He came to the Isle of Wight. But it wasn't a romance, exactly. And he could be mean, but it was a kind of meanness that I was used to, that my best friend in high school, they dared — they liked to get me into hot spots and see if I could get out. It was very challenging. You know, I've always had male friends who like to challenge me, you know, in one way or another. And most of the time I rose to the occasion. But there was an element of meanness, like, \"Don't do that. You know and — but still, you're a mean old daddy, but I like you.\" You know, enough said. I just didn't want to go any further into it than that, you know? [Laughs.]</p><p><strong>Good. Neither do we, actually.</strong></p><p>Good! [Laughs.]</p><p><strong>I love the fact that it had a freedom and a sense of joy that --</strong></p><p>Yeah! I wrote it for his birthday, you know.</p><p><strong>He must have been delighted.</strong></p><p>Well, he wouldn't show me. I mean, in this conversation, you know, it was more cards on the table than we were back then. It was really nice, you know, it was really good. So, our friendship has opened up again in a good way.</p><p><strong>May I quote you to yourself?</strong></p><p>OK. [Laughs.]</p><p><strong>You told a newspaper in Toronto, \"I sing my sorrow and paint my joy.\"</strong></p><p>Well, generally speaking, that's true, you know. In my house, the paintings are my grandson, you know. My last lover, you know, is over the fireplace. Donald. He was a good subject. Landscapes that I love, people that I love or loved, my children, my grandchildren, my daughter. They're all very personal things. Like Van Gogh's paintings were a diary of his life, my paintings are kind of a diary of my life. And they're all good moments that I've preserved, and I've got them around me. You know, like, they're decorative, and the colors are nice. But sometimes I remember the moment that they come from.</p><p>I sing my joy, too. \"Carey\" has got a lot of joy in it. But I don't really want to paint sorrowful stuff, you know? Like, I get that out of my system. I guess what I was trying to say in the writing. You know, like <em>For the Roses</em> is really, you know, writing my sorrows. That's probably the one. <em>Court and Spark</em> has got some of it. <em>Blue</em>'s got some of it. That pocket. And then it kind of pulls out of there. But that's when I really kind of addressed hurt. Those three projects.</p><p><strong>If you're painting now, and you don't address sorrow and sadness in your painting, does --</strong></p><p>No. No. I feel no need, you know? I'm doing Bella and my dog — there's koi, a koi pond on my property, and my dog insists — if you say, \"Wanna look at the fish?\" her ears go up like you said, \"Cookie.\" I mean, that's her favorite. And she bounces towards the door, so I have to go out and look at the fish with her all day long. So I started taking shots, you know, on my iPhone of them, and I've done eight paintings of a series called \"Bella and the Fish.\" So that's a joyous experience, you know?</p><p>And, like, Matisse, Matisse's paintings were full of joy. He said he painted for tired businessmen, right? You know, like the goldfish bowl and the happy dancers on the green lawn with the cobalt blue sky, you know, the orange nudes? You know, for the most part, it's all very joyous. That's kind of what I was trying to say, you know. That's the kind of paintings that I like.</p><p><strong>Have you given up, then, on song? Have you given up sorrow?</strong></p><p>I kind of have given — I've been through so much in the last five years, really hard stuff. And I've come through it kind of, oddly enough, still kind of in a good mood. I can't explain it. [Laughs.] Maybe it's just got so rotten, you know, like that there was no place else to go. So, no. I'm in a good space. I'm still in the middle of a bunch of really kind of sickening little wars, but generally I feel pretty happy, you know? It's not that bad, you know. Things have been worse. I've been through so much in my life, you know, like that --</p><p><strong>That you don't --</strong></p><p>That I'm a tough old cookie. [Laughs.] I enjoyed this box set, you know. And it was an emotional roller coaster, too. In the process, there were a lot of things that went wrong. But I'm very pleased with the final results.</p><p><strong>Joni Mitchell, thank you for coming in in the middle of the night to have this conversation.</strong></p><p>Oh!</p><p><strong>Fellow night owl.</strong></p><p>Yeah, you're welcome. Thanks for having me.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Music+Midnight+Makes%3A+In+Conversation+With+Joni+Mitchell&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Renee Montagne","audio":[{"meta":{"duration":"442"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369536823-8d760e.m3u?orgId=1&topicId=1105&aggIds=100920965&ft=3&f=369386571"},{"href":"http://media.npr.org/assets/img/2014/12/08/jonimitchellwindow-023d0f7163bc25f74f5d0a418a47ed532348b050.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1799","width":"2399"}},{"href":"http://media.npr.org/assets/img/2014/12/08/85848141-34be6df5c912cce781ba611599432447684d8659.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2419","width":"3223"}}]}