{"created":"2014-10-08T02:27:50+00:00","modified":"2014-12-04T14:32:44+00:00","valid":{"from":"2014-12-04T14:32:44+00:00","to":"3014-12-04T14:32:44+00:00"},"hreflang":"en","title":"Veterans Kick The Prescription Pill Habit, Against Doctors' Orders ","published":"2014-07-13T10:28:00+00:00","teaser":"There's overmedicating and self-medicating, but some vets are \"de-medicating.\" Prescribed multiple drugs to deal with PTSD and pain, they've stopped taking them — without authorization.","itags":["npr_api","330178170"],"guid":"e750a5a6-dc59-49ac-b2a6-1b127580f283","contentencoded":"<p>For many people with post-traumatic stress disorder, <a href=\"http://www.npr.org/blogs/health/2012/01/16/144672190/ending-nightmares-caused-by-ptsd\">sleeping can return you to the worst place</a> you've ever been, at the worst possible moment.</p><p>\"I always see his face,\" says Will, who did tours in Iraq and Afghanistan with the Army. \"And in my dreams it's the same thing. ... I always walk over to him, and instead of this Afghani kid that's laying there, it's my little brother.\"</p><p>The memory that triggers Will's nightmare happened during his tour in Afghanistan. Will, 33, who asked that NPR not use his last name, was on patrol when a kid came up to the Humvee asking for water. Then he bashed Will's medic in the face with a rock. The boy's father appeared with a gun and started shooting. Amid a scuffle, the child picked up the gun and Will shot him at close range.</p><p>\"After I did that, all I remember is that I was shaking,\" Will says. \"And one of my soldiers took my weapon away and said: 'It's OK <em>primo</em> [cousin]. It's gonna be OK.' \"</p><p>Troops coming home from war, like Will, are often prescribed drugs for PTSD and other conditions. Hundreds of thousands of veterans are on opiates for pain, and 1 in 3 veterans polled say they are on 10 different medications.</p><p>While there is concern about overmedicating and self-medicating — using alcohol or drugs without a doctor's approval — there are also some veterans who are trying to do the opposite: They're kicking the drugs, against doctor's orders.</p><p><strong>Long Lists Of Drugs</strong></p><p>Will has other upsetting stories. They're noteworthy not for the intensity of the firefight or the size of the bombs, but for the bad pictures they conjure up in his head.</p><p>He remembers pulling a friend out of a river in Iraq, only to find there was nothing left of him below the waterline. He recalls discovering his buddy is dead by finding a huge scrap of his tattoo.</p><p>And there's guilt: \"Those guys had wives and kids. You know, everybody in my Humvee, we were all single. I felt guilty. It should have been us; it shouldn't have been them.\"</p><p>Will came away, he says, with \"only\" two ruined knees, a wrecked back, a piece of bone fragment that sort of floats on his hip, a mild traumatic brain injury and PTSD.</p><p>And for all those things, Will has been prescribed medications — lots and lots of medications. It takes him about six minutes to list all his pills.</p><p>There are <a href=\"http://www.npr.org/blogs/health/2014/07/10/329904066/veterans-face-another-battle-fighting-prescription-drug-addiction\">other veterans with similarly long lists</a>. On average, servicemen and women are prescribed narcotic painkillers three times more often than civilians. But despite the pain and PTSD, some of them have decided, without telling their doctors, to stop taking their medications.</p><p>Leo Kalberg served in the Army for six years. His medication list includes escitalopram, Prozac, Klonopin, morphine, Percocet, Vicodin, tramadol, Motrin, cortisone, lidocaine and Seroquel, among others. At points, it adds up to 20 or more pills a day.</p><p>He realized he was addicted to Percocet because he'd get nervous if he only had a few pills left. Plus, Karlberg says the side effects make him feel like a zombie.</p><p>\"I'd take all my medication, and I'd sit down, and a whole entire day would pass, and I would just get up and go to bed,\" Karlberg says. That's when he decided to quit taking his medications.</p><p>Nancy Bryant, who served in the Air Force for almost 15 years, was in a similar situation. Cymbalta, Maxalt, trazodone, tizanidine, dicyclomine, hydrocodone — and her list goes on.</p><p>Bryant came upon the idea of stopping her medications by accident. She got the stomach flu and couldn't keep any food or medications down.</p><p>\"After a few days of that — those medications clearing my system — I just realized, wow, I felt like a totally different person,\" she says.</p><p>Rachel Stokes was in the Army, and she too has a long list crowded with similar medications. She started looking into what all those medications are really designed to do.</p><p>She was prescribed Seroquel to help her sleep. \"But it's not even for sleep,\" Stokes says. \"Seroquel is for people that have bipolar [or] schizophrenia. And I'm like, that is not me.\"</p><p><strong>Using Drugs 'Way, Way, Way Off Label'</strong></p><p>Dr. Richard Friedman, director of the Psychopharmacology Clinic at Weill Cornell Medical College, has heard this before. \"They're using psych drugs off label — way, way, way off label,\" he says. \"Obviously, they are not using them to treat the major disorders for which these drugs are designed.\"</p><p>Friedman researched the military's use of antipsychotics like Seroquel, and stimulants like Adderall and Ritalin. He says those drugs have no official purpose that fits a combat zone. He figures the military was using whatever drugs they could to keep troops sleeping, waking up and functioning during wartime.</p><p>\"They were in a different situation, where they had unprecedented levels of stress in a group of otherwise healthy people,\" Friedman says. \"So, I think they resorted to psychopharmacology as a means to keep people in active duty.\"</p><p>Friedman says it's like giving a football player painkillers so he can finish the game: It gets him back on the field, but might hurt him worse in the long term.</p><p>The Pentagon says it has safeguards to prevent overprescription or the use of drugs in harmful combinations, and the Department of Veterans Affairs' guidelines warn about using many of these drugs off-label.</p><p>Off-label use is common in medicine, and Friedman says doctors do it with good intentions. He also says stopping medications without a doctor's guidance can be dangerous.</p><p>But Rachel Stokes says she's sick of doctors and their pills.</p><p>\"The medications — I hate all the medications,\" she says. \"If the scientist actually went through and did research, and then really found out what really worked, then that's different. But it doesn't seem like they're doing that.\"</p><p>She may have a point. A <a href=\"http://www.iom.edu/Reports/2014/Treatment-for-Posttraumatic-Stress-Disorder-in-Military-and-Veteran-Populations-Final-Assessment.aspx\">study by the Institute of Medicine</a> last month concluded that the VA and the Pentagon do a poor job tracking what happens when they treat PTSD with drugs — although there is a brand-new effort at the VA to educate its doctors.</p><p>Gavin West, who heads the Opioid Safety Initiative at the VA, says, \"We've undertaken a psychopharmacologic safety initiative, where we're looking across the board at more safe and more effective use of medications.\"</p><p><strong>Flushing The Drugs Down The Toilet</strong></p><p>Will, the veteran whose list of medications takes six minutes to read, has stopped taking those drugs.</p><p>\"I always keep at least one month on supply,\" Will says. \"My next month's supply comes next week, so as soon as they come in, I take those and I flush them. And then I just scrape my name off all the pill bottles and throw them all away.\"</p><p>Will, who is in the process of medically retiring from the Army, keeps that month's supply of pills on hand for a reason: He gets drug-tested to make sure he is taking his medications. That's to ensure he's not selling his drugs on the street — which isn't uncommon.</p><p>So every few months, when he has an appointment coming up, Will gets himself back on his drugs. He gradually works up to the dose he's supposed to be on. He recently cycled himself <em>off</em> the medications again after a doctor's appointment.</p><p>\"I'm actually feeling pretty good,\" Will says. \"I've now been fully off the meds for nine days. The first three days of being off them were really bad; just real bad nausea, diarrhea, shaky.\"</p><p>Will hopes he'll be out of the Army soon and can stop the roller coaster of getting on and off the drugs. But for now, he says, it's worth it. When he was on the medications, he was a shut-in, he says, depressed and too doped up to drive.</p><p>As for dealing with his PTSD without the drugs — he's still working on it.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Veterans+Kick+The+Prescription+Pill+Habit%2C+Against+Doctors%27+Orders+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Quil Lawrence","audio":[{"meta":{"duration":"507"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330760961-ffd341.m3u?orgId=1&topicId=1128&ft=3&f=330178170"},{"href":"http://media.npr.org/assets/img/2014/07/11/vetpillfinal3-92ad51e387f051c768473e50b4691d79e0046e45.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1684","width":"2248"}}]}