{"created":"2015-03-27T09:02:25+00:00","modified":"2015-05-13T21:06:27+00:00","valid":{"from":"2015-05-13T21:06:27+00:00","to":"3015-05-13T21:06:27+00:00"},"hreflang":"en","title":"As Nigeria Votes, The Specter Of Boko Haram Hangs Over The Election","published":"2015-03-27T20:36:00+00:00","teaser":"Nigerians pick their president on Saturday. For election officials, the challenges include providing ballots for the many voters displaced by Boko Haram attacks.","itags":["npr_api","395698474"],"guid":"e75e742c-8409-46f3-a4e3-1de2522eb05f","contentencoded":"<p>Nigerian voters go to the polls Saturday to elect their next president and lawmakers in a vote delayed since February, partly due to the insecurity brought on by the Islamist extremist group Boko Haram.</p><p>In the past six weeks, Boko Haram has been pushed out of a huge zone in the northeast by Nigerian forces backed by troops from the neighboring countries of Chad, Niger and Cameroon. While the group has lost ground, it is still a dangerous force.</p><p>In the past six years, Boko Haram has terrorized the northeast region and burned down entire communities, killing thousands of people and abducting many more, including more than 200 missing schoolgirls.</p><p>The people driven from their homes are posing a challenge for Nigeria's electoral commission. The U.N. Secretary General's special representative for West Africa and high representative for Nigeria, Mohamed Ibn Chambas, says displaced people must be allowed to vote.</p><p>\"These elections must be inclusive,\" Chambas says. \"I got the assurance of the electoral commissioner that all efforts would be made to ensure that Nigerians internally displaced, as a result of Boko Haram terrorist activity, are not denied their franchise.\"</p><p>Nigeria is also grappling with a new biometric, voter ID card-reading system, which had hiccups during dry runs ahead of Saturday's vote.</p><p>Independent National Electoral Commission spokesman Kayode Idowu says biometric voting is the safest way to verify the identity of voters, and minimize multiple registrations and attempts at vote rigging.</p><p>But some Nigerians are a little nervous about the new card readers and how they'll work on the day.</p><p>Idowu offers reassurance and an explanation of how the card readers work.</p><p>\"What the commission has done is to bring in a card reader that will read the permanent voter card on election day, read the embedded chip and then cross-match the person who brings the permanent voter card to the polling unit with the data [such as name, photo and fingerprints] that is in the embedded chip,\" he says.</p><p>The commission is ready for this closely contested vote, Idowu says, and the phenomenal logistical challenge of putting everything in place, on time.</p><p>\"There are areas of the country you have to approach by donkey or camel or bicycle, or by footpath. There are remote areas like that. Before now, they never saw the color of a ballot box or ballot paper. Now they cast their votes there.\"</p><p>On Thursday, President Goodluck Jonathan, who is seeking re-election, and his main opposition challenger and former military leader, Muhammadu Buhari, renewed their pledge for a peaceful vote. Violence broke out after Nigeria's last elections in 2011, in which Jonathan defeated Buhari in another highly contested race.</p><p>And earlier this week, President Obama sent a video message of solidarity to Nigerians, urging them to hold free, fair and credible elections without violence, intimidation or fear. The U.S. is a key Nigerian ally.</p><p>\"I call on all the candidates to make it clear to their supporters that violence has no place in democratic elections, before, during or after the votes are counted,\" Obama said.</p><p>But Chidi Anselm Odinkalu, who chairs the National Human Rights Commission of Nigeria, warns that the specter of violence, which has hovered over so many previous elections, remains a threat.</p><p>\"These are the most competitive elections in Nigeria's history and they've also been accompanied by the most extraordinary form of hate speech, incendiary vituperations and ethnic baiting,\" Odinkalu says. By mid-February, \"we documented 61 incidents, with 58 killings, and they span all the six geopolitical zones of Nigeria. Now that's entirely unprecedented.\"</p><p>Odinkalu, who says there have been more killings since then, calls on political leaders to tamp down the violence.</p><p>Many Nigerians, like 24-year-old businesswoman Genevieve Edeh, are hoping for a smooth presidential election Saturday.</p><p>\"I pray that God will help us find the best leader, that whoever will lead Nigeria will make Nigeria peaceful,\" she says.</p><p>Nigerians hope for peace, especially once the results are announced and a presidential winner declared.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Nigeria+Votes%2C+The+Specter+Of+Boko+Haram+Hangs+Over+The+Election&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ofeibea Quist-Arcton","audio":[{"meta":{"duration":"267"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395698475-106af6.m3u?orgId=1&topicId=1126&d=267&p=3&story=395698474&t=progseg&e=395684125&seg=11&ft=nprml&f=395698474"},{"href":"http://media.npr.org/assets/img/2015/03/27/nigeria_elex-49df3cfc297ef134fb0643db45cb0359b9d1720c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1834","width":"2446"}},{"href":"http://media.npr.org/assets/img/2015/03/27/467613566_custom-169f63df845105f94361df89deabfec1f4d4b8a3.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"3037","width":"4733"}}]}