{"created":"2014-10-08T16:21:32+00:00","modified":"2014-11-04T17:46:11+00:00","valid":{"from":"2014-11-04T17:46:11+00:00","to":"3014-11-04T17:46:11+00:00"},"hreflang":"en","title":"Latin Rock Lives: In The Studio With Venezuela's La Vida Bohème","published":"2014-05-14T14:24:00+00:00","teaser":"We swung by Austin's Pachanga Music Festival, and guess who we ran into? One of our favorite Caribbean rock bands, La Vida Bohème. They join us at KUTX for an electrifying performance.","itags":["npr_api","310698910"],"guid":"e7699d74-14ec-4ddf-a4c1-b753bb8492e8","contentencoded":"<p>Maybe it was the scrumptious barbecue, or the lovely people, but mostly it was the amazing music that brought Felix Contreras and me back to Austin, Texas. This time we're here for the Pachanga Latino Music Festival, which features an exciting lineup with some of our favorite newer artists and a couple of legends, too. It's a big enough festival to lose yourself in, but cozy enough to run into old friends — among them, our beloved Venezuelan musicians <a href=\"http://www.npr.org/artists/144875826/la-vida-boheme\" target=\"_blank\">La Vida Bohème</a>.</p><p>There's bands you see for the first time and think, \"Wow, they have a lot of potential.\" And then there's the artists who you always remember seeing onstage for the first time and thinking, \"How do I not know about this band?\" The latter was my reaction when I caught them live in New York. At the time, I'd given up on Latin rock, which made me sad because it had always been so close to my heart. But I was finding everything so cliched and formulaic.</p><p>And suddenly here were these Caribbean guys splattered in paint, dancing around, making fantastic music. Both Felix and I were hooked, and we've been following them closely ever since. So it was such a treat to have the band over at KUTX. We talked about their most recent album, how they've evolved into incorporating Latin sounds into their music, and the pressures of being outspoken in an increasingly polarized country.</p><p>That last part always impresses me. When I talk with the band about their lyrical process, they are so thoughtful. There are no casual words or lines. Their last album, <a href=\"http://www.npr.org/2013/04/28/179010184/first-listen-la-vida-boheme-sera\" target=\"_blank\">Sera</a>, they explained, was about Venezuela and their feelings about the explosive situation there. But while so many other artists have jumped the gun to give their opinions about that country, I love that LVB has given so much thought about the complexity of the situation there, and about what they have a right to say.</p><p>Lead singer Henry D'Arthenay said, \"There is so much I didn't know, even about my own country, my own people. What right do I have to speak for them? Have I lived like that? Have I starved for three days in a row?\" This earnestness makes them more effective than if they'd impulsively jumped on the Venezuela soapbox, like so many other artists have.</p><p>\"This might sound presumptuous,\" D'Arthenay said, \"but I really think, at least the four of us, we can, if not make some change, at least bring some happiness to the people that are in our country, that are having a rough time or people anywhere that are having a rough time. Sometimes you have to put your hands in the fire, the cards on the table. You know being honest is good. And sometimes audiences know that.\"</p><p>We were so glad to run into these guys here at Pachanga, and psyched when they treated us to an awesome performance and conversation. We hope you enjoy the show!  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Latin+Rock+Lives%3A+In+The+Studio+With+Venezuela%27s+La+Vida+Boh%C3%A8me&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jasmine Garsd","audio":[{"meta":{"duration":"3093"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311163526-7c7e70.m3u?orgId=1&topicId=1039&aggIds=128227577&ft=3&f=310698910"},{"href":"http://media.npr.org/assets/img/2014/05/09/la_vida_boheme_016-9acd1b4f729427851d32c4a9c3b7d77ee60e0a40.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2046","width":"2730"}}]}