{"created":"2015-06-16T18:08:59+00:00","modified":"2015-06-24T20:00:34+00:00","valid":{"from":"2014-11-05T05:40:36+00:00","to":"3014-11-05T05:40:36+00:00"},"hreflang":"en","teaser":"This audio is part of the larger project The First Family of Radio: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You […]","title":"FDR Reelection Campaign Speech","itags":["American RadioWorks","American RadioWorks 2014-11-04","e76e4e7e65d329017794b3b2febbffea"],"contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p><em>This audio is part of the larger project <a href=\\\"http://www.americanradioworks.org/documentaries/roosevelts/\\\">The First Family of Radio</a>: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You can download the entire radio hour from our <a href=\\\"http://www.americanradioworks.org/podcast/\\\">podcast feed</a> (<a href=\\\"https://itunes.apple.com/us/podcast/id81914987\\\">iTunes</a>).</em></p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>October 31, 1936</strong></p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>At the climax of his 1936 reelection campaign, FDR gave this powerful speech at New York City’s Madison Square Garden. FDR attacked his old political enemies, the moneyed elite, and said he welcomed their hatred. The speech reflects the fighting tone FDR sometimes adopted in a nationally broadcast public address, in contrast to the neighborly tenor of his Fireside Chats. -Stephen Smith</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<h3>Transcript</h3>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p>Senator Wagner, Governor Lehman, my friends:</p><br /><p>On the eve of a national election, it is well for us to stop for a moment and analyze calmly and without prejudice the effect on our Nation of a victory by either of the major political parties.</p><br /><p>The problem of the electorate is far deeper, far more vital than the continuance in the Presidency of any individual. The greater issue—</p><br /><p>[Applause]</p><br /><p>The greater issue goes beyond units of humanity—it goes to humanity itself.</p><br /><p>[Applause]</p><br /><p>In 1932 the issue was the restoration of American democracy; and the American people were in a mood to win. They did win.</p><br /><p>[Applause]</p><br /><p>In 1936 the issue is the preservation of their victory. Again they are in a mood to win. And again they will win.</p><br /><p>[Applause]</p><br /><p>More than four years ago in accepting the Democratic nomination in Chicago, I said: “Give me your help not to win votes alone, but to win in this crusade to restore America to its own people.”</p><br /><p>[Applause]</p><br /><p>And we know tonight that the banners of that crusade still fly in the forefront of a Nation that is on the march.</p><br /><p>[Gong]</p><br /><p>[Applause]</p><br /><p>What was our hope in 1932? Above all other things the American people wanted peace. They wanted peace of mind instead of gnawing fear.</p><br /><p>First, they sought escape from the personal terror that had stalked them for three years. They wanted the peace that comes from security in their homes: safety for their savings, permanence in their jobs, and a fair profit from their enterprise.</p><br /><p>Next, they wanted peace in the community, the peace that springs from the ability to meet the needs of community life: schools, playgrounds, parks, sanitation, highways—those things which are expected of solvent local government. They sought escape from the disintegration and the bankruptcy in local and state affairs.</p><br /><p>And they sought also peace within the Nation: protection of their currency, fairer wages, the ending of long hours of toil, the abolition of child labor, the elimination of wild-cat speculation, and the safety of their children from kidnappers.</p><br /><p>[Applause]</p><br /><p>And, finally, they sought peace with other Nations—peace in a world of unrest. The Nation knows that I hate war—</p><br /><p>[Applause]</p><br /><p>And I know that the Nation hates war.</p><br /><p>[Applause]</p><br /><p>And so I submit to you a record of peace; and on that record a well-founded expectation for future peace—peace for the individual, peace for the community, peace for the Nation, and peace with the world.</p><br /><p>[Applause]</p><br /><p>Tonight I call the roll—the roll of honor of those who stood with us in 1932 and still stand with us today.</p><br /><p>[Applause]</p><br /><p>Written on that role of honor are the names of millions who never had a chance—men at starvation wages, women in sweatshops, children at looms.</p><br /><p>Written on it are the names of those who despaired, young men and young women for whom opportunity had become a will-o’-the-wisp.</p><br /><p>Written on it are the names of farmers whose acres yielded only bitterness, business men whose books were portents of disaster, home owners who were faced with eviction, frugal citizens whose savings were insecure.</p><br /><p>Written there in large letters are the names of countless other Americans of all parties and all faiths, Americans who had eyes to see and hearts to understand, whose consciences were burdened because too many of their fellow beings were burdened, who looked on these things four years ago and said, “This can be changed. We will change it.”</p><br /><p>[Applause]</p><br /><p>We still lead that army in 1936. They stood with us then in 1932 because they believed. They stand with us today in 1936 because they know. And with them, with them stand millions—</p><br /><p>[Applause]</p><br /><p>Yes, with them stand millions of new recruits who have come to know.</p><br /><p>[Applause]</p><br /><p>Their hopes have become our record.</p><br /><p>We have not come thus far without a struggle and I assure you we cannot go further without a struggle.</p><br /><p>[Applause]</p><br /><p>For twelve years our Nation was afflicted with hear-nothing, see-nothing, do-nothing Government.</p><br /><p>[Applause]</p><br /><p>The Nation, the nation looked to that Government but that Government looked away.</p><br /><p>[Laughter. Applause]</p><br /><p>Nine mocking years with the golden calf and three long years of the scourge.</p><br /><p>[Applause]</p><br /><p>[Laughter. Applause]</p><br /><p>Nine crazy years at the ticker and three long years in the breadlines!</p><br /><p>[Applause]</p><br /><p>Nine mad years of mirage and three long years of despair! And my friends, powerful influences strive today to restore that kind of government with its doctrine that that Government is best which is most indifferent to mankind.</p><br /><p>[Applause]</p><br /><p>For nearly four years now, you have had an Administration which instead of twirling its thumbs has rolled up its sleeves.</p><br /><p>[Applause]</p><br /><p>And I can assure you that we will keep our sleeves rolled up.</p><br /><p>[Applause]</p><br /><p>We had to struggle with the old enemies of peace—business and financial monopoly, speculation, reckless banking, class antagonism, sectionalism, war profiteering.</p><br /><p>They had begun to consider the Government of the United States as a mere appendage to their own affairs. And we know now that Government by organized money is just as dangerous as Government by organized mob.</p><br /><p>[Applause]</p><br /><p>Never before in all our history have these forces been so united against one candidate as they stand today. They are unanimous in their hate for me—and I welcome their hatred.</p><br /><p>[Applause]</p><br /><p>I should like to have it said of my first Administration that in it the forces of selfishness and of lust for power met their match. I should like to have it said—</p><br /><p>[Applause]</p><br /><p>Wait a minute! I should like to have it said of my second Administration that in it these forces met their master.</p><br /><p>[Applause]</p><br /><p>And my friends, the American people know from a four-year record that today there is only one entrance to the White House and that’s by the front door.</p><br /><p>[Applause]</p><br /><p>Since March 4, 1933, there has been only one pass-key to the White House. And I have carried that key in my pocket.</p><br /><p>[Applause]</p><br /><p>It is there tonight. And so long as I am President, it’s going to remain in my pocket.</p><br /><p>[Applause]</p><br /><p>But those who used to have pass-keys are not happy.</p><br /><p>[Applause]</p><br /><p>Some of them indeedare desperate. Only desperate men with their backs to the wall would descend so far below the level of decent citizenship as to foster the current pay-envelope campaign against America’s working people.</p><br /><p>[Gong]</p><br /><p>Only reckless men, heedless of consequences, would risk the disruption of the hope for a new peace between worker and employer by returning to the tactics of the labor spy.</p><br /><p>[Boo.]</p><br /><p>And here is an amazing, here is an amazing paradox! The very employers and politicians and publishers who talk most loudly of class antagonism and the destruction of the American system now undermine that system by this attempt to coerce the votes of the wage earners of the country.</p><br /><p>[Applause]</p><br /><p>It is the 1936 version of the old threat to close down the factory or the office if a particular candidate does not win. It is an old strategy of tyrants to delude their victims into fighting their battles for them.</p><br /><p>[Applause]</p><br /><p>Every message in a pay envelope, even if it is the truth, is a command to vote according to the will of the employer. But this propaganda is worse—it is deceit.</p><br /><p>They tell the worker that his wage will be reduced by a contribution to some vague form of old-age insurance. But they carefully conceal from him the fact that for every dollar of premium he pays for that insurance, the employer pays another dollar.</p><br /><p>[Applause]</p><br /><p>And that omission in itself is deceit.</p><br /><p>They carefully conceal from him the fact that under the federal law, he receives another insurance policy to help him if he loses his job, and that the premium of that policy is paid 100 percent by the employer and not one cent by the worker.</p><br /><p>[Applause]</p><br /><p>But they do not tell him that the insurance policy that is bought for him is far more favorable to him than any policy that any private insurance company could possibly afford to issue. And that omission is deceit.</p><br /><p>They imply to him that he pays all the cost of both forms of insurance. They carefully conceal from him the fact that for every dollar put up by him his employer puts up three dollars three for one. And that omission is deceit.</p><br /><p>[Applause]</p><br /><p>But they are guilty of more than deceit. When they imply that the reserves thus created against both these policies will be stolen by some future Congress, diverted to some wholly foreign purpose, they attack the integrity and the honor of American Government itself. Those who suggest that, are already aliens to the spirit of American democracy. Let them—</p><br /><p>[Applause]</p><br /><p>Let them emigrate and try their luck under some foreign flag in which they have more confidence.</p><br /><p>[Applause]</p><br /><p>And the fraudulent nature of this attempt is well shown by the record of votes on the passage of the Social Security Act. In addition to an overwhelming majority of Democrats in both Houses, seventy-seven Republican Representatives voted for it and only eighteen against it and fifteen Republican Senators voted for it and only five against it. Where, where does this last-minute drive of the Republican leadership leave these Republican Representatives and Senators who helped to enact the law?</p><br /><p>I am sure the vast majority of law-abiding businessmen who are not parties to this propaganda fully appreciate the extent of the threat to honest business contained in this coercion.</p><br /><p>I have expressed indignation at this form of campaigning, and I am confident that the overwhelming majority of employers and workers and the general public share that indignation and will show it at the polls on Tuesday next.</p><br /><p>[Applause]</p><br /><p>But side from this phase of it, I prefer to remember this campaign not as bitter but only as hard-fought. There should be no bitterness or hate where the sole thought is the welfare of the United States of America. No man can occupy the office of President without realizing that he is President of all the people. And it is because I have sought to think in terms of the whole Nation that I am confident that today, just as four years ago, the people want more than promises.</p><br /><p>[Applause]</p><br /><p>And our vision for the future contains more than promises. This is our answer to those who, silent about their own plans, ask us to state our objectives.</p><br /><p>Of course, of course we will continue to seek to improve working conditions for the workers of America—</p><br /><p>[Applause]</p><br /><p>To reduce hours that are over-long, to increase wages that spell starvation, to end the labor of children, and to wipe out sweatshops. Of course we will continue every effort to end monopoly in business, to support collective bargaining,</p><br /><p>[Applause]</p><br /><p>to stop unfair competition, and to abolish dishonorable trade practices.</p><br /><p>[Applause]</p><br /><p>And for all these we have only just begun to fight.</p><br /><p>[Applause]</p><br /><p>Of course we will continue to work for cheaper electricity in the homes and on the farms of America—</p><br /><p>[Applause]</p><br /><p>For better and cheaper transportation, for low interest rates, for sounder home financing, for better banking—</p><br /><p>[Applause]</p><br /><p>For the regulation of security issues—</p><br /><p>[Applause]</p><br /><p>For reciprocal trade among nations—</p><br /><p>[Applause]</p><br /><p>And for the wiping out of slums.</p><br /><p>[Applause]</p><br /><p>And my friends, for all these we have only just begun to fight.</p><br /><p>[Applause]</p><br /><p>Of course we will continue our efforts in behalf of the farmers of America. With their continued cooperation we will do all in our power to end the piling up of huge surpluses which spelled ruinous prices for their crops. We will persist in successful action for better land use, for reforestation, for the conservation of water all the way from its source to the sea, for drought control and flood control, for better marketing facilities for farm commodities, for a reduction of farm tenancy, for encouragement of farmer cooperatives, for crop insurance and a stable food supply for the nation. And for all these tools we have only just begun to fight.</p><br /><p>[Applause]</p><br /><p>Of course we will provide useful work for the needy unemployed, because we prefer useful work to the pauperism of a dole.</p><br /><p>[Applause]</p><br /><p>Here and now I want to make myself clear about those who disparage their fellow citizens on the relief rolls. They say that those on relief are not merely jobless. They say that they are worthless. Their solution for the relief problem is to end relief—to purge the rolls by starvation. To use the language of the stockbroker, our needy unemployed would be cared for when, as, and, if some fairy godmother should happen to come on the scene.</p><br /><p>[Applause]</p><br /><p>But you and I will continue to refuse to accept that estimate of our unemployed fellow Americans. Your Government is still on the same side of the street with the Good Samaritan and not with those who pass by on the other side.</p><br /><p>[Applause]</p><br /><p>Again—what of our objectives?</p><br /><p>[Applause]</p><br /><p>Of course we will continue our efforts for young men and women so that they may obtain an education and an opportunity to put it to use.</p><br /><p>[Applause]</p><br /><p>Of course we will continue our help for the crippled, for the blind, for the mothers, our insurance for the unemployed, our security for the aged. Of course we will continue to protect the consumer against unnecessary price spreads, against the costs that are added by monopoly and speculation. We will continue our successful efforts to increase his purchasing power and to keep it constant.</p><br /><p>And for these things, too, and for a multitude of things like them, we have only just begun to fight.</p><br /><p>[Applause]</p><br /><p>All this—all these objectives—spell peace at home. All our actions, all our ideals, spell also peace with other nations.</p><br /><p>[Applause]</p><br /><p>Today there is war and rumor of war. We want none of it.</p><br /><p>[Applause]</p><br /><p>But while we guard our shores against threats of war, we will continue to remove the causes of unrest and antagonism at home which might make our people more easy victims to those for whom foreign war is profitable.</p><br /><p>[Applause]</p><br /><p>And note well that those who stand to profit by war are not on our side in this campaign.</p><br /><p>[Applause]</p><br /><p>“Peace on earth, good will toward men”—democracy must cling to that message. For it is my very deep conviction that democracy cannot live without that true religion which gives a nation a sense of justice and of moral purpose. Above our political forums, above our marketplaces stand the altars of our faith. Altars on which burn the fires of devotion that maintain all that is best in us and all that is best in our Nation.</p><br /><p>We have need of that devotion today. It is that which makes it possible for government to persuade those who are mentally prepared to fight each other to go on instead, to work for and to sacrifice for each other. And that is why we need to say with the old Prophet: “What doth the Lord require of thee—but to do justly, to love mercy and to walk humbly with thy God.”</p><br /><p>[Applause]</p><br /><p>That is why the recovery we seek, the recovery we are winning, is more than economic. In it are included justice and love and humility, not for ourselves as individuals alone, but for our Nation. And that, that is the road to peace.</p><br /><p>[Applause]</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><iframe frameborder=\\\"0\\\" src=\\\"http://cdn.knightlab.com/libs/timeline/latest/embed/index.html?source=0Ai6SjtFZXpPtdFpwZGczQ0RTLUxrcVdxaUxwY1dpRnc&amp;font=Bevan-PotanoSans&amp;maptype=toner&amp;lang=en&amp;height=650\\\"></iframe></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"}]","published":"2014-11-05T05:40:36+00:00","contentencoded":"<div class=\"barn-cleaned\"><p><em>This audio is part of the larger project <a href=\"http://www.americanradioworks.org/documentaries/roosevelts/\">The First Family of Radio</a>: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You can download the entire radio hour from our <a href=\"http://www.americanradioworks.org/podcast/\">podcast feed</a> (<a href=\"https://itunes.apple.com/us/podcast/id81914987\">iTunes</a>).</em></p>\n<br />\n<p><strong>October 31, 1936</strong></p>\n<br />\n<p>At the climax of his 1936 reelection campaign, FDR gave this powerful speech at New York City’s Madison Square Garden. FDR attacked his old political enemies, the moneyed elite, and said he welcomed their hatred. The speech reflects the fighting tone FDR sometimes adopted in a nationally broadcast public address, in contrast to the neighborly tenor of his Fireside Chats. -Stephen Smith</p>\n<br />\n<h3>Transcript</h3>\n<br />\n<blockquote>\n<p>Senator Wagner, Governor Lehman, my friends:</p>\n<br />\n<p>On the eve of a national election, it is well for us to stop for a moment and analyze calmly and without prejudice the effect on our Nation of a victory by either of the major political parties.</p>\n<br />\n<p>The problem of the electorate is far deeper, far more vital than the continuance in the Presidency of any individual. The greater issue—</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>The greater issue goes beyond units of humanity—it goes to humanity itself.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>In 1932 the issue was the restoration of American democracy; and the American people were in a mood to win. They did win.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>In 1936 the issue is the preservation of their victory. Again they are in a mood to win. And again they will win.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>More than four years ago in accepting the Democratic nomination in Chicago, I said: “Give me your help not to win votes alone, but to win in this crusade to restore America to its own people.”</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>And we know tonight that the banners of that crusade still fly in the forefront of a Nation that is on the march.</p>\n<br />\n<p>[Gong]</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>What was our hope in 1932? Above all other things the American people wanted peace. They wanted peace of mind instead of gnawing fear.</p>\n<br />\n<p>First, they sought escape from the personal terror that had stalked them for three years. They wanted the peace that comes from security in their homes: safety for their savings, permanence in their jobs, and a fair profit from their enterprise.</p>\n<br />\n<p>Next, they wanted peace in the community, the peace that springs from the ability to meet the needs of community life: schools, playgrounds, parks, sanitation, highways—those things which are expected of solvent local government. They sought escape from the disintegration and the bankruptcy in local and state affairs.</p>\n<br />\n<p>And they sought also peace within the Nation: protection of their currency, fairer wages, the ending of long hours of toil, the abolition of child labor, the elimination of wild-cat speculation, and the safety of their children from kidnappers.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>And, finally, they sought peace with other Nations—peace in a world of unrest. The Nation knows that I hate war—</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>And I know that the Nation hates war.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>And so I submit to you a record of peace; and on that record a well-founded expectation for future peace—peace for the individual, peace for the community, peace for the Nation, and peace with the world.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>Tonight I call the roll—the roll of honor of those who stood with us in 1932 and still stand with us today.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>Written on that role of honor are the names of millions who never had a chance—men at starvation wages, women in sweatshops, children at looms.</p>\n<br />\n<p>Written on it are the names of those who despaired, young men and young women for whom opportunity had become a will-o’-the-wisp.</p>\n<br />\n<p>Written on it are the names of farmers whose acres yielded only bitterness, business men whose books were portents of disaster, home owners who were faced with eviction, frugal citizens whose savings were insecure.</p>\n<br />\n<p>Written there in large letters are the names of countless other Americans of all parties and all faiths, Americans who had eyes to see and hearts to understand, whose consciences were burdened because too many of their fellow beings were burdened, who looked on these things four years ago and said, “This can be changed. We will change it.”</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>We still lead that army in 1936. They stood with us then in 1932 because they believed. They stand with us today in 1936 because they know. And with them, with them stand millions—</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>Yes, with them stand millions of new recruits who have come to know.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>Their hopes have become our record.</p>\n<br />\n<p>We have not come thus far without a struggle and I assure you we cannot go further without a struggle.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>For twelve years our Nation was afflicted with hear-nothing, see-nothing, do-nothing Government.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>The Nation, the nation looked to that Government but that Government looked away.</p>\n<br />\n<p>[Laughter. Applause]</p>\n<br />\n<p>Nine mocking years with the golden calf and three long years of the scourge.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>[Laughter. Applause]</p>\n<br />\n<p>Nine crazy years at the ticker and three long years in the breadlines!</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>Nine mad years of mirage and three long years of despair! And my friends, powerful influences strive today to restore that kind of government with its doctrine that that Government is best which is most indifferent to mankind.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>For nearly four years now, you have had an Administration which instead of twirling its thumbs has rolled up its sleeves.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>And I can assure you that we will keep our sleeves rolled up.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>We had to struggle with the old enemies of peace—business and financial monopoly, speculation, reckless banking, class antagonism, sectionalism, war profiteering.</p>\n<br />\n<p>They had begun to consider the Government of the United States as a mere appendage to their own affairs. And we know now that Government by organized money is just as dangerous as Government by organized mob.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>Never before in all our history have these forces been so united against one candidate as they stand today. They are unanimous in their hate for me—and I welcome their hatred.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>I should like to have it said of my first Administration that in it the forces of selfishness and of lust for power met their match. I should like to have it said—</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>Wait a minute! I should like to have it said of my second Administration that in it these forces met their master.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>And my friends, the American people know from a four-year record that today there is only one entrance to the White House and that’s by the front door.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>Since March 4, 1933, there has been only one pass-key to the White House. And I have carried that key in my pocket.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>It is there tonight. And so long as I am President, it’s going to remain in my pocket.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>But those who used to have pass-keys are not happy.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>Some of them indeedare desperate. Only desperate men with their backs to the wall would descend so far below the level of decent citizenship as to foster the current pay-envelope campaign against America’s working people.</p>\n<br />\n<p>[Gong]</p>\n<br />\n<p>Only reckless men, heedless of consequences, would risk the disruption of the hope for a new peace between worker and employer by returning to the tactics of the labor spy.</p>\n<br />\n<p>[Boo.]</p>\n<br />\n<p>And here is an amazing, here is an amazing paradox! The very employers and politicians and publishers who talk most loudly of class antagonism and the destruction of the American system now undermine that system by this attempt to coerce the votes of the wage earners of the country.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>It is the 1936 version of the old threat to close down the factory or the office if a particular candidate does not win. It is an old strategy of tyrants to delude their victims into fighting their battles for them.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>Every message in a pay envelope, even if it is the truth, is a command to vote according to the will of the employer. But this propaganda is worse—it is deceit.</p>\n<br />\n<p>They tell the worker that his wage will be reduced by a contribution to some vague form of old-age insurance. But they carefully conceal from him the fact that for every dollar of premium he pays for that insurance, the employer pays another dollar.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>And that omission in itself is deceit.</p>\n<br />\n<p>They carefully conceal from him the fact that under the federal law, he receives another insurance policy to help him if he loses his job, and that the premium of that policy is paid 100 percent by the employer and not one cent by the worker.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>But they do not tell him that the insurance policy that is bought for him is far more favorable to him than any policy that any private insurance company could possibly afford to issue. And that omission is deceit.</p>\n<br />\n<p>They imply to him that he pays all the cost of both forms of insurance. They carefully conceal from him the fact that for every dollar put up by him his employer puts up three dollars three for one. And that omission is deceit.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>But they are guilty of more than deceit. When they imply that the reserves thus created against both these policies will be stolen by some future Congress, diverted to some wholly foreign purpose, they attack the integrity and the honor of American Government itself. Those who suggest that, are already aliens to the spirit of American democracy. Let them—</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>Let them emigrate and try their luck under some foreign flag in which they have more confidence.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>And the fraudulent nature of this attempt is well shown by the record of votes on the passage of the Social Security Act. In addition to an overwhelming majority of Democrats in both Houses, seventy-seven Republican Representatives voted for it and only eighteen against it and fifteen Republican Senators voted for it and only five against it. Where, where does this last-minute drive of the Republican leadership leave these Republican Representatives and Senators who helped to enact the law?</p>\n<br />\n<p>I am sure the vast majority of law-abiding businessmen who are not parties to this propaganda fully appreciate the extent of the threat to honest business contained in this coercion.</p>\n<br />\n<p>I have expressed indignation at this form of campaigning, and I am confident that the overwhelming majority of employers and workers and the general public share that indignation and will show it at the polls on Tuesday next.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>But side from this phase of it, I prefer to remember this campaign not as bitter but only as hard-fought. There should be no bitterness or hate where the sole thought is the welfare of the United States of America. No man can occupy the office of President without realizing that he is President of all the people. And it is because I have sought to think in terms of the whole Nation that I am confident that today, just as four years ago, the people want more than promises.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>And our vision for the future contains more than promises. This is our answer to those who, silent about their own plans, ask us to state our objectives.</p>\n<br />\n<p>Of course, of course we will continue to seek to improve working conditions for the workers of America—</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>To reduce hours that are over-long, to increase wages that spell starvation, to end the labor of children, and to wipe out sweatshops. Of course we will continue every effort to end monopoly in business, to support collective bargaining,</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>to stop unfair competition, and to abolish dishonorable trade practices.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>And for all these we have only just begun to fight.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>Of course we will continue to work for cheaper electricity in the homes and on the farms of America—</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>For better and cheaper transportation, for low interest rates, for sounder home financing, for better banking—</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>For the regulation of security issues—</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>For reciprocal trade among nations—</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>And for the wiping out of slums.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>And my friends, for all these we have only just begun to fight.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>Of course we will continue our efforts in behalf of the farmers of America. With their continued cooperation we will do all in our power to end the piling up of huge surpluses which spelled ruinous prices for their crops. We will persist in successful action for better land use, for reforestation, for the conservation of water all the way from its source to the sea, for drought control and flood control, for better marketing facilities for farm commodities, for a reduction of farm tenancy, for encouragement of farmer cooperatives, for crop insurance and a stable food supply for the nation. And for all these tools we have only just begun to fight.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>Of course we will provide useful work for the needy unemployed, because we prefer useful work to the pauperism of a dole.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>Here and now I want to make myself clear about those who disparage their fellow citizens on the relief rolls. They say that those on relief are not merely jobless. They say that they are worthless. Their solution for the relief problem is to end relief—to purge the rolls by starvation. To use the language of the stockbroker, our needy unemployed would be cared for when, as, and, if some fairy godmother should happen to come on the scene.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>But you and I will continue to refuse to accept that estimate of our unemployed fellow Americans. Your Government is still on the same side of the street with the Good Samaritan and not with those who pass by on the other side.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>Again—what of our objectives?</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>Of course we will continue our efforts for young men and women so that they may obtain an education and an opportunity to put it to use.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>Of course we will continue our help for the crippled, for the blind, for the mothers, our insurance for the unemployed, our security for the aged. Of course we will continue to protect the consumer against unnecessary price spreads, against the costs that are added by monopoly and speculation. We will continue our successful efforts to increase his purchasing power and to keep it constant.</p>\n<br />\n<p>And for these things, too, and for a multitude of things like them, we have only just begun to fight.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>All this—all these objectives—spell peace at home. All our actions, all our ideals, spell also peace with other nations.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>Today there is war and rumor of war. We want none of it.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>But while we guard our shores against threats of war, we will continue to remove the causes of unrest and antagonism at home which might make our people more easy victims to those for whom foreign war is profitable.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>And note well that those who stand to profit by war are not on our side in this campaign.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>“Peace on earth, good will toward men”—democracy must cling to that message. For it is my very deep conviction that democracy cannot live without that true religion which gives a nation a sense of justice and of moral purpose. Above our political forums, above our marketplaces stand the altars of our faith. Altars on which burn the fires of devotion that maintain all that is best in us and all that is best in our Nation.</p>\n<br />\n<p>We have need of that devotion today. It is that which makes it possible for government to persuade those who are mentally prepared to fight each other to go on instead, to work for and to sacrifice for each other. And that is why we need to say with the old Prophet: “What doth the Lord require of thee—but to do justly, to love mercy and to walk humbly with thy God.”</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>That is why the recovery we seek, the recovery we are winning, is more than economic. In it are included justice and love and humility, not for ourselves as individuals alone, but for our Nation. And that, that is the road to peace.</p>\n<br />\n<p>[Applause]</p>\n</blockquote>\n<br />\n<p><iframe src='http://cdn.knightlab.com/libs/timeline/latest/embed/index.html?source=0Ai6SjtFZXpPtdFpwZGczQ0RTLUxrcVdxaUxwY1dpRnc&amp;font=Bevan-PotanoSans&amp;maptype=toner&amp;lang=en&amp;height=650' frameborder='0'></iframe></p>\n<br /></div>","guid":"e76e4e7e-65d3-4290-8779-b3b2febbffea","byline":"Andy Kruse","description":"This audio is part of the larger project The First Family of Radio: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You […]","tags":["APM"],"audio":[{"href":"http://play.publicradio.org/pmp/d/podcast/americanradioworks/2014/fdr361031_128.mp3","format":"MP3","type":"audio/mpeg","meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/americanradioworks/2014/fdr361031"},"duration":1954,"duration_hms":"00:32:34"}}]}