{"created":"2014-10-08T15:35:47+00:00","modified":"2014-10-31T01:53:52+00:00","valid":{"from":"2014-10-31T01:53:52+00:00","to":"3014-10-31T01:53:52+00:00"},"hreflang":"en","title":"Freed From The Sidewalk Cart, This Sauerkraut Goes Global","published":"2014-05-29T21:02:00+00:00","teaser":"Chef Edward Lee was introduced to sauerkraut by New York City's hot dog carts. But when he tried his mother-in-law's recipe, he knew it deserved a better pairing: five-spice-rubbed pork ribs.","itags":["npr_api","314389471"],"guid":"e77df6aa-e474-41be-9383-55186dc1117a","contentencoded":"<p>Edward Lee thought he knew sauerkraut. The chef for the Louisville, Ky., restaurant 610 Magnolia, grew up in New York City, a place where sauerkraut means one thing: \"sidewalk hot dog carts — cheap, bad, overboiled sauerkraut on top of awful kosher hot dogs,\" he says.</p><p>He loved it, as any native New Yorker might, but it was <em>sauerkraut --</em> boring, safe, standard.</p><p>Many years later, after Lee moved to Kentucky, he had a sauerkraut surprise at his then-fiance's house. When she broke out a jar of her mother's homemade sauerkraut, he didn't expect too much.</p><p>\"Oh, it's just sauerkraut,\" he thought to himself. \"I've had sauerkraut a million times before.\"</p><p>A few bites in, though, he realized he was wrong to underestimate that little jar of pickled cabbage. He says, \"I remember eating it and going, 'Wow.' \"</p><p>The sauerkraut made such an impression that Lee pursued the matter with his mother-in-law. What culinary secrets lurked in her recipe, he asked her — juniper berries? Clove?</p><p>Nope.</p><p>\"She just gave me this sad, poor look, and she said, 'Son, this is cabbage and salt.' And then that was it.\"</p><p>Lee knew the recipe was too good to be a glorified hot dog topping — \"It's disrespectful to the sauerkraut,\" he explains — so he decided to come up with a new way to feature it.</p><p>By complementing the sauerkraut with pork ribs and horseradish, he came up with something Southern, German, Korean — something entirely his own. In other words, a dish he calls his \"life on a plate.\"</p><hr /><h3>Pork Ribs And Sauerkraut With Horseradish</h3><p><em>Note: Lee says making your own sauerkraut is about as simple as it gets: Shred freshly picked cabbage, add about 2 1/2 tablespoons of salt per head of cabbage, then ferment at room temperature in a cool, dark, humid area for about one week. After a week, punch the cabbage down, put it in Mason jars and store in the refrigerator for a month to six weeks. You'll know when it's ready: It will still be crunchy and crispy, but with that familiar sauerkraut taste.</em></p><p><em><em><em>Feeds 4 or 5 as a main course</em></em></em></p><p>One 5-pound rack pork spareribs</p><p><strong>Rub</strong></p><p>4 teaspoons kosher salt</p><p>2 teaspoons freshly ground black pepper</p><p>2 teaspoons five-spice powder</p><p>One 2-pound bag sauerkraut or homemade (about 4 cups)</p><p>One 12-ounce bottle Pilsner beer</p><p>2 cups chicken stock</p><p>1/2 cup water</p><p>1/2 cup apple cider</p><p>3 tablespoons Dijon mustard</p><p><strong>Horseradish Cream</strong></p><p>1/4 cup prepared horseradish</p><p>1 cup sour cream</p><p>2 tablespoons mayonnaise</p><p>Position a rack in the middle of the oven and preheat the oven to 335 degrees F.</p><p>Using a sharp chef's knife, slice the rack of ribs into individual ribs.</p><p>To make the rub: Mix together the salt, pepper and five-spice powder in a small bowl. Use your hands to massage the rub all over the ribs. Now is not the time to be coy — be forceful about it.</p><p>Transfer the ribs to a casserole or a roasting pan. Top with the sauerkraut, juice and all. Add the beer, stock, water, cider and Dijon mustard. The liquid should just barely cover the ribs; if it doesn't, add water until it does.</p><p>Cover the roasting pan loosely with aluminum foil and poke holes in the foil with a fork. Transfer to the oven and bake for 1 1/2 hours.</p><p>Remove and discard the aluminum foil. Turn the oven up to 450 degrees F. Return the roasting pan to the oven uncovered and bake for about an additional 30 minutes. When ready, the ribs should be meltingly tender. The sauerkraut will be lightly browned. The braising liquid should be reduced to a delicious jus. If you want a thicker sauce, simply ladle a few cups into a small saucepan and reduce until thickened.</p><p>Meanwhile, make the horseradish cream: Combine all the ingredients in a small bowl and whisk together until smooth. Leave out at room temperature until ready to use.</p><p>Transfer the ribs and sauerkraut to a platter, along with the jus. Serve with the horseradish cream dolloped on top or on the side.</p><p><em>Excerpted from </em>Smoke and Pickles <em>by Edward Lee (Artisan Books). Copyright 2013. Photographs by Grant Cornett.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Freed+From+The+Sidewalk+Cart%2C+This+Sauerkraut+Goes+Global&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"203"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1314925145-54c1ab.m3u?orgId=1&topicId=1139&aggIds=175306271&ft=3&f=314389471"},{"href":"http://media.npr.org/assets/img/2014/05/22/pork-ribs-and-sauerkraut-19de3dc24878c9e8f2b1c5de8caa384c59c18d75.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1223","width":"1631"}}]}