{"created":"2014-12-31T13:14:19+00:00","modified":"2015-06-28T14:10:34+00:00","valid":{"from":"2015-06-28T14:10:34+00:00","to":"3015-06-28T14:10:34+00:00"},"hreflang":"en","title":"Cuban Authorities Detain Artist, Dissidents, Thwarting Performance","published":"2014-12-31T13:19:00+00:00","teaser":"Cuban artist Tania Bruguera asked people to use a microphone to outline their vision of the country. Bruguera, however, was detained before the performance even started.","itags":["npr_api","374158250"],"guid":"e783cd52-20d8-444f-baa7-ecf85b37a846","contentencoded":"<p>Cuban artist Tania Bruguera had a plan to test just how tolerant Cuba had become of dissident voices.</p><p>She planned a performance at Havana's Revolution Square for Tuesday afternoon. She would provide a microphone and Cubans were encouraged to speak about their vision for the island.</p><p>NPR's Lourdes Garcia-Navarro spoke to Bruguera on Monday and asked her why she was planning the performance.</p><p>\"It's just to tell people in the street come and share with us your doubts, your happiness - whatever you think right now about what is happening in Cuba, and what is the idea of Cuba that you want?\" Bruguera said.</p><p>Bruguera's performance would be the first event to really challenge the Castro regime's tight control of political dissidence, since Cuba and the United States<a href=\"http://www.npr.org/blogs/thetwo-way/2014/12/17/371398638/cuba-frees-american-contractor-alan-gross\"> announced their intent to normalize diplomatic relations</a>.</p><p>Before the performance, Cuba's arts council <a href=\"http://www.cubadebate.cu/noticias/2014/12/30/consejo-nacional-de-las-artes-plasticas-inaceptable-performance-en-la-plaza-de-la-revolucion/#.VKPp-YrF-KN\">issued a statement</a> saying that after long conversations with Bruguera, they had decided not to support a performance of <em>Yo también exijo</em>, or <em>I also demand</em>.</p><p>The council said the performance was \"unacceptable\" in such a symbolic space and especially because of the \"vast media coverage and the manipulation which the performance has received by counterrevolutionary media.\"</p><p>Ultimately, authorities blocked the performance from ever happening. <a href=\"http://www.14ymedio.com/nacional/Tania-Bruguera-Unida-Policial-Acosta_0_1697830214.html\">According to 14ymedio.com</a>, a news site run Cuban dissidents, Bruguera was arrested on Tuesday.</p><p>The site spoke to Yoani Sánchez, one of the site's contributors and Cuba's best known dissident, who said her husband Reinaldo Escobar was released from jail on Tuesday and he saw Bruguera at the same facility wearing a \"gray prison uniform.\"</p><p><em>Diario de Cuba</em>, a news outlet run from Spain,<a href=\"http://www.diariodecuba.com/cuba/1419972047_12076.html\"> spoke to Bruguera's family</a> who said Cuban state security agents knocked on Bruguera's door for hours before arresting her.</p><p>The news site reports that the plaza where the performance was going to take place was surrounded by police. One painter, a photographer, a former political prisoner and two journalists with <em>Diario de Cuba</em> were arrested as they made their way to the performance.</p><p>Roberta Jacobson, the U.S. assistant secretary of state for Western Hemisphere affairs, <a href=\"https://twitter.com/WHAAsstSecty/status/550029338218094592\">said on Twitter</a> that freedom of expression remains at the core of U.S. policy toward Cuba.</p><p>\"We support activists exercising those rights and condemn today's detentions,\" Jacobson said.</p><p>Jeff Rathke, a State Department spokesperson, <a href=\"http://www.state.gov/r/pa/prs/ps/2014/12/235550.htm\">said that the U.S. will \"press the Cuban government</a> to uphold its international obligations and to respect the rights of Cubans to peacefully assemble and express their ideas and opinions...\"</p><p><em>The New York Times</em> editorial board, which has for months called for an end to the U.S. embargo on Cuba, <a href=\"http://mobile.nytimes.com/2014/12/31/opinion/cuba-turns-off-critics-open-mic.html\">lamented Tuesday's events</a>.</p><p>It wrote:</p><blockquote><p>\"By stifling critical voices, the Cuban government is showing its unwillingness to tolerate basic freedoms most citizens in the hemisphere enjoy. This move, unfortunately, will amplify the criticisms of those who opposed Mr. Obama's historic shift on Cuba policy.</p><p>\"Heavy-handed tactics by the Castro government will give them ammunition next year, when Republicans will control both chambers of Congress, to stymie the Obama administration's steps to ease the embargo through executive authority and dim the prospects of legislative change to pare back the web of sanctions Washington imposes on Cuba. That result would be a shame and, in the long run, self-defeating for Havana.\"</p></blockquote>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Cuban+Authorities+Detain+Artist%2C+Dissidents%2C+Thwarting+Performance&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Eyder Peralta","audio":[{"meta":{"duration":"194"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374160285-d8b43e.m3u?orgId=1&topicId=1001&d=194&story=374158250&ft=nprml&f=374158250"},{"href":"http://media.npr.org/assets/img/2014/12/31/460918770-57ece407a5e5cc1c63277a26c49bb9c09a7fb541.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2526","width":"3368"}}]}