{"created":"2014-10-17T07:16:48+00:00","modified":"2014-10-31T14:37:21+00:00","valid":{"from":"2014-10-31T14:37:21+00:00","to":"3014-10-31T14:37:21+00:00"},"hreflang":"en","title":"Free Speech In Hong Kong, Then And Now","published":"2014-10-21T18:37:00+00:00","teaser":"NPR's Frank Langfitt has traveled to Hong Kong since 1997, when the former British colony reverted to Chinese rule. Back then, residents spoke openly and gave their full names. Not anymore.","itags":["npr_api","356716672"],"guid":"e784e852-68da-4c34-8e89-71fefdd0c0c7","contentencoded":"<p>I've been traveling to Hong Kong since 1997, when the former British colony returned to Chinese rule. Reporting on the pro-democracy protests in recent weeks, I've been struck by a change in the people here. Many are no longer willing to give their full names when talking about politics and the current protests.</p><p>A couple of nights ago I was interviewing a real estate agent in a pinstripe suit on an elevated walkway as police battled and pepper-sprayed demonstrators in the distance.</p><p>The man, 27, wasn't a protester but supported the pro-democracy movement and explained why. When I asked him for his name, he only offered his surname, Wu. I asked him why he didn't want to be identified.</p><p>\"The speech freedom is just fading out,\" he said. \"I was very confident in Hong Kong 10 years ago, but things change very quick. Everything is getting worse. I have to protect myself at this moment.\"</p><p>Then I asked if I had interviewed him 10 years ago about politics, would he have given me his full name then?</p><p>\"Maybe,\" he said. \"Maybe, yes.\"</p><p>In the protest tent camp below, I ran across a man named Abe, who was helping to build desks from scrap wood. The main camp stretches across Harcourt Road amid the glass-and-steel towers of Hong Kong's Admiralty district. Using the highway's concrete divider, protesters have built an open-air study hall so students can keep up with their homework.</p><p>\"I have no experience in carpentry,\" said Abe, who is Hong Kong-Canadian. \"A lot of this is just volunteerism. I see people picking up garbage and I just volunteer.\"</p><p>When I asked Abe for his full name, he also declined. He is in marketing and travels to China, where he works with manufacturers.</p><p>\"I like to go to China, and they will put me on a watch list,\" he said. \"A few of the outspoken and more famous leaders in the Democrat party or other parties aren't allowed to go back to China.\"</p><p>Abe may be overly cautious, but he said many people feel the same way.</p><p>\"I think as Hong Kong is having more economic ties with China, a lot of people are employing self-censorship,\" Abe said. \"That's the bottom line. A lot of people are self-censoring.\"</p><p>Maya Wang, a researcher for the Asia division of Human Rights Watch, says under British colonial rule, Hong Kongers tended to speak their minds.</p><p>\"I think freedom of expression and freedom of the press were freedoms that were taken for granted in Hong Kong,\" says Wang, who lives here. \"It was just part of daily life.\"</p><p>When Hong Kong returned to China, Beijing promised the territory could keep its way of life for 50 years, but Wang says free speech and a free press are under threat. She cites the case of billionaire Jimmy Lai, the owner of the <em>Apple Daily</em> newspaper and a huge pro-democracy supporter.</p><p>A car rammed into Lai's home last year, and someone left a meat cleaver and an ax outside his front gate. This week, crowds surrounded <em>Apple Daily</em> offices at times and tried to block the newspaper's delivery. <em>The Wall Street Journal</em> noted that the demonstrators came on charter buses, pitched identical new tents at the scene and appeared to be a rent-a-mob.</p><p>The case of journalist Kevin Lau is more frightening. A hired assailant <a href=\"http://www.npr.org/blogs/parallels/2014/07/16/331586762/violence-and-other-threats-raise-press-freedom-fears-in-hong-kong\">nearly hacked him to death this year with a meat cleaver</a>.</p><p>Lau is a Beijing critic and a highly respected former editor of <em>Ming Pao</em>, a daily newspaper that has heavily covered the pro-democracy movement. Lau insists he was attacked for his journalism.</p><p>\"These two incidents against Jimmy Lai and Kevin Lau are very chilling ... to the Hong Kong people,\" says Wang, the human rights researcher. \"If you have lots of money and you speak on democracy, you could be subjected to these kinds of attacks. What happens to the small, ordinary people who have neither the money nor the fame to protect them?\"</p><p>The answer: They're more careful about what they say and more reluctant to give their full names — just like people across the border in mainland China.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Free+Speech+In+Hong+Kong%2C+Then+And+Now&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356869648-7b23bd.m3u?orgId=1&topicId=1125&ft=3&f=356716672"},{"href":"http://media.npr.org/assets/img/2014/10/16/hk-protest-speech_sq-ce2a29fb5dee529b843bac6dfded63e34a430e77.jpg","type":"image/jpeg","meta":{"crop":"square","height":"930","width":"930"}}]}