{"created":"2015-05-26T20:42:59+00:00","modified":"2015-06-01T17:05:11+00:00","valid":{"from":"2015-06-01T17:05:11+00:00","to":"3015-06-01T17:05:11+00:00"},"hreflang":"en","title":"Do Touch The Artwork At Prado's Exhibit For The Blind","published":"2015-05-27T13:38:00+00:00","teaser":"The renowned Spanish museum has made 3-D copies of some of its most iconic works to allow blind people to feel them.","itags":["npr_api","408543587"],"guid":"e786f727-e069-4498-af23-f1cf6f7db460","contentencoded":"<p>It's a warning sign at art museums around the world: \"Don't touch the artwork.\"</p><p>But Spain's famous <a href=\"http://www.museodelprado.es/en/\" target=\"_blank\">Prado Museum</a> is changing that, with an exhibit where visitors are not only allowed to touch the paintings — they're encouraged to do so.</p><p>The Prado has made 3-D copies of some of the most renowned works in its collection — including those by Francisco Goya, Diego Velazquez and El Greco — to allow blind people to feel them.</p><p>It's a special exhibit for those who normally can't enjoy paintings.</p><p>\"Since I went blind, I've been to museums maybe twice,\" says Guadelupe Iglesias, 53, who lost her vision to retinal disease in 2001. \"I can listen to the audio guide, but I have to imagine — remember — what the paintings look like.\" <br /> <br /> Now Iglesias is back at her beloved Prado, rubbing her hands all over copies of the masterpieces she used to view from a distance.<br /> <br /> \"I used to come to the Prado all the time,\" she says. \"I love Velazquez. I used to bring my daughter and her friends here to see this very painting.\"<br /> <br /> Iglesias stands in front of a 3-D copy of Velazquez's 17th century work, <a href=\"https://www.museodelprado.es/en/the-collection/online-gallery/on-line-gallery/obra/vulcans-forge/\">Apollo in the Forge of Vulcan</a>. While a tour guide describes the painting's layout, Iglesias runs her fingers over a prickly crown of laurels on the god Apollo's head.</p><p>\"Fantastic!\" she exclaims, beaming.</p><p><strong>A Different Way To Experience Art</strong></p><p>Most visitors to the <a href=\"https://www.museodelprado.es/en/exhibitions/exhibitions/at-the-museum/hoy-toca-prado/\" target=\"_blank\">\"Touching the Prado\"</a> exhibit are not vision-impaired. The museum provides opaque glasses for them — like blindfolds.</p><p>\"It's kind of weird. I sort of kept checking over the top of the glasses to see what I was touching, because you kinda can't tell,\" says Isabel O'Donnell, 20, a college student visiting Madrid from Buffalo, N.Y. <br /> <br /> \"I think it's a really cool way to experience art even if you're not vision-impaired. I like art, and I've always kind of wondered what art feels like,\" O'Donnell says. \"Touching paintings seems like a really cool idea. It's more like what the figures feel like, if they were real.\"<br /> <br /> The Prado consulted Spain's national organization for the blind, <a href=\"http://www.once.es\" target=\"_blank\">ONCE</a>, about which paintings could best be adapted for touch. Curators began by taking a high-resolution photo of each masterpiece, and then used special pigments to paint on top of it.</p><p>\"It's a special type of paint designed to react to ultraviolet light and rise like yeast when you're baking,\" says the curator of the exhibit, Fernando Pérez Suescun, who ordinarily works on the Prado's education team. \"It creates volume and texture.\"<br /> <br /> The pigments were developed by a printing company in northern Spain and have been used in previous exhibits at Bilbao's Fine Arts Museum.</p><p><strong>Color And Texture</strong><br /> <br /> \"Touching the Prado\" is not the world's first 3-D art exhibit for the blind, but it is one of the only ones to incorporate both color and texture, Pérez Suescun says. Previous projects at museums in New York, London, Florence and Mexico City have allowed blind visitors to touch duplicates of famous sculptures, crafted with 3-D printers, or paintings reduced to black-and-white with texture. <br /> <br /> \"For people with partial vision, this exhibit is perfect, because what you can't see, you feel,\" says Ana Rosa Argente, whose vision is deteriorating, but who is not yet classified as blind. \"I can see light and some colors, but the rest, I use the texture to complete the picture in my mind.\"</p><p>The small exhibit is comprised of six duplicated paintings from the Prado's collection, including a copy of the Mona Lisa painted by an apprentice to Leonardo da Vinci. Some have been reduced in scale, to allow visitors to touch them easily without having to move around. All are accompanied by Braille text. <br /> <br /> On his way out of the exhibit on a recent visit, the curator, Suescun, says he still can't shake the feeling that he's encouraging museum-goers to break the rules. <br /> <br /> \"I'm actually telling people to put their fingerprints all over the paintings!\" he says, laughing. <br /> <br /> This is the only exhibit where the Prado has installed dispensers for hand sanitizer — and water dishes for dog guides.</p><p>\"Touching the Prado\" runs through June 28.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Do+Touch+The+Artwork+At+Prado%27s+Exhibit+For+The+Blind&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lauren Frayer","audio":[{"meta":{"duration":"200"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409672056-fa3d70.m3u?orgId=1&topicId=1124&d=200&p=3&story=408543587&t=progseg&e=409635489&seg=6&ft=nprml&f=408543587"},{"href":"http://media.npr.org/assets/img/2015/05/25/prado4-5-25-15-f4488112ad85bcc0985a3ec1e30ff0f11c12aff9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}},{"href":"http://media.npr.org/assets/img/2015/05/25/prado5-1421ce517760a932f941b723196bad118a3ea136.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1498","width":"1998"}}]}