{"created":"2014-10-03T14:25:36+00:00","modified":"2014-10-03T14:25:36+00:00","valid":{"from":"2014-10-03T14:25:36+00:00","to":"3014-10-03T14:25:36+00:00"},"hreflang":"en","title":"A Gold Obsession Pays Dividends For Indian Women","published":"2014-04-14T23:24:00+00:00","teaser":"Gold is not just about ornamentation in India. It's an insurance policy against bad economic times and bad marriages. Enterprising Indian women are using it to get loans to start small businesses.","tags":["npr_api","301412384"],"contentencoded":"<p>It's indestructible. It's fungible. It's beautiful. And for Indians, gold – whether it's 18-, 22- or 24-carat — is semi-sacred.</p><p>The late distinguished Indian economist I.G. Patel observed, \"In prosperity as in the hour of need, the thoughts of most Indians turn to gold.\"</p><p>No marriage takes place without gold ornaments presented to the bride. Even the poorest Indian outfits girls in the family with a simple nose ring of gold.</p><p>The India of old was known as \"sone ki chidiya\" or \"golden sparrow,\" so opulent were the jewels of its rulers from the Moghul dynasty to the princely states.</p><p>For Indian women who were not formally educated, gifting them gold was their social security. Today, whether Hindu, Christian, Buddhist, or Muslim, bedecking the bride in gold invests her with good fortune, according to anthropologist Nilika Mehrotra.</p><p>\"A married woman is supposed to be an auspicious woman. She represents Lakshmi, the goddess of wealth. She produces the progeny for the family, the food. She takes care of the family,\" Mehrotra says. \"It's very important. It's central to the way Indians think.\"</p><p>Mehrotra notes that in India today land is stolen from women. Women have been disfigured in acid attacks attempting to assert a claim to family property. But gold seems to be the one asset that everyone agrees a woman can rightfully possess.</p><p>\"For sure,\" says 38-year-old Anshu Srivastava. \"That is my property. That is considered to be [a] lady's right<em>.\" </em></p><p>The living room of this New Delhi homemaker, like Ali Baba's cave, leaves no doubt about her obsession. Every inch of décor — from her couches to the pillows on the couches to the drapes on the windows — is the color gold.</p><p>Discreetly hidden beneath the Srivastava's sleeve is an eye-popping array of gold jewelry. A diamond-crusted gold watch peeks out alongside gold bracelets or \"bangles\" that are studded with rubies and more diamonds.</p><p>Asked if she leaves the house with all those treasures on her wrist, Srivastava says, \"I always wear this. It's always with me.\"</p><p>And if she's robbed?</p><p>\"It's my destiny,\" she says with a shrug.</p><p>Srivastava has gold stashed in bank vaults for her teenage daughter one day. She has her own personal jeweler.</p><p>Srivastava opens up for us her vast collection of jewelry boxes, revealing exquisite gold from her in-laws and her husband. But the most precious are the heirlooms from her mother who began collecting jewelry for her from the time she was 8.</p><p>Her stockpile of gold earrings, rings, necklaces, and hairpins is lavish but also reflects the centrality of gold in an Indian woman's life. It's given for pregnancies; at births; when a baby first eats solid food. It's engrained in the cultural lexicon.</p><p><strong>'My Bangles Sing'</strong></p><p>The temptress in <a href=\"https://www.youtube.com/watch?v=i1871tJgCT4\">the star-studded, high-wattage dance</a> number from the 2001 Hindi blockbuster <em>Kabhi Khushi Kabhi Gham</em> (translated, Sometimes Happiness, Sometimes Sadness) croons, \"My bangles sing, 'I'm all yours.'\"</p><p>The old Bollywood classic <em>Mother India</em> tells the story of how gold redeems the family's honor. The heroine in this 1957 melodrama is reduced to pawning her gold bangles with the cunning village money lender to save the family farm. Music swelling, she slips off her jewels but never lets go her dignity.</p><p>So enthralled is India with gold that Indian households control an estimated $600 to $800 billion worth of it, mostly in women's jewelry. That's four times the U.S. reserves in Fort Knox.</p><p>A women's right to use her gold as she sees fit can vary in India. Anthropologist Mehrotra says women, especially some in the conservative north, require family permission to dispose of their gold.</p><p>\"This kind of limitation, this restriction on her right I think suits the patriarchy, so she is not totally free,\" Mehrotra says. \"Her choice is limited by the nature of the structure of which she is a part.\"</p><p>When Delhi resident Pooja Sharma walked away from her marriage, her husband kept the mother lode of her gold. With the little jewelry she had left, she secured a $400 gold loan, her first, to pay her ailing father's medical bills.</p><p>Sharma, a financial adviser accustomed to dealing with banks, laughs recalling how she agonized over pledging her jewels with the lender who exchanged her gold for cash and safekeeping until the loan was paid off.</p><p>\"Twice I went to them for clarity, one branch, second branch, different branches,\" she says, \"and then I decided, 'OK, I'll invest.'\"</p><p>Thousands just like Sharma walk each day through the guarded branch doors of Muthoot Finance. With 4,000 branches nationwide, the firm transacts the equivalent of more $50 million in gold loans per day, with interest rates from 12 to 24 percent. At Muthoot, all it takes is 15 minutes for gold to be assessed and cash dispensed — a speed no bank could match.</p><p>Couple Snigdha Paul and Sanjeev Dey have a new business thanks to their $500 loan, using her and his jewelry as collateral. They are proud owners of a new flower boutique in South Delhi, which Dey calls, \"A dream come true.\"</p><p>Dey stands before his stall adorned with yellow lilies and pink carnations and chuckles at his good fortune. \"That gold has helped me,\" he says. \"I am also part of this economy.\" He admits his venture is small but says he is able to hire employees.</p><p>\"I am eradicating unemployment,\" he says proudly.</p><p><strong>An Idle Asset? <br /></strong></p><p>The couple's story is repeated throughout India: The assets of a wife put to work to build small businesses, often for the husband. Avinav Chaubey, head of marketing for Muthoot Finance, says an earlier television ad campaign run by the company featured crafty wives urging their husbands to put their gold to good use, maneuvering around the taboo of men asking women for money.</p><p>The loans challenge the traditional view of gold as an idle asset.</p><p>Yet economist Jayati Ghosh insists that obsessive buying of gold deprives India of genuine investment.</p><p>\"Gold is a pure leakage out of the system. It basically is the same as putting your money under a mattress. Well, it's really putting gold bars under the mattress,\" Ghosh says, \"So it's a huge waste especially for a poor economy that needs investment.\"</p><p>The Reserve Bank of India, which is akin to the U.S. Federal Reserve, has been struggling to limit gold imports to stop depleting India's foreign reserves and to cut the current account deficit. It has had some success.</p><p>But with hundreds of millions of Indians without a bank account or access to formal credit, using gold to secure their dreams is not about to stop.</p><p>Back at Muthoot Finance, Sanjeev Dey's wife, Snigdha Paul, says she'd put her gold ring up as security again if the couple decides to expand their flower stall.</p><p>\"Actually, if I'm getting some benefit in return, then why would I say no,\" she asks. Her husband interjects that she is now vested. \"That money is earning more money. Money begets money,\" he declares.</p><p>His petite wife confidently adds, \"After all, it's mine: the business and gold and cash – everything is mine. So in return, I'm getting more benefit.\"</p><p>Snighda is reminded that the lender has already returned her gold ring and that the couple's loan is now secured exclusively by her husband's gold. Snighda smiles. \"His jewelry is my jewelry,\" she says.</p><p>The sentiment is symbolic of a \"new India,\" where traditional adornments of the old India are producing a new form of wealth — for women.</p><p><em>Julie McCarthy is NPR's New Delhi correspondent. You can follow her on Twitter at <a href=\"https://twitter.com/JulieMcCarthyJM\" target=\"_blank\">@JulieMcCarthyJM</a>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Gold+Obsession+Pays+Dividends+For+Indian+Women&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Julie McCarthy","guid":"e78b615c-eb5c-4e61-be64-439dbffac9d7","audio":[{"meta":{"duration":"459"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1302858890-2ef303.m3u?orgId=1&topicId=1004&aggIds=177622347&ft=3&f=301412384"},{"href":"http://media.npr.org/assets/img/2014/04/10/indiagold-1-f5578e886f316c768a6181a78892ac48c4fabd8e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2703","width":"3601"}},{"href":"http://media.npr.org/assets/img/2014/04/11/wedding-944275b0385964bf2e49747d6b2fabc9c8fc529d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"4912","width":"6553"}},{"href":"http://media.npr.org/assets/img/2014/04/10/indiagold-3-c71db3d087c50995d9fcf35738d6663074fb5997.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3156","width":"4208"}}]}