{"created":"2014-09-25T18:51:51+00:00","modified":"2014-10-03T15:40:07+00:00","valid":{"from":"2014-10-03T15:40:07+00:00","to":"3014-10-03T15:40:07+00:00"},"hreflang":"en","guid":"e78d79be-7999-4828-964c-2b9ed7a1b648","title":"Kate Bush fans from around the globe descend on a London pub","published":"2014-10-03T15:40:05+00:00","byline":"April Peavey","tags":["Kate Bush","music","concerts","travel","Music","Arts, Culture & Media","London","Europe","United Kingdom","Kate Bush","April Peavey","Sara Surkamp","Larry DeLuca","Sue Fechner","David Surkamp","Global Hit","London","Hammersmith Apollo","Kate Bush","Art rock"],"teaser":"Kate Bush fans from around the globe have picked a pub near the Hammersmith Apollo as a central meeting place. It's become a place to gather and share the excitement before catching one of the singer's sold-out shows, her first in 35 years.","contentencoded":"<p>This week, I&#39;m one of thousands of Kate Bush fans who made their way to London to catch <a href=\"http://m.bbc.co.uk/news/entertainment-arts-28945197\">Kate Bush&#39;s long-awaited return</a> to the concert stage.</p><p>When I passed through border control at Heathrow, I proudly told the agent why I was there: &quot;To see Kate Bush.&quot; She gave me a knowing smile. &quot;It&#39;s been going on for awhile,&quot; she said.</p><p><span style=\"line-height: 1.538em;\">The British singer is near the end of a 22-show run at the Hammersmith Apollo. It&#39;s also the place where she held her last live show &mdash; 35 years ago. So</span><span style=\"line-height: 1.538em;\">&nbsp;f</span><span style=\"line-height: 1.538em;\">or many people in their 40s and 50s, like Larry DeLuca of Tucson, Arizona, it&#39;s literally &quot;a once in a lifetime opportunity.&quot;</span></p><p>[[{\"fid\":\"74423\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":2448,\"width\":3264,\"alt\":\"Larry DeLuca (middle) from Arizona surrounded by two friends going to see Kate Bush\",\"class\":\"media-element file-default\"}}]]</p><p>Once I checked into my hotel close to the venue, there was only one place to go: a pub called <a href=\"http://www.nicholsonspubs.co.uk/theswanhammersmithlondon/\">The Swan</a>. I heard about it from a <a href=\"https://www.facebook.com/groups/330908343731302/\">Facebook fan page</a> started by Martin Parker from London. He told me he wanted a special place for fans to go and feel welcome. He scoped out several pubs in the area and determined The Swan was the best. The management at the pub went so far as to reserve the back room for fans to gather before show time.</p><div><p>About 40 people from around the world were there on the day I went to the pub. Everyone was all smiles, sharing their excitment and trading stories of how they got their tickets. Hilarie Grey, from Las Vegas, woke up at 2 a.m. to purchase her ticket. &nbsp;</p><p>As for me, I couldn&#39;t get tickets the first time around, even though I woke up at 5 a.m.:&nbsp;<a href=\"http://www.nme.com/news/kate-bush/76380\">All 22 shows sold out in 15 minutes</a>. I was surprised, though not shocked. But a very small number of tickets was released a couple weeks later, so I jumped online and bought one. The feeling was like Charlie getting the golden ticket to the chocolate factory.</p><p>Through the course of Kate Bush&#39;s run, fans have travelled from as far as Australia, Israel, South Africa and Saudi Arabia. On the day I went to the pub, fans were there from Sweden, Germany and all over the US.</p><p>[[{\"fid\":\"74426\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":2448,\"width\":3264,\"alt\":\"Hilarie Grey from Las Vegas woke up at 2am to purchase her ticket. \",\"class\":\"media-element file-default\"}}]]</p><p>I met<span style=\"line-height: 1.538em;\">&nbsp;Sue Fechner from Australia, who told me the chance to see a Kate Bush show was on her &quot;bucket list.&quot; She was concerned she might faint once Kate stepped out on stage.</span></p><p>Sara Surkamp, who came from St. Louis with her family, agreed. &quot;I&#39;m just going to try and fight back the tears,&quot; she said.</p><p>You&#39;re probably wondering why Kate Bush attracts fans from all over the globe. Well, the answer is quite simple: She doesn&#39;t tour, so the world must go to her. &nbsp;</p><p>And, as the past month has shown, the fans will gladly come.</p><p>[[{\"fid\":\"74425\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":2448,\"width\":3264,\"alt\":\"The Surkamp family from St. Louis travelled to London to see Kate Bush&#039;s return to stage\",\"class\":\"media-element file-default\"}}]]</p></div>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Me.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/mejpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/092520149.mp3"},{"href":"http://www.pri.org/file/092520149mp3"}]}