{"created":"2014-10-27T19:43:09+00:00","modified":"2014-10-30T23:42:33+00:00","valid":{"from":"2014-10-30T23:42:32+00:00","to":"3014-10-30T23:42:32+00:00"},"hreflang":"en","title":"Border Vigilante Calls Attention To Adults Entering U.S. Illegally","published":"2014-08-01T18:37:00+00:00","teaser":"Rancher and veterinarian Michael Vickers co-founded the Texas Border Volunteers to look for and report people who cross illegally.","itags":["npr_api","337147868"],"guid":"e7909bea-3df5-421c-a933-14ee0a02fe70","contentencoded":"<p>Most of the 57,000 or so unaccompanied and undocumented Central American minors who&#8217;ve come to the U.S. in the last 10 months present themselves to Customs and Border Protection officers at the U.S.-Mexico border. They want to be taken in, in the hopes that they will be reunited with family members in the U.S.</p><p>But 70 miles north of the border, in Brooks County, Texas, many residents feel they&#8217;re living on another border. They say adult migrants have made it to their property, and they don&#8217;t want to be caught. They claim they&#8217;re trying to cross through ranches to try to avoid government checkpoints.</p><p>Ranchers say this illegal immigration is going unreported while the attention shifts to kids, and those ranchers are taking matters into their own hands.</p><p><strong>Michael Vickers</strong> is a rancher and veterinarian in Falfurrias, Texas. He and his wife, Linda, co-founded the Texas Border Volunteers. Members of this group look for people who cross the border illegally, and then report them to the Border Patrol.</p><p>Vickers joins <a href=\"https://hereandnow.wbur.org/\"><em>Here & Now&#8217;</em></a>s Robin Young to explain why he founded the organization and its importance today.</p><h4>Guest</h4><ul><li><strong>Michael Vickers</strong>, rancher and veterinarian in Falfurrias, Texas, and co-founder of the <a href=\"http://www.texasbordervolunteers.org/\">Texas Border Volunteers</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Border+Vigilante+Calls+Attention+To+Adults+Entering+U.S.+Illegally&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"451"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337147871-531fee.m3u?orgId=1&ft=3&f=337147868"}]}