{"created":"2014-09-04T16:43:12+00:00","modified":"2014-11-06T16:57:35+00:00","valid":{"from":"2014-11-06T16:57:34+00:00","to":"3014-11-06T16:57:34+00:00"},"hreflang":"en","title":"Larry McMurtry Loves The West, But Knocks The Cowboy Off His High Horse","published":"2014-06-10T13:59:00+00:00","teaser":"The Pulitzer Prize-winning novelist says the myth of the cowboy feels \"hollow.\"<em> The Last Kind Words Saloon</em> is a spare and unsentimental story about two Western icons, Wyatt Earp and Doc Holliday.","itags":["npr_api","310422556"],"guid":"e7909d6c-169e-4293-a9d3-fafca5a3ae85","contentencoded":"<p>Larry McMurtry may well be the only Academy Award winner who used some of the precious moments of his acceptance speech to thank booksellers: \"From the humblest paperback exchange to the masters of the great bookshops of the world, all are contributors to the survival of the culture of the book, a wonderful culture which we musn't lose,\" he told the audience in 2006 as he accepted the Oscar for his screenplay for <em>Brokeback Mountain</em> — which was based on a short story.</p><p>In addition to being a Pulitzer Prize-winning novelist and an Oscar-winning screenwriter, McMurtry has been a bookseller for most of his life. He still has a collection of 200,000 books in his private library and store in Archer City, Texas. His latest novel, <em>The Last Kind Words Saloon,</em> is a spare and unsentimental story about two Western icons, Wyatt Earp and Doc Holliday.</p><p>A number of McMurtry's books have been made into successful films, including <em>Hud, The Last Picture Show </em>and <em>Terms of Endearment</em>. His Pulitzer Prize-winning novel, <em>Lonesome Dove, </em>was a popular TV miniseries starring Robert Duvall and Tommy Lee Jones.</p><p>McMurtry says he never saw the miniseries and doesn't think <em>Lonesome Dove </em>is his best book. \"I think of <em>Lonesome Dove</em> as the <em>Gone With the Wind</em> of the West,\" he says. \"It's a pretty good book; it's not a towering masterpiece.\"</p><p>McMurtry comes by his affinity for the West naturally. His grandfather made his living breaking horses; his father raised cattle. McMurtry grew up in Texas at a time when ranching was in its waning days. He views the West with a realist's eye but understands why it has taken on mythic proportions for so many.</p><p>\"The West is mostly a very beautiful place,\" McMurtry says. \"They're all those lovely spaces; they're all those running horses. It's a poetic imagery and it's been there for a long time.\"</p><p>But for someone who feels so connected to the West, McMurtry doesn't buy into the myth of the cowboy as hero.</p><p>\"To me it was hollow,\" he says, \"and I think it was hollow for my father, though he would not have ever brought that to his conscious mind. He totally loved cowboys and so did most of the cowboys he worked with and that got him through his life. But he knew perfectly well that it wouldn't last another generation ... it just was not going to last.\"</p><p>In his new book, <em>The Last Kind Words Saloon,</em> McMurtry creates an unvarnished picture of one of the heroes of Western myth, Wyatt Earp, and his sidekick, Doc Holliday. Over the years Earp has been portrayed as a legendary lawman, but McMurtry says it's a reputation he doesn't deserve.</p><p>\"Wyatt didn't do much of anything except drink and pester his wife and run around,\" he says. \"He didn't do anything remarkable his whole life, ever.\"</p><p>McMurtry strips Earp down to a guy who doesn't talk much, hits his wife and gets people killed for no particularly good reason. Earp and Holliday spend a lot of time doing nothing. At one point they try, unsuccessfully, to become stars in Buffalo Bill's Wild West show. The duo's adventures culminate in the infamous shootout at the OK Corral.</p><p>In McMurtry's portrayal of the confrontation, the shooting happens almost by accident and is over in seconds. Three men are killed, and Earp's two brothers are injured. Earp lives to be an old man who has forgotten much of his past. It's not a flattering picture, but McMurtry says he didn't deliberately set out to debunk the myth.</p><p>\"I was just wanting to make the novel come to the right end. It was not a terrific animus against the Earps. They weren't very nice men; certainly Wyatt was not a very nice man. I didn't have a grand overall plan, I just wanted to write a novel about the winding down of the West.\"</p><p>McMurtry has written 31 novels, not all of them Westerns. Some years back he said he was bored with the 19th century American West. But he keeps coming back to it. There is something about the myth a writer can't resist.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Larry+McMurtry+Loves+The+West%2C+But+Knocks+The+Cowboy+Off+His+High+Horse&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lynn Neary","audio":[{"meta":{"duration":"326"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310476549-258524.m3u?orgId=1&topicId=1033&aggIds=100876926&ft=3&f=310422556"},{"href":"http://media.npr.org/assets/img/2014/05/07/mcmurtry-e7c9bcd0cd718eaecf95f703218190f388bf9ca8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"619","width":"826"}}]}