{"created":"2015-03-26T09:07:34+00:00","modified":"2015-05-13T21:06:41+00:00","valid":{"from":"2015-05-13T21:06:41+00:00","to":"3015-05-13T21:06:41+00:00"},"hreflang":"en","title":"Modern Love in China: Shaking Your Smartphone To Find Your Soul Mate","published":"2015-03-31T13:35:00+00:00","teaser":"Chinese romance is a mix of old and new, of social networking apps and advice from fortune tellers. NPR's Frank Langfitt drives a groom to his wedding and attends the countryside nuptials.","itags":["npr_api","395475084"],"guid":"e79d7975-cbc7-4488-bb96-eb355983bc46","contentencoded":"<p>One night a couple of years ago, a young woman named Xiao Fang was at home amid the rice fields of central China's Hubei province. She'd just bought a smartphone and was trying to make friends on WeChat, China's go-to social media app. She began using a function that allows people to find one another when they shake their phones simultaneously.</p><p>About six miles away, a young Chinese man who goes by the English-name, Charles, was also home for Chinese New Year. He, too, had grown up in a poor farming village. After a long struggle, he'd made his way to the megacity of Shanghai, where he'd become salesman for a factory that made equipment for ships.</p><p>Charles was 27 at the time, which is old for an unmarried man in China. He was also lonely and his family kept pestering him about finding a wife.</p><p>That evening, Charles and Xiao Fang shook their cell phones at the same moment and connected.</p><p>\"I found him by shaking my phone,\" Xiao Fang said earlier this month as she waited with Charles for their marriage license in a government office in Hubei province.</p><p>\"This is a type of fate\" said Charles. \"There is no other way to describe it.\"</p><p>I drove Charles back home to the countryside recently for Chinese New Year and to attend his wedding with Xiao Fang. It's part of a series called <em> Streets of Shanghai,</em> where I chauffeur folks around the city and beyond to get a better understanding of people's lives in China.</p><p>Charles responded to an ad NPR put on Weibo, the Chinese equivalent of Twitter, offering a free ride home for Chinese New Year. I was drawn to his story because it shows just how hard it can be to make it in China and find a spouse, especially if you come from a poor, rural background.</p><p>If the way Charles found his wife sounds overly romantic, Xiao Fang says it is. She says Charles was actually trolling for prospective girlfriends that night two years ago.</p><p>\"He didn't just choose me on WeChat,\" says Xiao Fang, who likes to kid her now-husband. \"He selected a lot of people.\"</p><p>Charles says that's true, but adds that as he got to know Xiao Fang through text messages, he liked her more and more. Charles says he was looking for a girl from the same part of Hubei province who had the same taste in food and who spoke the same local dialect.</p><p>Another big plus, Charles says: \"She's a chicken and I'm an ox.\"</p><p>A fortune teller told him that a chicken and an ox are a \"perfect match,\" he says, based on when they were born, according to the Chinese zodiac. This may sound strange, but China today is a blend of modern and ancient, so using social media and a fortune teller to find a spouse has a certain logic.</p><p>After several months, the couple finally met face to face.</p><p>\"That's the girlfriend candidate,\" Charles thought.</p><p>But Xiao Fang wasn't blown away and like many Chinese, who can be quite blunt, she's not shy about saying so.</p><p>\"Actually, he looks different in real life than he does in his picture,\" she says. \"In WeChat, he's better looking.\"</p><p>Xiao Fang was attracted to Charles in part because his family is warm and relaxed – not so relaxed, though, that the couple felt comfortable telling them how they really met. Xiao Fang says her parents don't think the Internet is a trust-worthy place find a spouse.</p><p>\"So, we didn't tell our parents,\" she says. \"We just say we are introduced by friends.\"</p><p>After more than an hour's wait – Chinese New Year is a popular time for weddings – the clerk calls the couple up to the counter.</p><p>\"Congratulations,\" she says, adding this old Chinese saying: \"I wish you can live together until your hair turns white.\"</p><p>It's a lovely moment, but for Charles, getting here was an ordeal. He graduated from college in 2008, just as the global financial crisis was throwing millions of Chinese out of work. He and his classmates scoured job fairs.</p><p>\"At that time, I felt especially desperate,\" Charles recalled, sitting in his room the night before the wedding. \"We were college graduates with normal intelligence and were willing to work hard, but no one gave us a chance. The competition was too intense.\"</p><p>Charles roamed the country, doing dead-end jobs: making plastic handles for Mr. Coffee makers, waiting tables at a Holiday Inn. Finally, he landed a good sales job, but still couldn't find a wife.</p><p>\"Some girls said I am too short,\" Charles said, \"but they aren't tall. Maybe just five feet. They have all sorts of requirements, for example, job stability and the guy needs to be very handsome. I wasn't handsome then and I'm not really handsome now. Once they saw me, they had no interest.\"</p><p>As he kept looking for a girlfriend, his family's fortunes plummeted, putting even more pressure on Charles, his parents' only son.</p><p>His dad, Shenhua, spent years away from home working in big cities, mostly as a barber. Two years ago, he and a friend got drunk one night while working in western China. After dinner, they forgot to put their coal stove outside and carbon monoxide filled their small room.</p><p>\"The guy that was with me died,\" Shenhua said haltingly as he cut his son's hair on the balcony of the family's apartment the day before the wedding. \"I didn't wake up. Other people rescued me. When they found me, I had been unconscious for more than 20 hours.\"</p><p>As he tries to trim his son's hair, Shenhua drops his scissors, which clatter to the tile floor. He doesn't have much of a grip left in his right hand, because he slept on his arm that night two years ago, cutting off blood to the muscles. The carbon monoxide also damaged his brain, so now he can only work as a security guard. Charles has asked his dad to cut his hair on this day to buck him up.</p><p>\"In order to give him some confidence in life and rehab his hand a little bit more, I ask him to do this work,\" says Charles, speaking English, as his father trims his hair with an electric razor. \"I think it also gives me some pride.\"</p><p>The next day, the wedding day, is both traditional and quirky. Guests spend the late morning lounging around Charles' family's apartment, smoking and chatting while <em>SpongeBob SquarePants </em>plays in Mandarin on the TV.</p><p>In the afternoon, I drive Charles to Xiao Fang's farm house to pick her up for the wedding. She emerges, her face hidden behind a red veil.</p><p>A posse of friends and relatives walk her down a narrow road past rice fields. Several musicians bang away on a drum, a gong and a pair of cymbals while firecrackers explode along the road.</p><p>The wedding is held in a restaurant, but the banquet room has been double-booked. It's kind of chaotic and hard to hear with dueling MCs.</p><p>But Charles doesn't seem to mind too much. He's all smiles. Finally, after years of searching, he has his girl.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Modern+Love+in+China%3A+Shaking+Your+Smartphone+To+Find+Your+Soul+Mate&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"420"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395475085-d95b2c.m3u?orgId=1&topicId=1125&d=420&p=3&story=395475084&t=progseg&e=395473290&seg=4&ft=nprml&f=395475084"},{"href":"http://media.npr.org/assets/img/2015/03/26/charles_01-75c473a550ec4ef1fdbb2a5ecf3ee7eca49be1c8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/03/30/frank_2210-0bf63e8ef6e83d81ae7a5c1c404cb6543e1615fc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2103","width":"2804"}},{"href":"http://media.npr.org/assets/img/2015/03/30/frank_2241edit-b96ea030b9316d15e05fc044d66a3e91830a64aa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2301","width":"3069"}},{"href":"http://media.npr.org/assets/img/2015/03/30/frank_2566-d2b979c755acaa52aae3ded1e6501a6844f72cd1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2301","width":"3069"}}]}