{"created":"2014-09-22T16:10:38+00:00","modified":"2014-10-31T15:41:53+00:00","valid":{"from":"2014-10-31T15:41:53+00:00","to":"3014-10-31T15:41:53+00:00"},"hreflang":"en","title":"At A New Orleans High School, Marching Band Is A Lifeline For Kids ","published":"2014-05-17T19:31:00+00:00","teaser":"Reporter Keith O'Brien spent a year following the Edna Karr High School marching band. Being a member is more than just a way to be popular; the band offers students a pathway to college.","itags":["npr_api","312455384"],"guid":"e7b1213e-24b0-4a02-a692-c44a0048ee19","contentencoded":"<p><em>Editor's Note: This is a story about a high school band. It is a story that demands to be heard, even more so than read. Please click on the audio player, above, to listen. Audio will be available around 6:30 p.m. EDT.</em></p><p>Next week, in New Orleans, 240 students will graduate from Edna Karr High School, including 16 members of the marching band. The band is considered a rising star in a city that treasures music. To play in Edna Karr High School's band is to be somebody, at least within the hallways of the school. But being in the band doesn't just make you popular; it offers a pathway to college — high stakes for poor kids.</p><p>On an afternoon this school year, the buses were late, the horns broken. Like most days, the Edna Karr marching band would play on instruments held together with duct tape.</p><p>Before heading to the pep rally to perform, Christopher Herrero, the band's director, led the group in a moment of silent reflection. He bowed his head, standing atop a chair in the band room before the kids — 80 in all. He was 27 years old when school started last August, so young that at times he's mistaken for a student. Still, he's transformed the band, doubling its size since taking over four years ago and making it relevant once again, like it was when he marched for Karr.</p><p>Herrero attracts new kids to the program just about every time he leads the band into the community.</p><p>\"In other parts of the country, people call band lovers band geeks. There's no such thing as a band geek in New Orleans. We have band heads, where band is life, you know,\" Herrero says. \"It's a way for people to express themselves in ways that they can't in other avenues.\"</p><p>Music isn't just a part of the local culture; it's a lifeline for kids trying to survive poverty, crime and urban neglect. Across New Orleans, every afternoon, marching bands save lives. They keep kids off the street, give them a reason to come to school, and even get them into college — if they nail their auditions come winter and spring.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=At+A+New+Orleans+High+School%2C+Marching+Band+Is+A+Lifeline+For+Kids+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Keith O'Brien","audio":[{"meta":{"duration":"770"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312832918-f5cee3.m3u?orgId=1&topicId=1015&ft=3&f=312455384"},{"href":"http://media.npr.org/assets/img/2014/05/14/img_7653-7b0e8f7899851b057c61532000f6dcc0d2695d93.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4606"}},{"href":"http://media.npr.org/assets/img/2014/05/14/img_7710-9c5b9ac1ce4c08d5c42f7659bbd0b937040ce8eb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4606"}},{"href":"http://media.npr.org/assets/img/2014/05/14/img_7810-d626fdda4a36b63c40f039ba2b5031a7c15af1a1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4606"}},{"href":"http://media.npr.org/assets/img/2014/05/14/img_7931-e01a3279b5b1fffd577d0776600f2b6314675752.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4606"}},{"href":"http://media.npr.org/assets/img/2014/05/14/img_7931-e01a3279b5b1fffd577d0776600f2b6314675752.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4606"}},{"href":"http://media.npr.org/assets/img/2014/05/14/img_7985-b231c991cb2f1897130dbb2e1618e7c4d2a89c79.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4606"}}]}