{"created":"2014-11-19T18:49:15+00:00","modified":"2014-11-19T19:58:00+00:00","valid":{"from":"2014-11-19T19:58:00+00:00","to":"3014-11-19T19:58:00+00:00"},"hreflang":"en","title":"Without Slavery, Would The U.S. Be The Leading Economic Power?","published":"2014-11-19T19:57:00+00:00","teaser":"Edward Baptist argues in his new book that slavery was integral to establishing the America as a world economic power.","itags":["npr_api","365233698"],"guid":"e7b73848-18a1-4d2b-b655-dae0e3716a50","contentencoded":"<p>During the middle of the 1800s, cotton became the world&#8217;s largest commodity. The cheapest and best cotton came from the southern United States.</p><p><strong>Edward Baptist</strong> argues in his new book, &#8220;<a href=\"http://www.amazon.com/The-Half-Never-Been-Told/dp/046500296X/?tag=wburorg-20\" target=\"_blank\">The Half Has Never Been Told: Slavery and the Making of American Capitalism</a>,&#8221; that the forced migration and subsequent harsh treatment of slaves in the cotton fields was integral to establishing the United States as a world economic power.</p><p>&#8220;Slavery continues to have an impact on America in the most basic economic sense,&#8221; Baptist told <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson. &#8220;We don&#8217;t want to hear that at its root, the economic growth depends to a large extent on slavery.&#8221;</p><h4>Book Excerpt: &#8216;The Half Has Never Been Told&#8217;</h4><p><em>By Edward E. Baptist</em></p><p><p style=\"text-align: left\"><strong>Introduction: The Heart</strong></p><p><strong> 1937</strong></p><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/11/1119_slavery-book.jpg\"><img class=\"alignright size-medium wp-image-72374\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/11/1119_slavery-book-195x300.jpg\" alt=\"Cover of \"Half Has Never Been Told\" by Edward Baptist\" width=\"195\" height=\"300\" /></a>A beautiful late April day, seventy-two years after slavery ended in the United States. Claude Anderson parks his car on the side of Holbrook Street in Danville. On the porch of number 513, he rearranges the notepads under his arm. Releasing his breath in a rush of decision, he steps up to the door of the handmade house and knocks.</p><p>Danville is on the western edge of the Virginia Piedmont. Back in 1865, it had been the last capital of the Confederacy. Or so Jefferson Davis had proclaimed on April 3, after he fled Richmond. Davis stayed a week, but then he had to keep running. The blue-coated soldiers of the Army of the Potomac were hot on his trail. When they got to Danville, they didn’t find the fugitive rebel. But they did discover hundreds of Union prisoners of war locked in the tobacco warehouses downtown. The bluecoats, rescuers and rescued, formed up and paraded through town. Pouring into the streets around them, dancing and singing, came thousands of African Americans. They had been prisoners for far longer.</p><p>In the decades after the jubilee year of 1865, Danville, like many other southern villages, had become a cotton factory town. Anderson, an African-American master’s student from Hampton University, would not have been able to work at the segregated mill. But the Works Progress Administration (WPA), a bureau of the federal government created by President Franklin D. Roosevelt’s New Deal, would hire him. To put people back to work after they had lost their jobs in the Great Depression, the WPA organized thousands of projects, hiring construction workers to build schools and artists to paint murals. And many writers and students were hired to interview older Americans—like Lorenzo Ivy, the man painfully shuffling across the pine board floor to answer Anderson’s knock.</p><p>Anderson had found Ivy’s name in the Hampton University archives, two hundred miles east of Danville. Back in 1850, when Lorenzo had been born in Danville, there was neither a university nor a city called Hampton—just an American fort named after a slaveholder president. Fortress Monroe stood on Old Point Comfort, a narrow triangle of land that divided the Chesapeake Bay from the James River. Long before the fort was built, in April 1607, the <em>Susan Constant </em>had sailed past the point with a boatload of English settlers. Anchoring a few miles upriver, they had founded Jamestown, the first perma- nent English-speaking settlement in North America. Twelve years later, the crews of two storm-damaged English privateers also passed, seeking shelter and a place to sell the twenty-odd enslaved Africans (captured from a Portuguese slaver) lying shackled in their holds.</p><p>After that first 1619 shipload, some 100,000 more enslaved Africans would sail upriver past Old Point Comfort. Lying in chains in the holds of slave ships, they could not see the land until they were brought up on deck to be sold. After the legal Atlantic slave trade to the United States ended in 1807, hundreds of thousands more enslaved people passed the point. Now they were going the other way, boarding ships at Richmond, the biggest eastern center of the internal slave trade, to go by sea to the Mississippi Valley.</p><p>By the time a dark night came in late May 1861, the moon had waxed and waned three thousand times over slavery in the South. To protect slavery, Virginia had just seceded from the United States, choosing a side at last after six months of indecision in the wake of South Carolina’s rude exit from the Union. Fortress Monroe, built to protect the James River from ocean-borne invaders, became the Union’s last toehold in eastern Virginia. Rebel troops entrenched themselves athwart the fort’s landward approaches. Local planters, including one Charles Mallory, detailed enslaved men to build berms to shelter the besiegers’ cannon. But late this night, Union sentries on the fort’s seaward side saw a small skiff emerging slowly from the darkness. Frank Baker and Townshend rowed with muffled oars. Sheppard Mallory held the tiller. They were setting themselves free.</p><p>A few days later, Charles Mallory showed up at the gates of the Union fort. He demanded that the commanding federal officer, Benjamin Butler, return his property. Butler, a politician from Massachusetts, was an incompetent battlefield commander, but a clever lawyer. He replied that if the men were Mallory’s property, and he was using them to wage war against the US government, then logically the men were therefore contraband of war.</p><p>Those first three “contrabands” struck a crack in slavery’s centuries-old wall. Over the next four years, hundreds of thousands more enslaved people widened the crack into a gaping breach by escaping to Union lines. Their movement weakened the Confederate war effort and made it easier for the United States and its president to avow mass emancipation as a tool of war. Eventually the Union Army began to welcome formerly enslaved men into its ranks, turning refugee camps into recruiting stations—and those African-American soldiers would make the difference between victory and defeat for the North, which by late 1863 was exhausted and uncertain.</p><p>After the war, Union officer Samuel Armstrong organized literacy programs that had sprung up in the refugee camp at Old Point Comfort to form Hampton Institute. In 1875, Lorenzo Ivy traveled down to study there, on the ground zero of African-American history. At Hampton, he acquired an education that enabled him to return to Danville as a trained schoolteacher. He educated generations of African-American children. He built the house on Holbrook Street with his own Hampton-trained hands, and there he sheltered his father, his brother, his sister-in-law, and his nieces and nephews. In April 1937, Ivy opened the door he’d made with hands and saw and plane, and it swung clear for Claude Anderson without rubbing the frame.1</p><p>Anderson’s notepads, however, were accumulating evidence of two very different stories of the American past—halves that did not fit together neatly. And he was about to hear more. Somewhere in the midst of the notepads was a typed list of questions supplied by the WPA. Questions often reveal the desired answer. By the 1930s, most white Americans had been demanding for decades that they hear only a sanitized version of the past into which Lorenzo Ivy had been born. This might seem strange. In the middle of the nineteenth century, white Americans had gone to war with each other over the future of slavery in their country, and slavery had lost. Indeed, for a few years after 1865, many white northerners celebrated emancipation as one of their collective triumphs. Yet whites’ belief in the emancipation made permanent by the Thirteenth Amendment, much less in the race-neutral citizenship that the Fourteenth and Fifteenth Amendments had written into the Constitution, was never that deep. Many northerners had only supported Benjamin Butler and Abraham Lincoln’s moves against slavery because they hated the arrogance of slaveholders like Charles Mallory. And after 1876, northern allies abandoned southern black voters.</p><p>Within half a century after Butler sent Charles Mallory away from Fortress Monroe empty-handed, the children of white Union and Confederate soldiers united against African-American political and civil equality. This compact of white supremacy enabled southern whites to impose Jim Crow segregation on public space, disfranchise African-American citizens by barring them from the polls, and use the lynch-mob noose to enforce black compliance. White Americans imposed increased white supremacy outside the South, too. In non-Confederate states, many restaurants wouldn’t serve black customers. Stores and factories refused to hire African Americans. Hundreds of midwestern communities forcibly evicted African-American residents and became “sundown towns” (“Don’t let the sun set on you in this town”). Most whites, meanwhile, believed that science proved that there were biologically distinct human races, and that Europeans were members of the superior one. Anglo-Americans even believed that they were distinct from and superior to the Jews from Russia, Italians, Greeks, Slavs, and others who flooded Ellis Island and changed the culture of northern urban centers.</p><p>By the early twentieth century, America’s first generation of professional historians were justifying the exclusions of Jim Crow and disfranchisement by telling a story about the nation’s past of slavery and civil war that seemed to confirm, for many white Americans, that white supremacy was just and necessary. Above all, the historians of a reunified white nation insisted that slavery was a premodern institution that was not committed to profit-seeking. In so doing, historians were to some extent only repeating pre–Civil War debates: abolitionists had depicted slavery not only as a psychopathic realm of whipping, rape, and family separation, but also as a flawed economic system that was inherently less efficient than the free-labor capitalism developing in the North. Proslavery writers disagreed about the psychopathy, but by the 1850s they agreed that enslavers were first and foremost not profit-seekers. For them, planters were caring masters who considered their slaves to be inferior family members. So although anti- and proslavery conclusions about slavery’s morality were different, their premises about slavery-as-a-business-model matched. Both agreed that slavery was inherently unprofitable. It was an old, static system that belonged to an earlier time. Slave labor was inefficient to begin with, slave productivity did not increase to keep pace with industrialization, and enslavers did not act like modern profit-seeking businessmen. As a system, slavery had never adapted or changed to thrive in the new industrial economy—let alone to play a premier role as a driver of economic expansion—and had been little more than a drag on the explosive growth that had built the modern United States. In fact, during the Civil War, northerners were so convinced of these points that they believed that shifting from slave labor to free labor would dramatically increase cotton productivity.</p><p>It didn’t. But even though the data of declining productivity over the ensuing three score and ten years suggested that slavery might have been the most efficient way to produce the world’s most important crop, no one let empirical tests change their minds. Instead, historians of Woodrow Wilson’s generation imprinted the stamp of academic research on the idea that slavery was separate from the great economic and social transformations of the Western world during the nineteenth century. After all, it did not rely upon ever-more efficient machine labor. Its unprofitable economic structures supposedly produced antique social arrangements, and the industrializing, urbanizing world looked back toward them with contempt—or, increasingly, nostalgia. Many whites, now proclaiming that science proved that people of African descent were intellectually inferior and congenitally prone to criminal behavior, looked wistfully to a past when African Americans had been governed with whips and chains. Granted, slavery as an economic system was not modern, they said, and had neither changed to adapt to the modern economy nor contributed to economic expansion. But to an openly racist historical profession—and a white history-reading, history-thinking public obsessed with all kinds of race control—the white South’s desire to white-wash slavery in the past, and maintain segregation now and forever, served the purpose of validating control over supposedly premodern, semi-savage black people.</p><p>Such stories about slavery shaped the questions Claude Anderson was to ask in the 1930s, because you could find openly racist versions of it baked into the recipe of every American textbook. You could find it in popular novels, politicians’ speeches, plantation-nostalgia advertising, and even the first blockbuster American film: <em>B</em><em>irth of </em><em>a Nation</em>. As president, Woodrow Wilson—a southern-born history professor— called this paean to white supremacy “history written with lightning,” and screened it at the White House. Such ideas became soaked into the way America publicly depicted slavery. Even many of those who believed that they rejected overt racism depicted the era before emancipation as a plantation idyll of happy slaves and paternalist masters. Abolitionists were snakes in the garden, responsible for a Civil War in which hundreds of thousands of white people died. Maybe the end of slavery had to come for the South to achieve economic modernity, but it didn’t have to come that way, they said.</p><p>The way that Americans remember slavery has changed dramatically since then. In tandem with widespread desegregation of public spaces and the assertion of black cultural power in the years between World War II and the</p><p>1990s came a new understanding of the experience of slavery. No longer did academic historians describe slavery as a school in which patient masters and mistresses trained irresponsible savages for futures of perpetual servitude.</p><p>Slavery’s denial of rights now prefigured Jim Crow, while enslaved people’s resistance predicted the collective self-assertion that developed into first the civil rights movement and later, Black Power.</p><p>But perhaps the changes were not so great as they seemed on the surface. The focus on showing African Americans as assertive rebels, for instance, implied an uncomfortable corollary. If one should be impressed by those who rebelled, because they resisted, one should not be proud of those who did not. And there were very few rebellions in the history of slavery in the United States. Some scholars tried to backfill against this quandary by arguing that all African Americans together created a culture of resistance, especially in slave quarters and other spaces outside of white observation. Yet the insistence that assertive resistance undermined enslavers’ power, and a focus on the development of an independent black culture, led some to believe that enslaved people actually managed to prevent whites from successfully exploiting their labor. This idea, in turn, created a quasi-symmetry with post– Civil War plantation memoirs that portrayed gentle masters, who maintained slavery as a nonprofit endeavor aimed at civilizing Africans.</p><p>Thus, even after historians of the civil rights, Black Power, and multicultural eras rewrote segregationists’ stories about gentlemen and belles and grateful darkies, historians were still telling the half that has ever been told. For some fundamental assumptions about the history of slavery and the history of the United States remain strangely unchanged. The first major assumption is that, as an economic system—a way of producing and trading commodities—American slavery was fundamentally different from the rest of the modern economy and separate from it. Stories about industrialization emphasize white immigrants and clever inventors, but they leave out cotton fields and slave labor. This perspective implies not only that slavery didn’t change, but that slavery and enslaved African Americans had little long-term influence on the rise of the United States during the nineteenth century, a period in which the nation went from being a minor European trading partner to becoming the world’s largest economy—one of the central stories of American history.</p><p>The second major assumption is that slavery in the United States was fundamentally in contradiction with the political and economic systems of the liberal republic, and that inevitably that contradiction would be resolved in favor of the free-labor North. Sooner or later, slavery would have ended by the operation of historical forces; thus, slavery is a story without suspense. And a story with a predetermined outcome isn’t a story at all.</p><p>Third, the worst thing about slavery as an experience, one is told, was that it denied enslaved African Americans the liberal rights and liberal subjectivity of modern citizens. It did those things as a matter of course, and as injustice, that denial ranks with the greatest in modern history. But slavery also killed people, in large numbers. From those who survived, it stole everything. Yet the massive and cruel engineering required to rip a million people from their homes, brutally drive them to new, disease-ridden places, and make them live in terror and hunger as they continually built and rebuilt a commodity-generating empire—this vanished in the story of a slavery that was supposedly focused primarily not on producing profit but on maintaining its status as a quasi-feudal elite, or producing modern ideas about race in order to maintain white unity and elite power. And once the violence of slavery was minimized, another voice could whisper, saying that African Americans, both before and after emancipation, were denied the rights of citizens because they would not fight for them.</p><p>All these assumptions lead to still more implications, ones that shape attitudes, identities, and debates about policy. If slavery was outside of US history, for instance—if indeed it was a drag and not a rocket booster to American economic growth—then slavery was not implicated in US growth, success, power, and wealth. Therefore none of the massive quantities of wealth and treasure piled by that economic growth is owed to African Americans. Ideas about slavery’s history determine the ways in which Americans hope to resolve the long contradiction between the claims of the United States to be a nation of freedom and opportunity, on the one hand, and, on the other, the unfreedom, the unequal treatment, and the opportunity denied that for most of American history have been the reality faced by people of African descent. Surely, if the worst thing about slavery was that it denied African Americans the liberal rights of the citizen, one must merely offer them the title of citizen—even elect one of them president—to make amends. Then the issue will be put to rest forever.</p><p>Slavery’s story gets told in ways that reinforce all these assumptions. Textbooks segregate twenty-five decades of enslavement into one chapter, painting a static picture. Millions of people each year visit plantation homes where guides blather on about furniture and silverware. As sites, such homes hide the real purpose of these places, which was to make African Americans toil under the hot sun for the profit of the rest of the world. All this is the “symbolic annihilation” of enslaved people, as two scholars of those weird places put it.2 Meanwhile, at other points we tell slavery’s story by heaping praise on those who escaped it through flight or death in rebellion, leaving the listener to wonder if those who didn’t flee or die somehow “accepted” slavery. And everyone who teaches about slavery knows a little dirty secret that reveals historians’ collective failure: many African-American students struggle with a sense of shame that most of their ancestors could not escape the suffering they experienced.</p><p>The truth can set us free, if we can find the right questions. But back in the little house in Danville, Anderson was reading from a list of leading ones, designed by white officials—some well-meaning, some not so well-meaning. He surely felt how the gravity of the questions pulled him toward the planet of plantation nostalgia. “Did slaves mind being called ‘nigger’?” “What did slaves call master or mistress?” “Have you been happier in slavery or free?” “Was the mansion house pretty?” Escaping from chains is very difficult, however, so Anderson dutifully asked the prescribed questions and poised his pencil to take notes.</p><p>Ivy listened politely. He sat still. Then he began to speak: “My mother’s master was named William Tunstall. He was a mean man. There was only one good thing he did, and I don’t reckon he intended to do that. He sold our family to my father’s master George H. Gilman.”</p><p>Perhaps the wind blowing through the window changed as a cloud moved across the spring sun: “Old Tunstall caught the ‘cotton fever.’ There was a fever going round, leastways it was like a fever. Everyone was dying to get down south and grow cotton to sell. So old Tunstall separated families right and left. He took two of my aunts and left their husbands up here, and he separated altogether seven husbands and wives. One woman had twelve children. Yessir. Took ‘em all down south with him to Georgia and Alabama.”</p><p>Pervasive separations. Tears carving lines on faces. Lorenzo remembered his relief at dodging the worst, but he also remembered knowing that it was just a lucky break. Next time it could’ve been his mother. No white person was reliable, because money drove their decisions. No, this wasn’t the story the books told.</p><p>So Anderson moved to the next question. Did Ivy know if any slaves had been sold here? Now, perhaps, the room grew darker.</p><p>For more than a century, white people in the United States had been singling out slave traders as an exception: unscrupulous lower-class outsiders who pried apart paternalist bonds. Scapegoaters had a noble precedent. In his first draft of the Declaration of Independence, Thomas Jefferson tried to blame King George III for using the Atlantic slave trade to impose slavery on the colonies. In historians’ tellings, the 1808 abolition of the Atlantic trade brought stability to slavery, ringing in the “Old South,” as it has been called since before the Civil War. Of course, one might wonder how something that was brand new, created <em>after </em>a <em>revolution</em>, and growing more rapidly than any other commodity-producing economy in history before then could be considered “old.” But never mind. Historians depicted slave trading after 1808 as irrelevant to what slavery was in the “Old South,” and to how America as a whole was shaped. America’s modernization was about entrepreneurs, creativity, invention, markets, movement, and change. Slavery was not about any of these things—not about slave trading, or moving people away from everyone they knew in order to make them make cotton. Therefore, modern America and slavery had nothing to do with each other.</p><p>But Ivy spilled out a rush of very different words. “They sold slaves here and everywhere. I’ve seen droves of Negroes brought in here on foot going South to be sold. Each one of them had an old tow sack on his back with everything he’s got in it. Over the hills they came in lines reaching as far as the eye can see. They walked in double lines chained together by twos. They walk ‘em here to the railroad and shipped ’em south like cattle.”</p><p>Then Lorenzo Ivy said this: “Truly, son, the half has never been told.”</p><p>To this, day, it still has not. For the other half is the story of how slavery changed and moved and grew over time: Lorenzo Ivy’s time, and that of his parents and grandparents. In the span of a single lifetime after the 1780s, the South grew from a narrow coastal strip of worn-out plantations to a sub-continental empire. Entrepreneurial enslavers moved more than 1 million enslaved people, by force, from the communities that survivors of the slave trade from Africa had built in the South and in the West to vast territories that were seized—also by force—from their Native American inhabitants. From</p><p>1783 at the end of the American Revolution to 1861, the number of slaves in the United States increased five times over, and all this expansion produced a powerful nation. For white enslavers were able to force enslaved African-American migrants to pick cotton faster and more efficiently than free people. Their practices rapidly transformed the southern states into the dominant force in the global cotton market, and cotton was the world’s most widely traded commodity at the time, as it was the key raw material during the first century of the industrial revolution. The returns from cotton monopoly powered the modernization of the rest of the American economy, and by the time of the Civil War, the United States had become the second nation to undergo large-scale industrialization. In fact, slavery’s expansion shaped every crucial aspect of the economy and politics of the new nation—not only increasing its power and size, but also, eventually, dividing US politics, differentiating regional identities and interests, and helping to make civil war possible.</p><p>The idea that the commodification and suffering and forced labor of African Americans is what made the United States powerful and rich is not an idea that people necessarily are happy to hear. Yet it is the truth. And that truth was the half of the story that survived mostly in the custodianship of those who survived slavery’s expansion—whether they had been taken over the hill, or left behind. Forced migration had shaped their lives, and also had shaped what they thought about their lives and the wider history in which they were enmeshed. Even as they struggled to stay alive in the midst of disruption, they created ways to talk about this half untold. But what survivors experienced, analyzed, and named was a slavery that didn’t fit the comfortable boxes into which other Americans have been trying to fit it ever since it ended.</p><p>I read Lorenzo Ivy’s words, and they left me uneasy. I sensed that the true narrative had been left out of history—not only American history in general, but even the history of slavery. I began to look actively for the other half of the story, the one about how slavery constantly grew, changed, and reshaped the modern world. Of how it was both modernizing and modern, and what that meant for the people who lived through its incredible expansion. Once I began to look, I discovered that the traces of the other half were everywhere. The debris of cotton fevers that infected white entrepreneurs and separated man and woman, parent and child, right and left, dusted every set of pre–Civil War letters, newspapers, and court documents. Most of all, the half not told ran like a layer of iridium left by a dinosaur-killing asteroid through every piece of testimony that ex-slaves, such as Lorenzo Ivy, left on the historical record: thousands of stanzas of an epic of forced separations, violence, and new kinds of labor.</p><p>For a long time I wasn’t sure how to tell the story of this muscular, dynamic process in a single book. The most difficult challenge was simply the fact that the expansion of slavery in many ways shaped the story of <em>everything </em>in the pre–Civil War United States. Enslavers’ surviving papers showed calculations of returns from slave sales and purchases as well as the costs of establishing new slave labor camps in the cotton states. Newspapers dripped with speculations in land and people and the commodities they produced; dramatic changes in how people made money and how much they made; and the dramatic violence that accompanied these practices. The accounts of northern merchants and bankers and factory owners showed that they invested in slavery, bought from and sold to slaveholders, and took slices of profit out of slavery’s expansion. Scholars and students talked about politics as a battle about states’ rights or republican principles, but viewed in a different light the fights can be seen as a struggle between regions about how the rewards of slavery’s expansion would be allocated and whether that expansion could continue.</p><p>The story seemed too big to fit into one framework. Even Ivy had no idea how to count the chained lines he saw going southwest toward the mountains on the horizon and the vast open spaces beyond. From the 1790s to the 1860s, enslavers moved 1 million people from the old slave states to the new. They went from making no cotton to speak of in 1790 to making almost 2 billion pounds of it in 1860. Stretching out beyond the slave South, the story encompassed not only Washington politicians and voters across the United States but also Connecticut factories, London banks, opium addicts in China, and consumers in East Africa. And could one book do Lorenzo Ivy’s insight justice? It would have to avoid the old platitudes, such as the easy temptation to tell the story as a collection of topics—here a chapter on slave resistance, there one on women and slavery, and so on. That kind of abstraction cuts the beating heart out of the story. For the half untold was a narrative, a process of movement and change and suspense. Things happened because of what had been done before them—and what people chose to do in response.</p><p>No, this had to be a <em>story</em>, and one couldn’t tell it solely from the perspective of powerful actors. True, politicians and planters and bankers shaped policies, the movement of people, and the growing and selling of cotton, and even remade the land itself. But when one takes Lorenzo Ivy’s words as a starting point, the whole history of the United States comes walking over the hill behind a line of people in chains. Changes that reshaped the entire world began on the auction block where enslaved migrants stood or in the frontier cotton fields where they toiled. Their individual drama was a struggle to survive. Their reward was to endure a brutal transition to new ways of labor that made them reinvent themselves every day. Enslaved people’s creativity enabled their survival, but, stolen from them in the form of ever-growing cotton productivity, their creativity also expanded the slaveholding South at an unprecedented rate. Enslaved African Americans built the modern United States, and indeed the entire modern world, in ways both obvious and hidden.</p><p>One day I found a metaphor that helped. It came from the great African-American author Ralph Ellison. You might know his novel <em>Invisible </em><em>Man</em>. But in the 1950s, Ellison also produced incredible essays. In one of them he wrote, “On the moral level I propose we view the whole of American life as a drama enacted on the body of a Negro giant who, lying trussed up like Gulliver, forms the stage and the scene upon which and within which the action unfolds.”3</p><p>The image fit the story that Ivy’s words raised above the watery surface of buried years. The only problem was that Ellison’s image implied a stationary giant. In the old myth, the stationary, quintessentially unchanging plantation was the site and the story of African-American life from the seventeenth century to the twentieth. But Lorenzo Ivy had described a world in motion. After the American Revolution—which seemed at the time to portend slavery’s imminent demise—a metastatic transformation and growth of slavery’s giant body had begun instead. From the exploitation, commodification, and torture of enslaved people’s bodies, enslavers and other free people gained new kinds of modern power. The sweat and blood of the growing system, a network of individuals and families and labor camps that grew bigger with each passing year, fueled massive economic change. Enslaved people, meanwhile, transported and tortured, had to find ways to survive, resist, or endure. And over time the question of their freedom or bondage came to occupy the center of US politics.</p><p>This trussed-up giant, stretched out on the rack of America’s torture zone, actually grew, like a person passing through ordeals to new maturity. I have divided the chapters of this book with Ellison’s imagined giant in mind, a structure that has allowed the story to take as its center point the experience of enslaved African Americans themselves. Before we pass through the door that Lorenzo Ivy opened, here are the chapters’ names. The first is “Feet,” for the story begins with unfree movement on paths to enslaved frontiers that were laid down between the end of the American Revolution in 1783 and the early 1800s. “Heads” is the title of the second chapter, which covers America’s acquisition of the key points of the Mississippi Valley by violence, a gain that also consolidated the enslavers’ hold on the frontier. Then come the “Right Hand” and the “Left Hand” (Chapters 3 and 4). They reveal the inner secrets of enslavers’ power, secrets which made the entire world of white people wealthy.</p><p>“Tongues” (Chapter 5) and “Breath” (Chapter 6) follow. They describe how, by the mid-1820s, enslavers had not only found ways to silence the tongues of their critics, but had built a system of slave trading that served as expansion’s lungs. Most forms of resistance were impossible to carry out successfully. So a question hung in the air. Would the spirit in the tied-down body die, leaving enslaved people to live on like undead zombies serving their captors? Or would the body live, and rise? Every transported soul, finding his or her old life killed off, faced this question on the individual level as well: whether to work with fellow captives or scrabble against them in a quest for individualistic subsistence. Enslaved African Americans chose many things. But perhaps most importantly, they chose survival, and true survival in such circumstances required solidarity. Solidarity allowed them to see their common experience, to light their own way by building a critique of enslavers’ power that was an alternative story about what things were and what they meant.</p><p>This story draws on thousands of personal narratives like the one that Lorenzo Ivy told Claude Anderson. Slavery has existed in many societies, but no other population of formerly enslaved people has been able to record the testimonies of its members like those who survived slavery in the United States. The narratives began with those who escaped slavery’s expansion in the nineteenth century as fugitives. Over one hundred of those survivors published their autobiographies during the nineteenth century. As time went on, such memoirs found a market, in no small part because escapees from southern captivity were changing the minds of some of the northern whites about what the expansion of slavery meant for them. Then, during the 1930s, people like Claude Anderson conducted about 2,300 interviews with the ex-slaves who had lived into that decade. Because the interviews often allowed old people to tell about the things they had seen for themselves and the things they heard from their elders in the years before the Civil War, they take us back into the world of explanation and storytelling that grew up around fires and on porches and between cotton rows. No one autobiography or interview is pure and objective as an account of all that the history books left untold. But read them all, and each one adds to a more detailed, clearer picture of the whole. One story fills in gaps left by another, allowing one to read between the lines.4</p><p>Understanding something of what it felt like to suffer, and what it cost to endure that suffering, is crucial to understanding the course of US history. For what enslaved people made together—new ties to each other, new ways of understanding their world—had the potential to help them survive in mind and body. And ultimately, their spirit and their speaking would enable them to call new allies into being in the form of an abolitionist movement that helped to destabilize the mighty enslavers who held millions captive. But the road on which enslaved people were being driven was long. It led through the hell described by “Seed” (Chapter 7), which tells of the horrific near-decade from 1829 to 1837. In these years entrepreneurs ran wild on slavery’s frontier. Their acts created the political and economic dynamics that carried enslavers to their greatest height of power. Facing challenges from other white men who wanted to assert their masculine equality through political democracy, clever entrepreneurs found ways to leverage not just that desire, but other desires as well. With the creation of innovative financial tools, more and more of the Western world was able to invest directly in slavery’s expansion. Such creativity multiplied the incredible productivity and profitability of enslaved people’s labor and allowed enslavers to turn bodies into commodities with which they changed the financial history of the Western world.</p><p>Enslavers, along with common white voters, investors, and the enslaved, made the 1830s the hinge of US history. On one side lay the world of the industrial revolution and the initial innovations that launched the modern world. On the other lay modern America. For in 1837, enslavers’ exuberant success led to a massive economic crash. This self-inflicted devastation, covered in Chapter 8, “Blood,” posed new challenges to slaveholders’ power, led to human destruction for the enslaved, and created confusion and discord in white families. When southern political actors tried to use war with Mexico to restart their expansion, they encountered new opposition on the part of increasingly assertive northerners. As Chapter 9, “Backs,” explains, by the 1840s the North had built a complex, industrialized economy on the backs of enslaved people and their highly profitable cotton labor. Yet, although all northern whites had benefited from the deepened exploitation of enslaved people, many northern whites were now willing to use politics to oppose further expansions of slavery. The words that the survivors of slavery’s expansion had carried out from the belly of the nation’s hungriest beast had, in fact, become important tools for galvanizing that opposition.</p><p>Of course, in return for the benefits they received from slavery’s expansion, plenty of northerners were still willing to enable enslavers’ disproportionate power. With the help of such allies, as “Arms” (Chapter 10) details, slavery continued to expand in the decade after the Compromise of 1850. For now, however, it had to do so within potentially closed borders. That is why southern whites now launched an aggressive campaign of advocacy, insisting on policies and constitutional interpretations that would commit the entire United States to the further geographic expansion of slavery. The entire country would become slavery’s next frontier. And as they pressed, they generated greater resistance, pushed too hard, and tried to make their allies submit—like slaves, the allies complained. And that is how, at last, whites came to take up arms against each other.</p><p>Yet even as southern whites seceded, claiming that they would set up an independent nation, shelling Fort Sumter, and provoking the Union’s president, Abraham Lincoln, to call out 100,000 militia, many white Americans wanted to keep the stakes of this dispute as limited as possible. A majority of northern Unionists opposed emancipation. Perhaps white Americans’ battles with each other were, on one level, not driven by a contest over ideals, but over the best way to keep the stream of cotton and financial revenues flowing: keep slavery within its current borders, or allow it to consume still more geographic frontiers. But the growing roar of cannon promised others a chance to force a more dramatic decision: slavery forever, or nevermore. So it was that as Frank Baker, Townshend, and Sheppard Mallory crept across the dark James River waters that had washed so many hulls bearing human bodies, the future stood poised, uncertain between alternative paths. Yet those three men carried something powerful: the same half of the story that Lorenzo Ivy could tell. All they had learned from it would help to push the future onto a path that led to freedom. Their story can do so for us as well. To hear it, we must stand as Lorenzo Ivy had stood as a boy in Danville—watching the chained lines going over the hills, or as Frank Baker and others had stood, watching the ships going down the James from the Richmond docks, bound for the Mississippi. Then turn and go with the marching feet, and listen for the breath of the half that has never been told.</p><p><em>Excerpted from the book THE HALF HAS NEVER BEEN TOLD by Edward Baptist. Copyright © 2014 by Edward Baptist. Reprinted with permission of Basic Books. </em></p><h4>Guest</h4><ul><li><strong><a href=\"http://history.arts.cornell.edu/faculty-department-baptist.php\" target=\"_blank\">Edward Baptist</a></strong>, history professor at Cornell University and author of &#8220;The Half Has Never Been Told.&#8221; He tweets <a href=\"https://twitter.com/ed_baptist\" target=\"_blank\">@Ed_Baptist</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Without+Slavery%2C+Would+The+U.S.+Be+The+Leading+Economic+Power%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"891"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365233701-ed045e.m3u?orgId=1&ft=3&f=365233698"}]}