{"created":"2014-12-02T22:07:45+00:00","modified":"2015-05-13T21:28:46+00:00","valid":{"from":"2015-05-13T21:28:45+00:00","to":"3015-05-13T21:28:45+00:00"},"hreflang":"en","title":"One Village's Story: How Ebola Began And How It Ends","published":"2015-01-08T17:37:00+00:00","teaser":"A father brought his teenage son back from the capital. The boy fell ill. The parents blamed an attack by a magical leopard. But it was Ebola.","itags":["npr_api","367838698"],"guid":"e7c0e054-b7b9-4ba0-89cd-49421e92460a","contentencoded":"<p>There's a clearing in the jungle in central Liberia that now serves as an Ebola burial ground. Every day, a woman who works as a nurse in the nearby Ebola treatment unit, or ETU, changes from her scrubs into traditional dress, walks into that clearing and sings a song of mourning.</p><p>The song is meant to prepare the space for the dead. There is a burial every day. So far, nearly 100 people have been buried in this clearing. Sixteen are from one village about 45 minutes away, a place called Taylortown, or Taylata in the local dialect.</p><p>To understand how Ebola came to the village, how it spread in the village and how it eventually ended in the village is to understand how the epidemic might end in Liberia, and what will be left behind.</p><p>Taylata is a collection of mud brick houses with thatched roofs built on either side of a single gravel road. The trouble came a little more than a month ago. A man in the village named Stanley Jua had a 16-year-old son who was living in Liberia's capital, a few hours away.</p><p>The son was staying with relatives. Three of them died in a row. People said one died in childbirth, another from grief. They didn't say it was Ebola.</p><p>Stanley went to get his son and bring him back to the village. The two went to work in the sugar cane fields. On the third day, the son was achy and tired. Then he started getting really sick.</p><p>The thing is, Stanley had been trained by the county to recognize Ebola and notify authorities. But when his own son got sick, he tried to treat the boy himself.</p><p>\"He had information,\" says village youth leader Peter Gasho. But \"he hid that information.\"</p><p>So other people in the village called the county health team to come meet with Stanley and his wife.</p><p>When the meeting began, the parents told the team their son had what villagers call a \"leopard problem.\" What they meant was that someone had turned into a leopard and tried to kill their son, and that's why he was sick. Our interpreter, Siatta Scott Johnson, tells us it's a common belief in Liberia, that witchcraft can make you sick.</p><p>But in the time of Ebola, this belief can be dangerous.</p><p>We walk down that main gravel road in the village to Stanley's house. The front door is closed. Outside are abandoned wooden benches in a circle. This is where Stanley's son died.</p><p>Peter Gasho says Stanley's son died on a blanket as villagers surrounded him, sitting on the benches. He says everyone was touching the boy, practicing \"country medicine\" by rubbing herbs all over his body, giving sympathy.</p><p>That sympathy would eventually take a tragic toll. A person who is dying of Ebola is very contagious.</p><p>The first to get sick were the boy's siblings. Finally, the father, Stanley, admitted it was Ebola.</p><p>And finally, county health officials went into action. They took the sick siblings to the ETU. They documented everyone who'd been in contact with the family. They quarantined the village. Then they came back to check every day.</p><p>The next people to get sick and die were the women who'd tried to help Stanley's son.</p><p>We keep walking through the village and meet an 11-year-old girl, sitting alone next to the cook-fire. Her grandmother cared for the sick boy and later died of Ebola.</p><p>Now, people in the village are afraid of the girl and her 10-year-old brother. When we ask who stays with the children at night, she answers with one word.</p><p>\"Nobody.\"</p><p>After the caregivers, like the girl's grandmother, got sick, the people in their houses got sick.</p><p>One strong young guy got Ebola from his mother. He was visiting from his final year at the University of Liberia. Peter, the youth leader, says he was the hope of the village, \"the most important person in the town.\"</p><p>After this student died, people in Taylata started looking for someone to blame. They started pointing fingers at Stanley.</p><p>Stanley got Ebola, too. But he survived. His wife and four of his children died. Stanley was released from the ETU last week. But he hasn't come back to the village. People have already looted his house and threatened to burn it down.</p><p>Stanley calls people in the village sometimes. Nobody knows exactly where he is.</p><p>We tried to reach Stanley. We called and sent messages. Then he switched off his phone.</p><p>From this one case, this one boy, 30 people got Ebola in Taylata.</p><p>Twelve survived. One of those survivors is a teenager named Romeo.</p><p>After his release, people in the village crowded around him to welcome him back.</p><p>A county health official presented Romeo to the village with a document saying he's Ebola free. Villagers clapped.</p><p>Romeo still has red eyes, bloodshot from Ebola. He's lost so much weight, his pants are falling down. He listened to his iPod during most of the health official's presentation.</p><p>Afterward, people ambled back to their houses or to the main road to gossip.</p><p>Ebola is gone from the village. But the market is still closed; people still rely on international aid organizations for food. It'll be awhile before things get back to normal. In the coming days, the village will have a memorial for the people who died.</p><p>As of today, there are only two people from Taylata left in the county Ebola treatment unit.</p><p>There, the Liberian doctors and nurses who work with these patients will do what they do every day before they start their shift.</p><p>They will stand in a circle and sing a prayer.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=One+Village%27s+Story%3A+How+Ebola+Began+And+How+It+Ends&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rebecca Hersher","audio":[{"meta":{"duration":"418"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368041134-e08148.m3u?orgId=1&topicId=1031&d=418&p=2&story=367838698&t=progseg&e=367938207&seg=17&ft=nprml&f=367838698"},{"href":"http://media.npr.org/assets/img/2014/12/02/img_0117-1f61ed661c0438a235b52db61d3ad410d48982ca.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}},{"href":"http://media.npr.org/assets/img/2014/12/02/photo-nov-27-2-45-20-am-bcdad2a159938dbd233d5e149e1e3255de79cc10.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1873","width":"2498"}},{"href":"http://media.npr.org/assets/img/2014/12/02/photo-nov-27-2-41-16-am-1--40f8ffe4fe1be2d0492b99d40de09747e3ad9e47.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}},{"href":"http://media.npr.org/assets/img/2014/12/02/img_0166-9890dfcfb0f814ad3d1c2ce10e74c5f9d8b259e3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1710","width":"2280"}}]}