{"created":"2014-10-13T21:06:56+00:00","modified":"2014-10-14T18:55:26+00:00","valid":{"from":"2014-10-14T18:55:26+00:00","to":"3014-10-14T18:55:26+00:00"},"hreflang":"en","guid":"e7c5bb2e-c9bb-4449-9f58-8f146d568d6c","title":"Keeping disease and people separate isn't easy, even at Ebola treatment centers","published":"2014-10-14T18:55:24+00:00","byline":"Bradley Campbell","tags":["Ebola","ebola outbreak","public health","medicine","Human Needs","Medicine","Health & Medicine","Africa","Liberia","West Africa","Africa","Sheri Fink","Biology","Ebola virus disease","Health"],"teaser":"Health workers are contracting Ebola, leading many people to take a look at the facilities that treat Ebola patients. Here's how one treatment center in Liberia tries to move its workers and patients through to cut down on the risks of transmission.","contentencoded":"<p>More and more healthcare providers are being diagnosed with Ebola, hammering home the fact that&nbsp;the outbreak isn&#39;t just dangerous for patients. So how are treatment centers making sure everyone is safe?</p><p>One way is by managing the&nbsp;flow of patients, says physician Sheri Fink, who&#39;s reporting on the outbreak&nbsp;in Liberia for The New York Times. It&#39;s essentially a one-way flow from low to high risk &mdash;&nbsp;if you survive, you leave.</p><p>That&#39;s the fast version, but it&#39;s important to understand the longer version, too. It starts&nbsp;at the low-level risk area. &quot;That&#39;s the place where the staff do much of their work,&quot; Fink says. &quot;That&#39;s where the laundry happens, the pharmacy, the place where people eat their lunches and the place where people in charge work. And to enter and exit that you get yourself hosed off.&quot;</p><p>That means your&nbsp;shoes and hands are blasted with a chlorine solution.&nbsp;Only then can you begin to enter the patient areas. The next step is to pull&nbsp;on several&nbsp;bulky full-body&nbsp;suits, giving people the yellow-Michelin-man look you might see on the news or in the movie &quot;Outbreak.&quot; &quot;And then there are masks and goggles and multiple layers of gloves,&quot; Fink adds.</p><p>Once you&#39;ve got all of that on, you can get to one of&nbsp;two different wards. The first is a suspect ward, the place people come when they are suspected of having Ebola. They wait in the ward&nbsp;for their test results;&nbsp;if those results are positive, they move to the second ward, the&nbsp;confirmed ward.</p><p>It&#39;s in this ward where patients&nbsp;are treated. If they recover and pass a blood test, they&#39;re moved into the final section of the facility. &quot;They got through a shower. They have to put all their personal belongings into bleach solution, including their cell phones and SIM cards,&quot; she says. &quot;And then they come out and they get to go home.&quot;</p><p>Fink has&nbsp;seen people get to&nbsp;go&nbsp;home, and says it&#39;s a wonderful moment when that happens. It&#39;s still been a difficult story to cover, but she&#39;s not tempted to drop the notebook and start treating patients. Instead, she says, there are little things you can do.</p><p>&ldquo;You can help our by smiling at a patient, or handing a water bottle over,&quot; she says. &quot;And I think that&rsquo;s human and any reporter who is in a situation like this in a big emergency can do. Humanity comes first. And when there are opportunities to cheer people up, to give them a smile, to encourage them ...&nbsp;there&rsquo;s no problem with the dual job description in that case.&rdquo;</p><br>Array<br>Array","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTR49IRK2.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rtr49irk2jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/101320141.mp3"},{"href":"http://www.pri.org/file/101320141mp3"}]}