{"created":"2014-10-28T20:16:16+00:00","modified":"2015-04-20T20:24:19+00:00","valid":{"from":"2015-04-20T20:24:19+00:00","to":"3015-04-20T20:24:19+00:00"},"hreflang":"en","title":"To Make Bread, Watch The Dough, Not The Recipe","published":"2014-10-29T14:29:00+00:00","teaser":"One man's quest for the perfect loaf took him to Paris, Berlin, California and Kansas. What he learned can't easily be captured in words. It's a feeling in your fingers that comes from experience.","itags":["npr_api","349311534"],"guid":"e7cea614-fdca-44c6-9a84-2f0424e636ac","contentencoded":"<p>Journalist <a href=\"http://www.chewswise.com/about/\">Samuel Fromartz</a> works at home on a quiet street near the Capitol building, in Washington, D.C. He's a journalist, and editor-in-chief of the <a href=\"http://thefern.org/\">Food and Environment Reporting Network</a>.</p><p>On a recent morning, I went to visit him and found several unread newspapers piled on his front step. \"I've been a little busy,\" Fromartz explains.</p><p>He's not too busy to make bread, though.</p><p>It's a habit that started two decades ago, when he moved to Washington from New York and couldn't find bread that he liked. Bread-making turned into a minor obsession, as he tried new types of dough, and flour made from grains such as emmer wheat and spelt.</p><p>The baguette stumped him, though. \"I finally decided that it was impossible to make a decent baguette at home.\"</p><p>Then he landed a rare kind of magazine assignment: Go work in a <a href=\"http://www.arnaud-delmontel.com/index.en.php\">bakery</a> in Paris and write about it. That led to more such pilgrimages, to Berlin, San Francisco and wheat-growing parts of Kansas, and eventually to a book about them called <a href=\"http://www.chewswise.com/in-search-of-the-perfect-loaf/\">In Search of the Perfect Loaf</a>.</p><p>Fromartz confesses that from a writer's point of view, some of these visits were a little deflating at first. \"I was traveling thousands of miles to work with bakers, and if you've spent time with bakers, you'll know that they're pretty introverted. They don't make a great interview if you're a journalist. They're the kind of people who like to work in the middle of the night listening to loud music.\"</p><p>So Fromartz adjusted his expectations. \"I decided, if I could just learn one thing from any baker, then the trip would be worth it.\"</p><p>In this, he succeeded. But what he learned is hard to put into a recipe.</p><p>He saw how the bakers watched their dough. The baguette maker in Paris, for instance, \"would just look at the dough and say, 'Yeah, needs some more water.' Or the loaves would be rising, and to me it looked like they were ready to go into the oven, and he'd look down and say, 'five minutes.' \"</p><p>The baker was seeing something that Fromartz didn't. Gradually, Fromartz learned to see it, too, at least a little bit.</p><p>This is the thing about baking bread, Fromartz says. It's not completely predictable.</p><p>Each batch of dough will behave a little bit differently, because the living creatures in it — the yeast or the microbes in your sourdough starter — react to the temperature and humidity in your kitchen, or to the unique characteristics of the flour you're using. So when it comes to key decisions about when to shape the dough into a loaf or put it into the oven, you have to rely on your senses.</p><p>\"Your eyes, looking at the dough, feeling it with your fingers, and just kind of knowing, because you've baked that loaf 1,000 times, what the dough should look like.\"</p><p>\"And what is it supposed to look like?\" I ask.</p><p>\"I hesitate to say this, but it should kind of look alive,\" Fromartz says. \"It shouldn't look like a stiff ball. It should look like it's kind of wanting to continue growing.\"</p><p>In Fromartz's kitchen, we look at a ball of dough. \"I would actually prefer if it had risen a little more,\" Fromartz says, with a note of resignation in his voice. \"But it'll still make a decent loaf.\"</p><p>We decide to make a couple of baguettes; also, a round loaf from the same batch of dough. Fromartz picks up the dough, drops it on the countertop a couple of times and then starts to shape it into loaves.</p><p>He works quickly, and makes it look easy. The knowledge of how to do this is in his fingers.</p><p>A few hours later, they're done. To me, these loaves seemed more than decent. They seemed just about perfect.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=To+Make+Bread%2C+Watch+The+Dough%2C+Not+The+Recipe&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"263"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359632761-1558a7.m3u?orgId=1&topicId=1053&e=349311534&d=263&ft=nprml&f=349311534"},{"href":"http://media.npr.org/assets/img/2014/10/21/bread1-98a3f64cd61e6ce22af50df453766c1bafbb62a0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1460","width":"1947"}},{"href":"http://media.npr.org/assets/img/2014/10/21/bread3-675e34430dbd8ff0b78d6a8b12cb0e0d8b26441c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1494","width":"1993"}},{"href":"http://media.npr.org/assets/img/2014/10/21/bread2-b7cec31624549911742a4a887623c57f7494a6cb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1499","width":"1998"}}]}