{"created":"2014-08-28T02:36:17+00:00","modified":"2014-10-30T23:18:19+00:00","valid":{"from":"2014-10-30T23:18:18+00:00","to":"3014-10-30T23:18:18+00:00"},"hreflang":"en","title":"British Comedians Take A 'Trip To Italy' And Make Fun Of Each Other ","published":"2014-08-14T20:44:00+00:00","teaser":"In the sequel to<em> The Trip,</em> Steve Coogan and Rob Brydon drive around Italy, instead of England, and engage in lively banter. The film isn't freighted with ambition, but it's extremely enjoyable.","itags":["npr_api","340359920"],"guid":"e7dc3e81-b6d2-47d5-93ee-cf07ba2066db","contentencoded":"<p>Back in the '90s, there was a Hollywood comedy — I can't remember which one, I'm afraid — that became a surprise hit. Afterward, the movie's producer had this great line. He said, \"If we'd known it was going to be so popular, we would've tried to make it <em>good</em>.\"</p><p>You can sense some of that same reasoning behind the extremely enjoyable new movie <em>The Trip to Italy,</em> starring British comedy giant Steve Coogan — probably best-known for <em>Night at the Museum</em> and <em>Philomena</em> — and his pal Rob Brydon, a comic and impressionist who's famous in Britain. It's the follow-up to <em>The</em> <em>Trip</em>, a 2010 film that was basically a chopped-down BBC series in which Coogan and Brydon — playing heightened versions of themselves — drove around the British countryside eating at posh restaurants, making fun of each other and trying to top one another's impressions of Sean Connery and Al Pacino.</p><p><em>The Trip to Italy</em> is basically the same thing, but this time Coogan, Brydon and director Michael Winterbottom knew in advance it would be released as a movie, and not just any movie, but the sequel to a movie many viewers loved. Which meant they ought to try to make the new one better, for as Coogan and Brydon discuss early on, the only sequel most people genuinely admire is <em>The Godfather: Part II</em>.</p><p>In many ways, <em>The Trip to Italy</em> is better than the original. It's more carefully shot, more neatly structured and certainly more picturesque. I mean, there will always be an England and all that, but if I'm looking for dazzling landscapes, I'll take Italy over England. If I want to see ruins, you can't beat the Italian ones, and if I simply must watch food porn (which I personally find even more tiresome than actual pornography), I'd rather ogle Mediterranean shellfish than the fussy dishes at some twee English inn.</p><p>What made the first film click was Coogan and Brydon's competitive camaraderie. Back then, the more successful Coogan also seemed the lonelier and darker — Brydon came off as the nicer guy. This flips a bit in <em>The Trip to Italy</em>. Coogan is gloomier but also warmer — he's haunted by the skulls he encounters in the catacombs of Naples, whose antidote he seeks by reaching out to his son. Meanwhile Brydon seems more ambitious — seeking out Byron and Shelley's old haunts for a newspaper piece, auditioning via computer for a Michael Mann film, and, though married, being tempted by a pretty young woman.</p><p>Of course, in changing things up in a sequel, you don't want to forget what people loved in the first place. With <em>The Trip</em> movies, that means leaving plenty of space for Coogan and Brydon to make fun of Michael Bublé, impersonate each of the James Bonds and compare impressions in a mimic's version of dueling banjos.</p><p>Now, <em>The Trip to Italy</em> isn't exactly freighted with ambition. Featuring lots of shots of tasty food and nifty suites, it's partly a huge ad for the hotels and restaurants that Coogan and Brydon visit. No matter. What I find appealing about these films is their sloping, improvisational air, their quality of catching a moment of life on the wing, as when Brydon startles Coogan with a joke so good he can't stop himself from laughing.</p><p>Watching Coogan and Brydon walk around talking, I was reminded of Richard Linklater's <em>Before Sunrise</em> trilogy with Julie Delpy and Ethan Hawke — where they're constantly yakking away as they wander the European streets — and of all those great scenes from the TV show <em>Louie,</em> in which Louie and a lady friend stroll the New York sidewalks chatting. The appeal of such moments is their human scale — two people conversing about things they care about on actual streets filled with actual people lit by the actual sun.</p><p>All this is the antithesis of today's exhaustingly plot-driven blockbusters where cartoonish characters are so busy rushing around, they don't have time to talk about anything real, and where the world they inhabit was generated by a computer — the better to blow it up. <em>The Trip to Italy</em> has no need of computer-generated imagery. You see, Steve Coogan and Rob Brydon <em>are</em> its special effects.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=British+Comedians+Take+A+%27Trip+To+Italy%27+And+Make+Fun+Of+Each+Other+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Powers","audio":[{"meta":{"duration":"309"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340402187-0c0cb0.m3u?orgId=1&topicId=4467349&ft=3&f=340359920"},{"href":"http://media.npr.org/assets/img/2014/08/14/download-1-1--6c8189af777e0f5ccadb9f843c507e5d7bc3aa03.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"683","width":"911"}},{"href":"http://media.npr.org/assets/img/2014/08/14/download-2-1--9864c50f8d08edfb9bc133f2a00d007ed95cb14e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"683","width":"911"}}]}