{"created":"2015-03-20T19:14:06+00:00","modified":"2015-03-20T19:20:05+00:00","valid":{"from":"2015-03-20T19:20:05+00:00","to":"3015-03-20T19:20:05+00:00"},"hreflang":"en","title":"15 Frustrated Students Launch The Country's First Student Debt Strike","published":"2015-03-20T19:19:00+00:00","teaser":"15 students who attended for-profit Corinthian Colleges are refusing to pay back their student loan debts.","itags":["npr_api","394325533"],"guid":"e7f5b1ab-74de-48fd-bce4-aae88ff6b67f","contentencoded":"<p>Outstanding student debt is up to $1.2 trillion, a jump of $100 billion from only a year ago.</p><p>This week Senator Elizabeth Warren called the ballooning debt unacceptable and proposed a bill that would allow most students to refinance their debt at government subsidized rates, which are now just under four percent.</p><p>Most of the students &#8212; though saddled with debt &#8212; don&#8217;t dispute that they are obligated to pay it back. But that&#8217;s not the case for 15 students who attended the for-profit Corinthian Colleges around the country.</p><p>Corinthian was the world&#8217;s largest for-profit system of schools until it was hit by multiple law suits and investigations. Last summer the Department of Education forced Corinthian to sell off 85 schools and shutter another 12. And then the Consumer Financial Protection Bureau and the Department of Education secured $480 million in debt relief for Corinthian students. But that was only for private loans, not federal ones.</p><p>Now, the so-called Corinthian 15, have launched a debt strike, saying they should not have to pay back their federal loans.</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>If I made a commitment to this school to pay this back, and they also made a commitment to me, everything would be abided by.<div class=\"pullquoteauth\">&ndash; Mallory Heiney</div></p><p></div></p><p><strong>Mallory Heiney</strong> studied nursing at Corinthian&#8217;s Everest Institute in Grand Rapids, Michigan. She tells <a href=\"http://hereandnow.wbur.org\"><em>Here & Now&#8217;</em></a>s Robin Young the school did not deliver on its promise and because it is a failed institution, its reputation has made it difficult for her to find work.</p><p>&#8220;If I made a commitment to this school to pay this back and they also made a commitment to me, everything would be abided by,&#8221; Heiney said. &#8220;But if you have a contract between two individuals &#8212; if one voids the contract, the other is not obligated to come through with their part. So why is it different with a multi-million dollar corporation and me?&#8221;</p><p><strong>Laura Hanna</strong>, a member of the <a href=\"https://debtcollective.org/\" target=\"_blank\">Debt Collective</a>, which is advising the students and providing pro-bono legal advice, says for-profit schools are predatory.</p><p>&#8220;According to Corinthian&#8217;s documents &#8212; their target demographic is composed of &#8216;isolated impatient individuals with low self-esteem, who have few people in their lives who care about them, and who are stuck and unable to see and plan well for the future,'&#8221; Hanna said. &#8220;So these are really aggressive recruiting tactics. They&#8217;ve also focused on families who make less thatn $10,000 a year. And there&#8217;s a huge focus on low income families and communities of color.&#8221;</p><p>Hanna says Corinthian&#8217;s investors should be the ones paying back the loans, since they profited.</p><ul><li><strong>Washington Post:</strong> <a href=\"http://www.washingtonpost.com/posteverything/wp/2015/03/16/my-for-profit-university-folded-im-not-paying-back-my-student-loans/\" target=\"_blank\">My for-profit university folded. I refuse to pay back my student loans</a>.</li></ul><h4>Guests</h4><ul><li><strong>Mallory Heiney</strong>, former Corinthian student and debt striker</li><li><strong>Laura Hanna</strong>, member of the Debt Collective</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=15+Frustrated+Students+Launch+The+Country%27s+First+Student+Debt+Strike&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"595"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394325536-297db0.m3u?orgId=1&e=394325533&d=595&ft=nprml&f=394325533"},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0320_corinthian-colleges.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"854","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0320_debt-collective.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"842","width":"1280"}}]}