{"created":"2015-04-29T09:00:09+00:00","modified":"2015-06-05T15:25:46+00:00","valid":{"from":"2015-06-05T15:25:46+00:00","to":"3015-06-05T15:25:46+00:00"},"hreflang":"en","title":"After Botched Executions, Supreme Court Weighs Lethal Drug Cocktail","published":"2015-04-29T22:39:00+00:00","teaser":"Manufacturers have refused to provide one of three drugs used for lethal injection, so Oklahoma switched to another drug. But critics say midazolam doesn't work well to render prisoners unconscious.","itags":["npr_api","402876931"],"guid":"e8079555-7916-413c-a04f-b12e6b25aa45","contentencoded":"<p>The U.S. Supreme Court hears arguments Wednesday in three death penalty cases testing which drug combinations constitute cruel and unusual punishment when used to execute a convicted murderer by lethal injection.</p><p>It is the second time in seven years that the justices have looked at the lethal injection question, and it comes after three botched executions over the past year.</p><p>Oklahoma was the first state to execute prisoners by lethal injection. The three-drug cocktail it developed and used for the first time in 1977 was soon adopted by every other capital punishment state. It was seen as the most humane way to impose the death penalty.</p><p>The first drug in the original cocktail was sodium thiopental. It was used to put the prisoner into a deep, comalike state; the second was to paralyze him; and the third was to stop the heart.</p><p>In 2008, the Supreme Court upheld that protocol. The court plurality said that while the second and third drugs were painful, the first drug, rendering the prisoner deeply unconscious, would prevent any great risk of pain.</p><p>Since that opinion, though, the drug used to put the prisoner into an insensate state has become increasingly difficult to obtain.</p><p>Under pressure from groups opposed to the death penalty, manufacturers have refused to provide sodium thiopental or a similar drug called pentobarbital for use in executions.</p><p>In addition, the American Pharmacists Association has joined the American Medical Association in discouraging members from participating in executions in any way.</p><p>So most death penalty states have turned to midazolam, a drug not approved by the FDA to put people into a deep, comalike state.</p><p>\"The evidence that we have about its effects shows that it is not capable of creating that kind of deep unconsciousness in the body,\" contends Mark Haddad, one of the lawyers representing the death row inmates.</p><p>Haddad argues that without that deep unconsciousness, there is a substantial risk that prisoners will feel severe pain before dying.</p><p>Oklahoma says it has increased the midazolam dosage to bring it up to par, but Haddad contends that the drug has what is called a \"ceiling effect,\" meaning that no matter how much of it you give, the effects level off.</p><p>Exhibit A in Haddad's arsenal of arguments is Oklahoma's botched execution of Clayton Lockett, using high doses of midazolam. After the drugs were administered, the reaction was anything but sedate.</p><p>Lockett \"began to writhe on his gurney, began to buck his head, [and] began to speak out in pain,\" Haddad says.</p><p>The execution \"went horribly wrong, notwithstanding a substantial amount of midazolam being administered,\" he adds.</p><p>Oklahoma doesn't deny that the execution was botched, but it contends that the problem was an <a href=\"http://www.npr.org/blogs/thetwo-way/2014/09/04/345801310/misplaced-iv-line-responsible-for-botched-oklahoma-execution-report-finds\">intravenous tube</a> that was improperly placed.</p><p>According to Haddad, however, the postmortem on Lockett showed he had more than enough midazolam in his system to render him fully unconscious, <em>if </em>the drug were capable of doing that.</p><p>Oklahoma and other states that use midazolam defend its use. Florida says it has executed 11 prisoners without incident using midazolam.</p><p>\"If you have the IV in the right place, and you give the right dosage, the executions go fine,\" says Alabama Solicitor General Andrew Brasher.</p><p>States are not changing their lethal injection protocols because they want to, he says. Rather, \"they're changing them because the drugs that we've used previously, and the drugs the Supreme Court ha[s] already held to be constitutional, are no longer available to us.\"</p><p>Indeed, Oklahoma and the other death penalty states contend that if the challengers don't like the midazolam protocol, they are required, under previous Supreme Court rulings, to come up with a workable alternative.</p><p>But if the court were to rule against the midazolam protocol, the states would face a dilemma. Some states, like Texas, at least so far have solved their problem by finding pharmacy compounders to make the drug needed from scratch.</p><p>Other states have managed until now to find ways to get a supply of pentobarbital to render prisoners totally unconscious. But more and more states, like Oklahoma, can't find a supply.</p><p>So, if the Supreme Court were to rule that midazolam will not suffice, would that threaten the states' ability to carry out the death penalty?</p><p>\"I don't know, honestly,\" replies Alabama's Brasher. \"The other alternative would be to go to some different execution method that's not lethal injection.\"</p><p>Indeed, Utah has already passed a law making the <a href=\"http://www.npr.org/2015/04/05/397672199/utah-brings-back-firing-squad-executions-witnesses-recall-the-last-one\">firing squad</a> its backup; Tennessee's is electrocution; and Oklahoma is moving toward legalizing the use of nitrogen gas for a gas chamber.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Botched+Executions%2C+Supreme+Court+Weighs+Lethal+Drug+Cocktail&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"190"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402971527-14de84.m3u?orgId=1&topicId=1070&d=190&p=3&story=402876931&t=progseg&e=402970645&seg=7&ft=nprml&f=402876931"},{"href":"http://media.npr.org/assets/img/2015/04/28/46370463_h29037922_custom-fb3fc1bb6815991ad981502ca61fdde4dc236d33.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1200","width":"955"}}]}