{"created":"2014-12-31T10:00:15+00:00","modified":"2015-06-05T15:31:09+00:00","valid":{"from":"2015-06-05T15:31:09+00:00","to":"3015-06-05T15:31:09+00:00"},"hreflang":"en","title":"Waiting For A Break: Obama On 'Strategic Patience' In Foreign Policy","published":"2015-01-05T15:22:00+00:00","teaser":"\"I believe in diplomacy, I believe in dialogue, I believe in engagement,\" the president says of Iran and other regimes perceived as U.S. enemies. But he says restoring relations is a gradual process.","itags":["npr_api","372558821"],"guid":"e81cab28-c26c-4b83-80a3-42c443bb148a","contentencoded":"<p>President Obama has two more years in office to match his grand ambitions to the grim realities in foreign policy.</p><p>He spoke of his plans in a year-end interview with NPR, shortly before leaving Washington for the holidays. Obama defended his strategy and vision, despite continued chaos in the Middle East and Russia's defiance of the West regarding Ukraine.</p><p>The president's challenge is to make good on goals he has pursued for years. When we spoke, he had just restored diplomatic relations with Cuba, bypassing critics who said he was rewarding a despotic regime.</p><p>This made me curious about <a href=\"http://npr.org/372485968#iran\">a still more provocative step: normalization with Iran</a>.</p><p>Administration officials speak optimistically about reaching a final nuclear deal with Iran, though a negotiating deadline has twice been extended.</p><p>The President said that if Iran only would seize its chance to make a deal, the Islamic republic could emerge as a \"very successful regional power\" — an outcome that, the President knows, would dismay most of our Middle Eastern allies and many of his critics in the U.S.</p><p>Iran talks are part of Obama's long-running effort to approach the Middle East in a fresh way. His strategy is radically different from that of his predecessor, President Bush, but their efforts have had something in common: unintended consequences.</p><p>Obama came into office criticizing the invasion of Iraq, but his more limited interventions in Libya and Syria have failed to prevent chaos. <a href=\"http://npr.org/372485968#usrole\">Shouldn't the U.S. have done more?</a></p><p>Obama's notion of \"strategic patience\" — pushing carefully forward until \"something breaks\" in the United States' favor — is tied to another idea. He does not want to focus the full attention of the world's only superpower on Tripoli, Damascus or Kabul. <a href=\"http://npr.org/372485968#isis\">He thinks the future lies in other places</a> — like the cities of East Asia, or, for that matter, U.S. cities that need better infrastructure and schools:</p><p>Our 40-minute conversation with Obama began with his assertion that he has arrived at a pivotal moment, in which he might turn from reacting to emergencies and instead pursue long-delayed goals.</p><p>For Obama it's clear that part of the freedom he seeks is the freedom <em>not </em>to act, or at least not to act precipitately. He wants to save American resources for the battles that, in his mind, matter most.</p><p><em>This is the last section of a three-part interview with the president, which also covered his views on <a href=\"http://npr.org/372537535\">the upcoming Congress</a> and <a href=\"http://npr.org/372557632\">race relations</a>. We'll be hearing other perspectives in the coming days, starting on New Year's Day with Republican Sen. Marco Rubio of Florida.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Waiting+For+A+Break%3A+Obama+On+%27Strategic+Patience%27+In+Foreign+Policy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Inskeep","audio":[{"meta":{"duration":"623"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374142440-64b84d.m3u?orgId=1&topicId=1014&d=623&p=3&story=372558821&t=progseg&e=374105900&seg=1&ft=nprml&f=372558821"},{"href":"http://media.npr.org/assets/img/2014/12/24/worldplace_clip1-d15b4ae2f57e657ae1357357a1d7a858942db6a8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"801","width":"1068"}}]}