{"created":"2015-05-08T17:04:41+00:00","modified":"2015-06-01T23:49:41+00:00","valid":{"from":"2015-06-01T23:49:41+00:00","to":"3015-06-01T23:49:41+00:00"},"hreflang":"en","title":"The Slants Frontman Fights Government To Register His Band's Name","published":"2015-05-09T02:38:00+00:00","teaser":"Simon Tam, the founder and bassist of The Slants, has spent six years trying to register his group's name. The U.S. Patent and Trademark Office says the name disparages Asians.","itags":["npr_api","404748835"],"guid":"e82ab46d-fc87-496d-8998-638ccb898642","contentencoded":"<p><em><strong>Editor's note:</strong> In 2013, we wrote </em><a href=\"http://www.npr.org/blogs/codeswitch/2013/10/20/236235813/asian-american-band-fights-to-trademark-name-the-slants\">about a band named The Slants</a><em> and the legal battle over its name. As the saga continues, we check back in on what it means to the band's members — and what it could mean for trademark law.</em></p><p>When Simon Tam dropped out of college in California and moved to Portland, Ore., to become a rock star, the last tangle he imagined falling into was a multiyear battle with the U.S. Patent and Trademark Office over his band's name.</p><p>Tam founded The Slants. He plays bass and describes the group's sound as \"Chinatown Dance Rock,\" very '80s and very nostalgic. But it's not the sound that's landed the band in headlines — it's the eyebrow-raising name.</p><p>Tam tells me that with it, he's making a point about Asian stereotypes. In his day job, he's a marketing director for a nonprofit. But in making this point, he's spent six years as an unlikely advocate of free speech <em>and</em><em> </em>Asian-American issues. In the fight to register his band's name, he has enlisted linguists and researchers, speaking at colleges across the country. He's even sat through an unusual appeal process.</p><p>Patent officials say the band's name is disparaging. The Slants recently appealed the decision, to no avail. But something unusual happened last month: a <a href=\"http://www.washingtonpost.com/news/volokh-conspiracy/wp/2015/04/27/federal-circuit-will-rehear-disparaging-marks-trademark-case-about-the-slants-and-the-redskins-case-may-be-affected/\">panel of judges weighed in</a> and gave Tam another chance to appeal. This time, the judges will consider only whether the trademark law itself violates free speech.</p><p>It's the latest twist in a saga that started in 2007, when Tam — who's of Taiwanese and Chinese descent — had the idea for an Asian-American group. He was brainstorming names with a friend, and wondered, \"What's a stereotype — what do you think all Asians have in common?\" The friend told him, \"Oh, it's the slanted eyes.\"</p><p>Tam thought this could be a good chance to reclaim the word.</p><p>\"I remember thinking immediately about 'The Slants' [as a potential name], which is an '80s, new wave band, which is music we want,\" Tam recalls. \"We can talk about it being our 'slant on life,' as being people of color.\"</p><p>While not all their work is explicitly about identity and being Asian-American, songs like \"Sakura, Sakura\" embody that mantra. It's a throwback to the old playground taunts Asian-Americans have very likely heard, evidenced in lyrics like these:</p><blockquote><p><em>We sing for the Japanese </em><br /><em> And the Chinese</em><br /><em> And all the dirty knees </em><br /><em>Do you see me?</em><br /><em>We sing in harmony</em></p></blockquote><p>The Slants could name <a href=\"http://www.hollywoodreporter.com/thr-esq/as-washington-redskins-fight-controversial-790185\">themselves whatever they wanted</a>. But when they applied for trademarks, they ran into trouble; the PTO refused their applications.</p><p>It's hard to talk about The Slants and trademark law without someone folding in the <a href=\"http://www.nbcnews.com/news/asian-america/could-slants-trademark-suit-affect-nfls-redskins-flap-n349586\">Washington Redskins trademark saga</a>.</p><p>The fate of The Slants' registration hinges on section 2(a) of the Lanham Act, which prohibits registration of marks considered scandalous or immoral. Now, I reached out to the PTO, but a spokesman said he couldn't comment on ongoing cases. But the trademark office tests a few things: the mark's meaning, whether it refers to a specific group — and whether it's disparaging to a substantial part of it.</p><p>For The Slants, what would it take to be able to register the name? I tossed that question to Rebecca Tushnet, a professor at Georgetown Law. She says that if the words \"disparaging\" and \"scandalous\" were scrubbed from the law, The Slants would have a good go at registering their mark.</p><p>But it seems there are other implications:</p><p>\"If parts of 2(a) are unconstitutional, then you are entitled to a registration, even if it's disparaging,\" Tushnet explains. \"You wanna register 'white power'? Go ahead. You wanna register 'I hate black people'? Assuming you meet the other requirements, you can.\"</p><p>\"That might be unfortunate, or it might be a lot of sound and fury,\" Tushnet explains, pointing out that registrations don't guarantee any success in the marketplace anyway.</p><p>The Lanham Act became law in 1946, a time when it \"was inconceivable that racial, ethnic and other minority groups would be in positions of power to want to reclaim a term like The Slants,\" says Jennifer Lee, a professor of sociology at the University of California, Irvine.</p><p>But these days, Lee says, things are different.</p><p>\"Almost 70 years later, an Asian-American band wants to reclaim the name, divorce The Slants of the slur and empower themselves and Asian-Americans in the process.\"</p><p>A few weeks back, on Twitter, I noted one of the articles picking apart the legalese in The Slants' case. One woman <a href=\"https://twitter.com/allisons/status/590977015227895809\">began tweeting back and forth</a> with Tam. Among the things they discussed was the group's image. \"You identify yourself as an activist, but I have to ask, is this what you want your band to be about? The name?\" she wondered.</p><p>\"I think first and foremost, our band wants to be known for making music,\" Tam told me.</p><p>But scroll through <a href=\"https://twitter.com/SimonTheTam\">Tam's</a> — and <a href=\"https://twitter.com/theslants\">The Slants</a>' — Twitter feeds and you'll see him engaging with all sorts of people about his band, their name and mostly their pending en banc hearing<em></em>.</p><p>It's been a long slog for Tam and his band mates. It's distracted them from the music. But Tam has no regrets; he is already preparing himself for the next round in the bureaucratic tussle over the one word.</p><p>\"I could barely remember a time when were known for the band that was fighting stereotypes — and not the band that was fighting a court case,\" Tam says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Slants+Frontman+Fights+Government+To+Register+His+Band%27s+Name&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kat Chow","audio":[{"meta":{"duration":"219"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405260484-5d0233.m3u?orgId=1&topicId=1015&d=219&p=2&story=404748835&t=progseg&e=405168863&seg=9&ft=nprml&f=404748835"},{"href":"http://media.npr.org/assets/img/2015/05/08/the-slants-20141-2e1f0c200bfb9750a9b303eb83ecbf126f999a72.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2458","width":"3277"}}]}