{"created":"2015-02-09T21:47:50+00:00","modified":"2015-05-13T21:17:11+00:00","valid":{"from":"2015-05-13T21:17:10+00:00","to":"3015-05-13T21:17:10+00:00"},"hreflang":"en","title":"Pick Up Your Smartphone Less Often. You Might Think Better.","published":"2015-02-10T00:51:00+00:00","teaser":"Our friends at the WNYC podcast <em>New Tech City</em> recently challenged you to put down the smartphone to see what sort of brilliance beckoned. We check in on the results.","itags":["npr_api","384945981"],"guid":"e8511f69-9f76-4f55-9f16-64c65e539856","contentencoded":"<p>If you've ever felt like your smartphone was getting in the way of a breakthrough thought, you may not be off base. Research suggests that our brains need downtime and that people have some of their most creative ideas when they're bored. The constant distraction of our phones can get in the way of that.</p><p>Our friends at <a href=\"http://www.wnyc.org/shows/newtechcity/\" target=\"_blank\">New Tech City</a>, a WNYC podcast, <a href=\"http://www.npr.org/blogs/alltechconsidered/2015/01/12/376717870/bored-and-brilliant-a-challenge-to-disconnect-from-your-phone\" target=\"_blank\">recently challenged</a> us all to put our phones down with their campaign <a href=\"http://www.newtechcity.org/bored\">Bored and Brilliant: The Lost Art of Spacing Out</a>. Using an app, <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/07/16/331727575/how-much-time-do-you-spend-on-your-smartphone-lets-see\" target=\"_blank\">Moment</a>, participants tracked their smartphone usage for a week and were challenged to cut it down the next.</p><p>Seven people on the <em>All Things Considered </em>staff were among those who took up the gauntlet, including host Audie Cornish. And while my colleagues and I didn't feel we were doing very well, we did better than the larger group and reduced our phone use by an average of 10 minutes a day. Overall, the more than 18,000 participants cut their smartphone screen time by an average of four minutes, according to <em>New Tech City</em> host Manoush Zomorodi.</p><p>\"We really struck a nerve with this idea that reflexively checking your phone comes at a mental cost,\" Zomorodi says.</p><p>At the beginning of the project, she says, users were averaging about two hours of phone use per day.</p><p><em>New Tech City</em> also offered a couple of specific challenges to help people keep their idle hands off their phones. On one day, they were told to delete a vice app — like Candy Crush — that absorbs too much of their time.</p><p>Zomorodi says she used that opportunity to delete the game TwoDots and ended up cutting a huge chunk out of her phone time.</p><p>Another day, participants were asked to put their phone away while in transit — on a train, in the car, walking down the street, etc.</p><p>Were people really more brilliant at the end? It's admittedly hard to judge creativity, but Zomorodi says they did hear from people at the end of the challenge who felt better once they started to untether themselves from their phones. One described coming out of \"mental hibernation,\" while another person said she thought she was learning more in school without the constant distractions.</p><p>As I mentioned before, Team All Things Considered had mixed results. Some of us were actually logging <em>more</em> time on our phones during the challenge week, and many of us felt unfairly judged by the Moment tracking app when we listened to music or podcasts that commanded screen time. Ultimately, though, it seemed like a wake-up call worth answering.</p><p><a href=\"https://twitter.com/sgraslie\" target=\"_blank\">Serri Graslie</a><em> is a producer for </em>All Things Considered<em> and NPR.org.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pick+Up+Your+Smartphone+Less+Often.+You+Might+Think+Better.&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Serri Graslie","audio":[{"meta":{"duration":"331"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385000797-3b4625.m3u?orgId=1&topicId=1049&d=331&p=2&story=384945981&t=progseg&e=384943305&seg=11&ft=nprml&f=384945981"},{"href":"http://media.npr.org/assets/img/2015/02/09/jh_boredbrilliant_aa_recliner_16-9-01ab31245298094efe36b70d49a91a729aabf11e.png","type":"image/jpeg","meta":{"crop":"standard","height":"528","width":"704"}}]}