{"created":"2015-01-19T10:11:51+00:00","modified":"2015-01-20T08:34:31+00:00","valid":{"from":"2015-01-20T08:34:31+00:00","to":"3015-01-20T08:34:31+00:00"},"hreflang":"en","title":"Nuclear Talks With Iran Recess After 'Limited' Progress","published":"2015-01-19T15:38:00+00:00","teaser":"Iran and six world powers wrapped up their latest round of talks in Geneva over Iran's nuclear program. Negotiations resume in February ahead of a self-imposed July 1 deadline for a deal.","itags":["npr_api","378285874"],"guid":"e853ce1f-56f7-4257-a08a-3f12eb0991a4","contentencoded":"<p>As diplomats trickled out into a frigid Geneva Sunday evening, descriptions of the talks trickled out with them. Iran's Deputy Foreign Minister Abbas Aragchi refused to characterize the progress made so far.</p><p>\"It's too soon to say if we are able to make any progress or not,\" Aragchi said. \"We are still trying to bridge the gaps between the two sides. We try our best, and as I have always said, as diplomats we are always hopeful.\"</p><p>China's delegation had a one-on-one with the Iranians and negotiator Wang Qun was more positive about the talks.</p><p>\"Very pragmatic and in-depth,\" Wang said, \"With existing consensus expanded.\"</p><p>Western diplomats exited the building tight-lipped, perhaps reflecting the long distance left to go and the dwindling time to get there.</p><p>Negotiators set themselves a March 1 deadline to come up with a \"political agreement,\" a framework giving some detail on what a final deal with look like come July 1.</p><p>In order to produce a real framework painful decisions need to be made.</p><p>Iran has to decide whether it will roll back its ability to enrich uranium and the West has to decide which sanctions on Iran will be lifted when.</p><p>It all has to be sellable to hawkish domestic audiences in Tehran and Washington.</p><p>Talks resume in February with the date and venue still to be determined.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Nuclear+Talks+With+Iran+Recess+After+%27Limited%27+Progress&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Kenyon","audio":[{"meta":{"duration":"149"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378289428-4b80d5.m3u?orgId=1&topicId=1009&ft=3&f=378285874"}]}