{"created":"2014-12-28T12:38:13+00:00","modified":"2015-05-13T21:24:39+00:00","valid":{"from":"2015-05-13T21:24:39+00:00","to":"3015-05-13T21:24:39+00:00"},"hreflang":"en","title":"Jamie Oliver, Up To His Elbows In Mashed Potatoes With 'Comfort Food'","published":"2014-12-29T19:46:00+00:00","teaser":"For his new cookbook, the chef compiled soul-soothing, stomach-satisfying recipes from around the world. And this time, Oliver tells NPR's Linda Wertheimer, he worried less about calorie counts.","itags":["npr_api","372918241"],"guid":"e859f710-997f-4ab8-8435-365b1a1e9533","contentencoded":"<p>Jamie Oliver is a food superstar — he has produced and presented hugely popular TV programs on cooking, notably <em>The Naked Chef</em> and more recently <em>Jamie's Food Revolution</em>. He has written more than a dozen cookbooks, many to accompany the TV shows. He has written about English food, Italian food, fast food, American food and school food, and has campaigned for a healthier diet for kids, built around introducing children to a wider range of things to eat — including the dreaded vegetables.</p><p>But his latest book is about plain, homey comfort food. \"[It's] the best food in the world,\" Oliver tells NPR's Linda Wertheimer. \"It's food that has a very wide scope. It's completely subjective. It's often food that makes you feel like you've had a big hug. ... It's often not like what we would call super clean, health food, super food — it's often food that has, you know, a little bit of carbohydrate in there that kind of gets all those lovely happy hormones going, and just makes you feel complete and full.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On the international recipes</strong></p><p>People expect me to introduce them to things ... so I literally just went onto Instagram and did a big question out, you know, what's your favorite comfort food and what country you come from. We got, I think, it's 14,000 responses in 3 1/2 hours. ... We kind of picked out the dishes that kept coming up. I know it's a very crude way to do it, but for me it felt close to my audience, and it meant that I was being introduced to foods I've never, ever heard of.</p><p><strong>On how the cooking is part of the comfort</strong></p><p>Fresh fast food can be fantastic, because it's wok-frying and grilling, and it's very dynamic and in your face, but there's something lovely about comfort food where it gets put away in this thing called an oven, and you just have to leave it. ... A pie is just the most wonderful thing, as all Americans know. But when that comes out of the oven, my God! You know, ribs, beautiful ribs — they just take time.</p><p><strong>On his favorite comfort food for a cold, quiet afternoon</strong></p><p>Shepherd's pie was a real pleasure to write in this book. ... I just decided to go back into the history books, you know, two-, three-hundred years ago. And I actually realized that the really old traditional recipes didn't just have the potato on the top of that lovely stew, with the veggies and the gravy. Actually, the potato went on the bottom and the sides and the top — which no one in Britain, I'd ever seen done before. So I started playing with this recipe, which is 300 years old.</p><p>So it's just basic mashed potato — and then you just act like a kid, which is what comfort food is all about, and push it to the bottom and sides. You don't have to be a chef, you don't have to roll anything out. And then you put that stew in, and you top it, you put it in the bottom of the oven so it's getting crispy on the bottom and the sides as well as crispy on the top. ... and I've never seen all four of my kids — 'cause every bit was crispy, but also soft — the whole thing was attacked, from every angle. And when that bowl was clean, I knew that that recipe had to go in the book.</p><p><strong>On this book and eating healthy</strong></p><p>I try and eat really well and clean, and kind of like focus, Monday to Friday, lunch. And then Friday night, Saturday, Sunday lunch, this is when comfort food comes into its own. This book is basically how I eat every weekend.</p><hr /><p><strong>Shepherd's Pie</strong></p><p><em>Serves 8–10<br /></em><em>6 hours 30 minutes plus cooling<br /></em><em>508 Calories</em></p><p>ROAST LAMB</p><p>1 small shoulder of lamb, bone in (4 1/2 lbs)<br />Olive oil</p><p>FILLING</p><p>4 red onions<br />4 carrots<br />4 stalks of celery<br />1 medium rutabaga<br />a few sprigs of fresh rosemary<br />1 heaping tablespoon all-purpose flour</p><p>TOPPING, SIDES & BOTTOM</p><p>5 1/2 lbs Yukon Gold potatoes<br />2 good pats of unsalted butter<br />3 oz cheddar cheese<br />2 sprigs of fresh rosemary<br />1 cup fresh bread crumbs</p><p>Preheat the oven to 325F. In a snug-fitting high-sided roasting pan, rub the lamb all over with a little oil and a good pinch of sea salt and pepper. Add a splash of water to the pan, then roast for 4 hours, or until the meat is tender and will fall away from the bone. Remove from the oven and leave to cool in the pan, then lift the lamb out onto a board, take all the meat and crispy skin off the bone and roughly chop it, reserving the bones. Skim away any fat from the pan and pop it into a clean jam jar. Add a splash of boiling water to the pan and stir around to pick up all the lovely sticky bits from the bottom. Keep it all to one side.</p><p>For the filling, peel and roughly dice the onions, carrots, celery, and rutabaga, then put them into your biggest frying pan on a medium-high heat with 2 tablespoons of reserved lamb fat. Strip in the rosemary leaves, then fry the veggies for 20 minutes, or until lightly caramelized, stirring regularly. Stir in the flour, lamb, bones, and pan juices, then pour in 6 cups of water. Bring to a boil, then put the lid on and reduce to a gentle simmer for 40 minutes, or until you've got a loose, stew-like consistency, stirring occasionally. To guarantee intense gravy and a tender but dense filling, remove and discard the bones, then place a large coarse sieve over a pan and, in batches, spoon the lamb stew into the sieve. Let the gravy drip through, and after a couple of minutes, when you get a dense pile of meat and veggies in the sieve, transfer that to a bowl, leaving the gravy in the pan. Separately freeze half the cooled meat and gravy for another day.</p><p>For the topping, sides, and bottom, peel and roughly chop the potatoes and cook in boiling salted water for 12 to 15 minutes, or until tender. Drain and leave to steam dry, then add the butter, grate in half the cheese, season to perfection with salt and pepper, mash well, and cool completely. Preheat the oven to 400F. Use a little reserved lamb fat to grease the inside of a baking dish (10 x 12 inches), then pick and tear over the rosemary leaves and sprinkle with half the bread crumbs — they'll stick to the fat and add an incredible crunch. A handful at a time, press the cooled mashed potatoes into the dish, covering the bottom and sides with a 1/2-inch-thick layer. Spoon in the filling and a couple of spoonfuls of gravy, smooth out, then top with the remaining mash, pat it flat, scuff it up with a fork, and pinch it at the edges. Grate over the rest of the cheese, scatter with the remaining bread crumbs, and drizzle lightly with oil. Be sure to bake on the bottom of the oven for 1 hour 10 minutes, or until crisp and golden. Warm your gravy through (reducing, if desired), then serve the pie with loads of seasonal greens or peas and lots of condiments.</p><p><em>From </em>Jamie Oliver's Comfort Food<em> by Jamie Oliver. Copyright 2014 Jamie Oliver. Excerpted by permission of Ecco, an imprint of HarperCollins Publishers.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Jamie+Oliver%2C+Up+To+His+Elbows+In+Mashed+Potatoes+With+%27Comfort+Food%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"426"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373587993-eade50.m3u?orgId=1&topicId=1033&d=426&p=10&story=372918241&t=progseg&e=373587886&seg=17&ft=nprml&f=372918241"},{"href":"http://media.npr.org/assets/img/2014/12/29/author-photo.-jamie-oliver.-photo-credit-david-loftus-0adb0b2ff0d00c1cd1614e29eda1fc89d98dd2b5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1717","width":"2289"}},{"href":"http://media.npr.org/assets/img/2014/12/29/jo_comfort_shepherd-s-pie_please-credit-david-loftus-8829fdf362211d213e65010da8ea3a3e6c7ff183.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1482","width":"1976"}}]}