{"created":"2014-10-06T20:26:59+00:00","modified":"2014-12-16T01:48:28+00:00","valid":{"from":"2014-12-16T01:48:28+00:00","to":"3014-12-16T01:48:28+00:00"},"hreflang":"en","title":"Should Short Beards Be Allowed Behind Bars?","published":"2014-10-06T22:30:00+00:00","teaser":"Arkansas prisoner Gregory Holt hand-wrote a 15-page petition without the help of lawyers, arguing that he be permitted to wear a beard as part of his religion. The Supreme Court will hear the case.","itags":["npr_api","351180675"],"guid":"e866a9fe-c869-468f-8d56-2445af7c0c10","contentencoded":"<p>The U.S. Supreme Court hears arguments Tuesday in a major test of religious freedom. At issue is a law enacted by Congress in 2000 to shore up the religious rights of prisoners.</p><p>What makes the case particularly unusual is that it was brought by a prisoner, with no help from lawyers. In a 15-page handwritten legal petition, the prisoner, Gregory Holt, asked the Supreme Court to review a decision by Arkansas prison authorities denying him permission to wear a half-inch beard. He lost in the lower courts, though the federal magistrate who first heard his case called it \"almost preposterous\" to think that anyone could hide something in a half-inch beard.</p><p>Holt broke his losing streak when, against all odds, the Supreme Court agreed to hear his appeal. Now Holt is represented by the Becket Fund for Religious Liberty and one of the country's leading authorities on religious rights, professor Douglas Laycock of the University of Virginia law school</p><p>Normally, prisoners give up many of their rights when incarcerated. But in 2000, Congress passed the <a href=\"http://www.justice.gov/crt/about/hce/housing_rluipa2.php\">Religious Land Use and Institutionalized Persons Act</a>, known by the abbreviation RLUIPA, to help shore up the religious rights of prisoners. The act is the sister statute to the law at issue in the <a href=\"http://www.supremecourt.gov/opinions/13pdf/13-354_olp1.pdf\">Hobby Lobby</a> contraception case last term. Both statutes seek to enhance religious rights.</p><p>RLUIPA bars prison officials from imposing a \"substantial and unjustified burden\" on the religious exercise of inmates.</p><p>Holt, who prefers to be called Abdul Maalik, may have exercised his right to petition the Supreme Court in a model way, but he is no sweetie.</p><p>According to Arkansas' brief, Holt describes himself as a Yemeni-trained terrorist. In 2005, he was convicted of threatening President Bush's daughters. He is currently serving a life term for breaking into the home of his ex-girlfriend and stabbing her in the neck and chest. The state says that he has continually threatened jihad against various public officials and was found holding a knife against a fellow inmate's throat after a religious dispute.</p><p>Despite this background, a whole host of unlikely bedfellows have come forward to support Holt in this case: groups from the ideological right and left, leading organizations that represent corrections officials throughout the United States, and the federal government.</p><p>Holt describes himself as a devout Muslim whose religious tenets require that he not cut his beard. As a compromise, he asked to be allowed to wear a half-inch beard. But Arkansas corrections officials refused, citing the state's policy against all beards in prison except for medical reasons.</p><p>The state did not respond to NPR's inquiries for this story. Its only ally in the case is the state of Alabama, which filed a brief on behalf of itself and more than a dozen states asking the court to defer to prison officials and their expertise in matters such as this. \"Prison administrators know better than judges about the unique safety problems and resource constraints in running a prison,\" says Andrew Brasher, the solicitor general of Alabama. \"And that's one of the reasons why the Supreme Court has always deferred to their judgment when weighing prisons' religious liberty claims.\"</p><p>But professor Laycock, representing Holt, counters that Congress was \"unwilling to give unlimited deference\" to prison officials on this issue because of a history of \"egregious\" and unjustified intrusions on religious liberty. \"When there's clearly a security interest and the prisons can explain it in clear terms, and document it with some examples where it's happened somewhere,\" says Laycock, \"they're naturally going to get deference from the judges. But they didn't do any of that here.\"</p><p>In fact, 43 states and the federal prison system allow beards — many without any limit at all on the length of beard. Briefs filed by former prison wardens and corrections officials note that it is much easier for inmates to hide contraband like weapons or drugs in their clothes, hair or body cavities than it is to hide them in short beards. And yet, as Laycock observes, no prison requires inmates to \"shave their heads and go naked.\"</p><p>But Alabama's Brasher notes that prison systems are not all the same. \"I think this kind of argument, that essentially everyone else does it so you have to as well, undermines the notion of deference to state administrators,\" he says.</p><p>Professor Laycock responds that the Arkansas corrections officials who testified in Holt's case demonstrate not expertise but ignorance. \"There were 43 other prison systems that would allow what they prohibited. The accreditation standards encouraged what they prohibited. And they had no knowledge of any of that. So they couldn't really testify as experts,\" he contends.</p><p>The bottom line, according to Laycock, is that if the federal statute aimed at protecting religious rights in prison doesn't cover a short half-inch beard worn for religious purposes, it likely covers nothing.</p><p>The Supreme Court has ruled on RLUIPA just once. In 2005, the court upheld the statute as constitutional but didn't spell out how it is to be applied. This case will be the first time the court will tackle the question of how to balance the religious rights of prisoners and still defer to prison officials seeking to keep their facilities safe.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Should+Short+Beards+Be+Allowed+Behind+Bars%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"421"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354124518-723081.m3u?orgId=1&topicId=1070&ft=3&f=351180675"},{"href":"http://media.npr.org/assets/img/2014/09/24/gregoryholt-13f51c7da780249154802655d6d3f09aec93ff8e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"116","width":"155"}},{"href":"http://media.npr.org/assets/img/2014/10/06/scotus-beard-888381c8e484f7e875c0fd470a2ab877586508e1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2331","width":"3108"}}]}