{"created":"2015-06-29T12:17:21+00:00","modified":"2015-06-29T12:20:37+00:00","valid":{"from":"2015-06-29T12:20:37+00:00","to":"3015-06-29T12:20:37+00:00"},"hreflang":"en","guid":"e86c4fa3-d521-4dff-8354-be9c97477ead","title":"Two psychologists say they've identified a long-lost (and misattributed) work of Shakespeare's","published":"2015-06-29T12:20:32+00:00","byline":"Richard Paul","tags":["arts","culture","theatre","history","Culture","Arts, Culture & Media","Europe","United Kingdom"],"teaser":"How science and a computer algorithm identified a play that may have been written by William Shakespeare, but has long been attributed to Lewis Theobald.","contentencoded":"<p>In April, two researchers at the University of Texas published an <a href=\"http://pss.sagepub.com/content/early/2015/04/08/0956797614566658.abstract\" target=\"_blank\">article</a> in the academic journal Psychological Science, saying they could attribute a new play to William Shakespeare. The play in question, <a href=\"http://www.amazon.com/exec/obidos/ASIN/190343677X/wnyc-s360-20/\" target=\"_blank\" title=\"buy this book at Amazon\">Double Falsehood</a>, was long thought to have been written a century after Shakespeare’s death by Lewis Theobald, who supposedly based it on a lost play co-written by Shakespeare and another playwright, John Fletcher.</p>\n<p>Although scholars have searched for new plays by Shakespeare for centuries, these researchers, <a href=\"http://www.utexas.edu/cola/depts/psychology/graduate/profile.php?id=rlb3948\" target=\"_blank\">Ryan Boyd</a> and <a href=\"http://www.utexas.edu/cola/depts/psychology/faculty/pennebak\" target=\"_blank\">James Pennebaker</a>, say they can prove Shakespeare and Fletcher, not Theobald, were the real authors of Double Falsehood.</p>\n<p>And they have a novel method to do it. They begin from the premise that you can read an author’s psychological signature buried in the words he or she uses in a play. “The way that people use literally dozens of different categories of language,” Boyd says, “reflect all of these separate psychological processes that are happening in their head.” </p>\n<p>Boyd and Pennebaker wrote a series of computer programs, took a group of plays by different writers and Shakespeare, broke the plays down into words and strings of words, sorted the words, and then gave them numerical codes. After that, according to Boyd, they “hand them over to different algorithms that put them together in such a way that we can figure out which psychological processes best distinguish between the three different authors.” </p>\n<p>One category of language is called “social words.” In the case of Double Falsehood, Boyd offers as an example a passage using family words, like “mother”:</p>\n<blockquote><p>I conjure you,<br />By all the tender Interests of Nature,<br />By the chaste Love ‘twixt you, and my dear Mother?<br />(O holy Heav’n, that she were living now!)<br />Forgive and pity me.— Oh, Sir, remember,<br />I’ve heard my Mother say a thousand Times,<br />Her Father would have forced her Virgin Choice;<br />But when the Conflict was ’twixt Love and Duty,<br />Which should be first obey’d, my Mother quickly<br />Paid up her Vows to Love, and married You.</p>\n</blockquote>\n<p>Boyd says these words demonstrate that the author values personal attachments — something you find all over the writing of John Fletcher. This process, Boyd says, has left him “95 to 97 percent sure” that Shakespeare and Fletcher co-wrote Double Falsehood. “The play does have all the hallmarks of a legitimate Shakespeare and Fletcher collaboration,” he says.</p>\n<p>But there are lots of ways the 16th century can trip up even the best of computer programs. For one, unlike books today, two copies of the same 16th century book might not be identical to each other. For example, in the First Folio of Shakespeare (the first printed version of the Bard’s complete works), there are multiple versions of Hamlet’s first soliloquy. In three different copies of the First Folio housed at the <a href=\"http://www.folger.edu/\" target=\"_blank\">Folger Shakespeare Library</a> in Washington, DC, Hamlet wishes that “this too, too sullied flesh,” “this too, too soiled flesh” and “this too, too solid flesh” would melt, thaw and resolve itself into a dew.</p>\n<p>Another problem comes from the classifications that Boyd and Pennebaker gave to the words they came across in the plays. Their algorithm is supposed to be able to pick up on the writer’s fetishes or cravings, but they’ve got a big blind spot: 16th-century puns, which pop up in nearly every line of the plays, but can be hard for present-day English speakers to pick up on. According to <a href=\"http://www.studio360.org/story/olivier-had-it-wrong-shakespeares-original-pronounciation/\" target=\"_blank\">David Crystal</a>, author of the Cambridge Encyclopedia of Language, in the 16th century, the word “hour” was pronounced “oar” and was a synonym for “prostitute.” “Anytime you get the word ‘hour’ turning up in a Shakespeare play,” Crystal says, “there’s always a possibility that there might be a pun there.”</p>\n<p>So an algorithm that assumed the word “hour” was only about time would fundamentally misunderstand the word’s meaning. And “hour” is hardly the only word like this. “These puns cover every conceivable word in the canon,” Crystal says. “You are always on the lookout for them.”</p>\n<p>This isn’t the first time scholars with computers have found Shakespearean treasure. In the mid-1990s, a scholar named Don Foster, using a similar program to analyze the frequency of words used in Shakespeare’s works, announced that he had discovered a previously unattributed poem by Shakespeare. Seven years later, after several editions of Shakespeare’s poetry had incorporated the new poem, scholars attributed it to one of Shakespeare’s later imitators, John Ford. Foster, who hadn’t included Ford’s work in his database, admitted he was wrong.</p>\n<p>That is not to say Boyd and Pennebaker’s discovery will meet the same fate, but perhaps jumping in as they do may show “a mind impatient, an understanding simple and unschool’d.”</p>\n<p><em>This <a href=\"http://www.studio360.org/story/have-two-psychologists-found-lost-play-shakespeare/\">story</a> first aired as an interview on PRI's <a href=\"http://www.studio360.org/\">Studio 360</a> with Kurt Andersen.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-29%2Ftwo-psychologists-say-theyve-identified-long-lost-and-misattributed-work&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/Shakespeare%2527s_Globe-London-2.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/shakespeare27sglobe-london-2jpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/audio.wnyc.org/studio/studio061815c.mp3"},{"href":"http://admin.pri.org/file/studio061815cmp3"}]}