{"created":"2014-11-07T08:36:56+00:00","modified":"2015-05-06T20:39:25+00:00","valid":{"from":"2015-05-06T20:39:24+00:00","to":"3015-05-06T20:39:24+00:00"},"hreflang":"en","title":"China's Corruption Crackdown Pummels Macau Casinos","published":"2014-11-11T21:27:00+00:00","teaser":"The Chinese island is renowned as a gambling capital and a place to launder cash. An anti-graft campaign has driven away high rollers and others dependent on its shady financial services.","itags":["npr_api","360177247"],"guid":"e878f9b9-7377-480e-ac5b-14f801ed325d","contentencoded":"<p>The southern Chinese city of Macau is the global capital of casino gambling. Last year, revenue rose about 20 percent, hitting $45 billion — nearly seven times the haul on the Las Vegas strip.</p><p>But since June, Macau's take has tumbled every month, according to local government figures. In October, revenue plunged 23 percent, the biggest drop on record.</p><p>Insiders say China's anti-corruption crackdown is scaring off high rollers — including corrupt officials.</p><p>Hoffman Ma, deputy CEO of Ponte 16 Resort, Macau, which is home to one of the city's 35 casinos, says betting by his richest customers is way down.</p><p>\"June, July, August, I think the VIP segment was suffering roughly about 20 percent decline per month,\" said Ma, in an interview in his Hong Kong office, overlooking the city's Victoria Harbor.</p><p>Ma says high rollers are spending less to avoid drawing attention amid the government's fierce anti-corruption campaign. Beijing is also trying to control the illegal flow of money from mainland China to the former Portuguese colony.</p><p>\"Any form of moving a large amount of money out of China would be a lot more difficult because of what's happening,\" says Ma. \"Obviously, they don't want the corrupted officials to be able to move their money out.\"</p><p>Macau is a Special Administrative Region of China that lies at the mouth of the Pearl River Delta, about an hour's ferry ride from Hong Kong. It covers a landmass about half the size of Manhattan.</p><p>Macau is the only place in China where gambling is legal. It's also a giant pipeline for moving money out of the mainland and beating the government's strict currency controls.</p><p>China only allows people to carry the local equivalent of $3,300 overseas per day, but you can move a ton more using other methods, including Macau's countless pawn and jewelry shops.</p><p>Ben Lee, managing partner at IgamiX, a gaming management and consulting company, explains how it works: \"The pretext they have is the client buys a watch, they put it through as a watch sale, and then the client sells it back to the retailer.\"</p><p>The salesperson gives the customer cash back, minus a commission.</p><p>\"The watch does not even get moved out from under the counter,\" Lee explains in an interview at a casino coffee shop. \"It does not touch the customer's hand.\"</p><p>It sounded easy, so I asked my translator, Ava, who speaks the local dialect, Cantonese, to check it out. We went to a shopping area in the basement of a casino, which was filled with prostitutes. Ava went into a jewelry store to browse.</p><p>Ten minutes later, we caught up outside. Ava explained that she'd found a diamond ring worth about $130,000.</p><p>\"The shopkeeper said I can get a cash-back refund whenever I want for 90 percent [of the original value],\" Ava reported.</p><p>All she had to do was swipe her UnionPay debit card, which is backed by state-run banks in mainland China. In return, the shopkeeper would give her cash back minus the commission. Because of Macau's special status, it doesn't face mainland currency controls. So, Ava could then move the money to another country — as so many people do.</p><p>To slow the illegal flow of money, China cut the amount people can spend each day using UnionPay from a staggering $820,000 to a still really high $164,000. Ava asked the shopkeeper about the new limits, but she wasn't impressed.</p><p>\"The shopkeeper said ... you can still spend whatever you want,\" Ava said.</p><p>In a private meeting, an official with the Monetary Authority of Macau said the city racked up more than $22 billion in UnionPay transactions last year, according to Reuters. The population of Macau is just over 600,000. Most of the UnionPay transactions came at stores in and around casinos.</p><p>Shanghai-based UnionPay declined NPR's request to discuss the illegal use of its cards.</p><p>UnionPay is not the only way to move large sums of money from the mainland into Macau. Just across the Macau-mainland border in the Chinese city of Zhuhai is an underground shopping mall. Kiosks there sell cigarettes, cellphone accessories and bottled water, but their real business is moving money.</p><p>I approached a woman behind one of the counters. She wore a pair of blue jeans and a white T-shirt. In Mandarin, I asked if she could help me move about 1 million yuan — or about $160,000. No problem, she said, as long as I had that amount in my mainland bank account.</p><p>She said she could have the cash delivered to my hotel room in Macau in another currency by the end of the day. Ben Lee, of IgamiX, says the cash never physically crosses through customs.</p><p>\"They have a lot of money on both sides of the border, what we call 'parallel, capital pools,' \" says Lee. You pay into one pool in mainland China and draw from another in Macau. Money goes both ways, and accounts are reconciled at the end of each month.</p><p>Money leaking offshore has been a big problem for China's government. A 2008 study by the People's Bank of China found that more than 16,000 Communist Party officials, businessmen and CEOs had disappeared overseas with more than $130 billion.</p><p>Given the murky origins of some fortunes and the current climate, wealthy Chinese are looking for ways to move assets offshore.</p><p>\"I've had businessmen telling me, 'Look, Ben, I want to get my money out because I don't feel safe,' \" says Lee, repeating a common conversation in mainland China these days. Lee says the thinking goes like this: \"I may be clean now. However, at some point in my earlier life, I may have dealt with a government official.\"</p><p>\"If that official was caught up in anti-corruption campaign, I could be caught up even though I no longer have any relationship with him,\" he says. \"So, there's a lot of fear in China right now.\"</p><p>Does that mean Chinese high rollers have sworn off casinos?</p><p>Tony Tong, an independent consultant who works with Macau casinos and VIP junket operators, doesn't think so. He says many are just going elsewhere.</p><p>\"I think other casinos in the surrounding countries have benefited from Macau's decline,\" says Tong.</p><p>That includes those in Sydney and Singapore, where Chinese high rollers hope to operate with less scrutiny from their own government.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=China%27s+Corruption+Crackdown+Pummels+Macau+Casinos&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"299"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362226285-029637.m3u?orgId=1&topicId=1125&d=299&p=3&story=360177247&t=progseg&e=362225794&seg=18&ft=nprml&f=360177247"},{"href":"http://media.npr.org/assets/img/2014/10/30/macau-casinos-cca1ca6464f225b65319c71833f011bc19ee80a0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1486","width":"1982"}},{"href":"http://media.npr.org/assets/img/2014/10/30/langfitt-macau-casino-1edit_custom-5fcfabe45eac2c2bf643e51a063ced07866792a5.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1364","width":"2048"}}]}