{"created":"2014-10-06T22:01:15+00:00","modified":"2014-10-07T21:57:57+00:00","valid":{"from":"2014-10-07T21:57:56+00:00","to":"3014-10-07T21:57:56+00:00"},"hreflang":"en","guid":"e882b42d-7113-41d7-a767-b2b2073b278d","title":"The Ebola outbreak quiets an important Muslim holiday in Guinea","published":"2014-10-07T21:57:55+00:00","byline":"Bradley Campbell","tags":["Ebola","ebola outbreak","religion","culture","Belief","Lifestyle & Belief","Conakry","Africa","Guinea","West Africa","Africa","Alhassan Silah","Islamic culture","Islamic festivals","Islam","Religion","Eid al-Adha","Eid","Muslim holidays"],"teaser":"Eid al-Adha is a big occasion for Muslims around the globe. But for any part of the Muslim world that's staring down the barrel of Ebola right now — like Guinea, the country where the current outbreak began — the parties are muted.","contentencoded":"<p>If you can smell tender lamb stewing in your neighbor&#39;s kitchen, it could be an Eid al-Adha celebration next door.&nbsp;This is the middle of the three-day Muslim holiday, which is one of the biggest of the year.</p><p>There are usually big feasts and gatherings for&nbsp;Eid al-Adha &mdash; sometimes called&nbsp;the &quot;Big Eid,&quot; in contrast to Eid al-Fitr, which marks the end of Ramadan.&nbsp;But for any part of the Muslim world that&#39;s dealing with&nbsp;Ebola right now,&nbsp;fear&nbsp;of the disease is tamping down the celebrations.</p><p>Take Guinea, where the&nbsp;current Ebola outbreak began. The country&nbsp;has a&nbsp;large&nbsp;Muslim population, and the&nbsp;people celebrating Eid in the capital of Conakry&nbsp;are well aware of the&nbsp;risks of contracting Ebola.</p><p>&quot;People kind of enjoyed themselves quietly,&quot; says&nbsp;Alhassan Silah, a BBC reporter in the city. &quot;It&nbsp;used to be&nbsp;people would go out onto the streets and, you know, dance and then make some merriment. But [this year], it was pretty, pretty subdued on that front.&quot;</p><p>Silah also talked to mosquegoers for a story and was careful to take his own precautions.&nbsp;&quot;I can assure you, I didn&#39;t shake hands,&quot; he says. &quot;I prefered putting my microphone in front of me. That was my hand, as it were.&quot;</p><p>He did that because avoiding contact with others is a key recommendation in&nbsp;halting&nbsp;the spread of Ebola. Yet Silah says people continued to shake hands among themselves and with the imam, carrying on Eid tradition. But they did cut down on another practice: wiping themselves with some of the imam&#39;s sweat as a kind of benediction.</p><p>Many Guineans simply believe Ebola is a myth, and Silah says the Muslim and religious communities are busy trying to counter that idea. Imams and church leaders are preaching to the masses about the dangers of Ebola. Silah says it&#39;s&nbsp;having an impact &mdash; but&nbsp;how much?</p><p>He can&#39;t answer with any certitude, but he&#39;s&nbsp;seen more people starting to wash their hands and feet with disinfectants:&nbsp;&quot;The precautions are being adhered to little by little.&quot;</p>","audio":[]}