{"created":"2015-03-10T19:19:32+00:00","modified":"2015-03-11T13:39:42+00:00","valid":{"from":"2015-03-11T13:39:42+00:00","to":"3015-03-11T13:39:42+00:00"},"hreflang":"en","guid":"e8885168-c361-4674-b7f2-97559eaa015f","title":"Why are van Gogh's paintings slowly turning white?","published":"2015-03-11T13:39:37+00:00","byline":"Shefali S. Kulkarni, Nina Porzucki","teaser":"Scientists have discovered that a mineral in the red paint van Gogh used for his work is decomposing when exposed to light.","tags":["Arts","Arts, Culture & Media","Antwerp","Europe","Belgium","Vincent van Gogh","Renoir","Francesca Casadi","Vincent van Gogh","Modern art","Post-Impressionism","Wheat Fields","Van Gogh Museum"],"contentencoded":"<p>Something's different about Vincent van Gogh's work.</p>\n<p>It has been puzzling art curators and experts for a long time, but scientists at the University of Antwerp <a href=\"http://onlinelibrary.wiley.com/doi/10.1002/ange.201411691/abstract\">discovered</a> the reason why some of van Gogh's most prized works of art are turning white.</p>\n<p>It's the plumbonacrite!</p>\n<p><img alt=\"VanGogh_1\" info=\"null%7D\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Van_Gogh_-_Heuschober_an_einem_Regentag.jpeg?itok=su4RF4CN\" title=\"VanGogh_1\" typeof=\"Image\" /></p>\n<p>Also known as red lead, plumbonacrite is suspected to be one of the first synthetically-made paints known to man, and van Gogh was a particular fan of the stuff. In many of his paintings he used bold colors — including the red hue — which apparently degrades like a <a href=\"http://hyperallergic.com/187745/the-chemistry-of-why-van-gogh-reds-are-going-white/\">Gobstopper candy</a> when exposed to light.</p>\n<p>Francesca Casadio, a conservation scientist with the <a href=\"http://www.artic.edu/\">Art Institute of Chicago</a>, says \"We have known for some time that some of the pigments that van Gogh used alter with time. But honestly I was quite surprised to find that the red lead the mineral pigment that typically is considered relatively stable also failed him.\"</p>\n<p>Casadio says that at the time many artists like van Gogh were swept up by the industrial revolution and it's impact on the art world — like the manufacturing of paint. Renoir, she says, had opined that Impressionism would not have happened if paint had not been manufactured.</p>\n<p>\"You don’t have the work-ship or assistance grinding minerals and having all control on the production,'' Casadio says. \"I suspect that the failing of this red lead may have to do with something in the way it was produced.\"</p>\n<p>\"Some of the industrial manufacturing did include impurities we know now cause some of these changes,\" Casadio says. \"But artists, of course, love the convenience of buying paint in a tube and not having to make their own paint.\"</p>\n<p>To figure out how red lead was changing colors, the Belgium researchers took a tiny white piece of van Gogh's Wheat stack under a cloudy sky. They examined the white speck under a microscope and fired x-ray lasers through the sample to determine what minerals it contained.</p>\n<p>Turns out that speck of paint was originally red.</p>\n<p>The team of scientists notes that, “this is the first reported occurrence of this compound in a painting dating from before the mid 20th century.” But this isn't the <a href=\"http://hyperallergic.com/110385/the-chemistry-of-the-canvas-returning-the-red-to-a-renoir/\">same reason</a> why Renoir’s 1883's <em>Madame Léon Clapisson</em> is fading. The red color used for that painting comes from an insect known as a cochineal, which, when exposed to light separates its organic and inorganic compounds. That turns the red in the Renoir's work into a mellow gray.</p>\n<p>Casadio says that while it's considered unethical to touch up the paintings to restore them to their original vibrant reddish hue, digital technology does allow for us to see how the artist first painted their works of art. For example, she says that the <a href=\"http://www.vangoghmuseum.nl/\">Van Gogh Museum in Amsterdam</a> has an app that allows the user to get an up close look at van Gogh's work — on the surface and underneath the paint.</p>\n<p> </p>\n<p><img alt=\"bedroom van gogh\" info=\"null%7D\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Van%20Gogh%252c%20Bedroom%20at%20Arles.jpg?itok=4AwJtOWx\" title=\"bedroom van gogh\" typeof=\"Image\" /></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-09%2Fwhy-are-van-goghs-paintings-slowly-turning-white&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0310201502.mp3"},{"href":"http://www.pri.org/file/0310201502mp3"}]}