{"created":"2014-09-19T19:45:23+00:00","modified":"2014-10-08T21:07:27+00:00","valid":{"from":"2014-10-08T21:07:26+00:00","to":"3014-10-08T21:07:26+00:00"},"hreflang":"en","title":"When Your Child's Food Allergies Are A Matter Of Life And Death","published":"2014-04-14T17:56:00+00:00","teaser":"Laurel Francoeur's son has multiple severe allergies. This means keeping certain items out of the house and calling ahead to restaurants. It also means tough talks with her son and other parents.","itags":["npr_api","302187267"],"guid":"e8894fae-36ec-4c8a-a683-0c05139e502d","contentencoded":"<p>Laurel Francoeur's son Jeremy was about a year old when he had his first life- threatening allergic reaction. She took him to the doctor when hives started to cover his whole body. Tests revealed severe allergies to peanuts, tree nuts, eggs, soy, sesame and shellfish.</p><p>Like many parents of children with severe food allergies, Francoeur faces a host of unique challenges.</p><p>\"It's a lot of planning,\" she says. \"You have to always plan where you're going, how you're going to eat when you get there. Will the food be safe? Will he have something to eat?\"</p><p>At school, Jeremy has a special accommodation plan designed for students with disabilities. They put the precaution in place after Jeremy had an anaphylactic reaction while building a gingerbread house in kindergarten. He had touched some icing that contained eggs.</p><p>When he went to the hospital, an emergency room doctor mentioned that he could have died. Jeremy hadn't realized this, and the experience scared him. He was afraid to go back in the cafeteria at school.</p><p>\"We had to say, 'Well look, you can die, but let's focus on the fact that you have a medication that will save you,' \" Francoeur says. \"So you kind of have to empower them to say, yes you have this risk, but we do have a solution.\"</p><p>Health risks aside, awkward social situations can arise. Francoeur, an attorney in Lexington, Mass., helps other families negotiate these dilemmas. She runs a support group for parents of children with severe allergies.</p><p>Many parents come to the group right after their child's diagnosis, concerned about dealing with family members who don't understand. They also have questions about navigating relationships with other parents who are frustrated about changes in the classroom.</p><p>\"It's something you really have to negotiate and see, how is it going to work for your child? And try to let other people understand that you're not doing this to be a pain in the neck. You're doing this because your child could die if they touch or eat the wrong things,\" she says.</p><p>As Francoeur points out, rates of food allergies are on the rise. A <a href=\"http://www.npr.org/blogs/health/2011/06/20/137295285/study-food-allergies-affect-1-in-13-kids\">national survey conducted in 2011</a> found that about 1 in 13 children is allergic to at least one food.</p><p>Doctors told Francoeur that Jeremy might grow out of the allergies, but he hasn't. Now that he's a teenager, some things are easier. Francoeur doesn't have to worry about him touching everything, or picking the wrong thing up off of the floor.</p><p>However, Francoeur says, teenagers are at a higher risk for having fatal anaphylaxis than younger children because \"they're at that age where they think they're invincible and they want so desperately to fit in.\"</p><p>Jeremy carries a small form of epinephrine that fits in his pocket. \"He likes that because it doesn't call attention to him,\" Francoeur says. Planning meals and calling ahead to restaurants before going out with friends are just necessary norms.</p><p>\"For him, it's just part of his life,\" she says, \"and he hasn't known any other way of living.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=When+Your+Child%27s+Food+Allergies+Are+A+Matter+Of+Life+And+Death&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"274"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1302353926-790eb6.m3u?orgId=1&topicId=1134&ft=3&f=302187267"},{"href":"http://media.npr.org/assets/img/2014/04/12/laurel-1192680b1dc15ccf51a1dda5e2bdcfd0a9506c76.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1451","width":"1933"}}]}