{"created":"2015-01-17T11:15:00+00:00","modified":"2015-01-29T13:11:11+00:00","valid":{"from":"2015-01-29T13:11:11+00:00","to":"3015-01-29T13:11:11+00:00"},"hreflang":"en","title":"Remembering Al Bendich, Fierce Defender Of Free Speech","published":"2015-01-17T16:57:00+00:00","teaser":"The lawyer, who successfully defended Allen Ginsberg and Lenny Bruce in landmark free speech cases, died this month. Without of his wins, a lot of culture we enjoy might have been blocked as obscene.","itags":["npr_api","377795336"],"guid":"e88af437-8702-4200-a7d3-11e0e32031e3","contentencoded":"<p>When Alan Ginsberg wrote, \"I saw the best minds of my generation destroyed by madness, starving hysterical naked\" in 1955, his poem \"Howl\" wasn't immediately acclaimed a masterpiece. Some people read the explicit parts and said it was mere porn.</p><p>Shig Murao, a clerk at City Lights Bookstore, was arrested when he sold a copy of <em>Howl and Other Poems</em> to an undercover San Francisco policeman. Lawrence Ferlinghetti, who published the book, was arrested, too; the men were tried for obscenity.</p><p>This week the last surviving lawyer of the legal team that defended them in that landmark case died. Al Bendich was 85. He was then a young staff attorney for the American Civil Liberties Union, and just a few years later, he also successfully would defend Lenny Bruce against obscenity charges.</p><p>In each case, Judge Clayton Horn ruled that the work had what he called, \"redeeming social importance,\" a phrase cited even today.</p><p>\"Howl\" is studied in literature classes now. Lenny Bruce is admired as a social satirist. But <a href=\"http://www.poets.org/poetsorg/poem/howl-parts-i-ii\" target=\"_blank\">if you read \"Howl,\"</a> or <a href=\"https://www.youtube.com/watch?v=Ua0TT87KNwo\" target=\"_blank\">listen to some of Lenny Bruce's routines</a>, there are passages that can still jolt you as you yowl or weep. I am pretty sure it's what they would have wanted.</p><p>It is hard to imagine that popular entertainments today — <em>The Wire, The Sopranos, Mad Men,</em> <em>The Affair</em>, <em>Fifty Shades of Grey</em>, Dr. Dre — would be possible without the court cases Al Bendich helped fight.</p><p>So it was interesting to read this week <a href=\"https://www.aclunc.org/blog/remembering-al-bendich\" target=\"_blank\">what Mr. Bendich told a group of ACLU supporters in March</a> of last year as what he saw as threats to free speech today, in a time when technology can help governments and companies monitor our keystrokes and conversations, and when people propose codes — which the ACLU opposes — against hateful or offensive speech.</p><p>\"Police are not going through book stores anymore looking for obscenity,\" he said. \"And they are not trying to track people who are engaging in sexual practices that they don't approve of. That has changed.</p><p>\"The First Amendment says Congress shall make no law abridging the freedom of speech. There's a reason for that absolute. There's a reason for that cut-off. ... Because unless people are free to think, to form opinions, to discuss those opinions with each other — to seek to become educated, to seek to educate others to try to understand the principles of making progress of what freedom is, of how we can expand our freedom — unless we have the opportunity to do that, then, we are not self-governing. ... We have to do our homework and study some history; pay attention to what our origins are.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Remembering+Al+Bendich%2C+Fierce+Defender+Of+Free+Speech&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Simon","audio":[{"meta":{"duration":"156"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377925012-a48a61.m3u?orgId=1&topicId=1062&aggIds=4495795&e=377795336&d=156&ft=nprml&f=377795336"},{"href":"http://media.npr.org/assets/img/2015/01/16/904999-335d74c43a442566dbc5dff6c0cee1220b382178.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1522","width":"2029"}}]}