{"created":"2015-03-25T00:35:20+00:00","modified":"2015-05-13T21:07:13+00:00","valid":{"from":"2015-05-13T21:07:13+00:00","to":"3015-05-13T21:07:13+00:00"},"hreflang":"en","title":"Retired Oakland Police Officer Recruits Locals To Police Their Own City","published":"2015-03-27T08:42:00+00:00","teaser":"Police departments around the county are under pressure to diversify. In Oakland, Calif., officials say police-community relations also might improve by increasing the number of cops who live there.","itags":["npr_api","394895459"],"guid":"e8970bc0-7ffe-44f6-8798-cc4e6e6bd9c1","contentencoded":"<p>Police departments around the county are under more and more pressure to diversify. In Oakland, Calif., officials say police-community relations also might be improved by increasing the number of cops who actually live in the city.</p><p>Margaret Dixon, a fiery retired Oakland police officer, grew up in a rough part of this city of 400,000. These days she's teaching classes at Merritt College, an Oakland community college — including one on policing and community relations.</p><p>After 25 years on Oakland's police force, Dixon uses her classes as a kind recruiting ground to get more young people like Manuel Rodriguez to follow in her footsteps.</p><p>\"I always say this to my Latino, brown sisters and brothers — that we need you,\" she tells him in class. \"We need you so desperately.\"</p><p>The department is looking for more Latinos, but it's really looking to recruit more African-Americans. They make up less than 19 percent of the police force, but are 28 percent of the population.</p><p>Dixon says boosting the number of local recruits in Oakland would mean more officers in sync with the city. Right now only 7 percent of Oakland's cops live in the community.</p><p>\"They understand the needs, and they're policing people that they already know,\" she says.</p><p>But it's not easy becoming a cop: Oakland's department typically gets about 1,000 applications, but only 5 percent make it into the academy. Some face educational challenges, credit problems, even rap sheets. Dixon sees it as her job to help the best candidates over these hurdles.</p><p>\"The students who are serious about going into police work — we're going to get 'em and hold on to them,\" she says.</p><p>Only a handful of the students in her community policing class want to be part of Oakland's 700-plus cops, and none of them are African-American. Like in so many cities, Dixon says, there's little trust of the police.</p><p>There also is a long history of aggressive policing in this city's black community; for the past 12 years this police department has been under federal court supervision.</p><p>That history does seem to color the views of students like Tiara Allen.</p><p>\"I kind of light-weight trust a cop,\" she says, \"but I don't trust the system itself.\"</p><p>And cops are too quick to use deadly force and should use more discretion, says Dario Harper.</p><p>\"And I just think officers should be held to a higher standard than us,\" he says.</p><p>Dixon tells Harper that police don't always have the luxury of discretion.</p><p>\"You don't have but a ... uhh ... that much time to make a decision,\" she says. \"You can't train an officer to second-guess stuff.\"</p><p>Jovantae Carleton, a lanky 19-year-old basketball player, isn't buying it.</p><p>\"So I feel like the excuse that you made, 'we don't know what this person has' — every officer is using that excuse constantly and they're getting away with it,\" he says.</p><p>Salome Rodriguez Marin, who does want to be an Oakland cop, says she's seen firsthand how the department's culture is starting to change.</p><p>\"So I think it's also our responsibility as a community to become educated, so that we just don't go around saying 'oh I don't trust the police,' \" she says.</p><p>And change will come faster, says Dixon, if more Oaklanders step up and apply.</p><p>\"Don't tell me that you don't like who came to your door — that's all we had,\" she says. \"Don't tell me that the officer was insensitive because he didn't understand, because you live where you live. I'm sorry, this is what we have. You be the change.\"</p><p>Of the 35 cadets who graduated from Oakland's last academy, 10 came from the community — four of them from Dixon's program.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Retired+Oakland+Police+Officer+Recruits+Locals+To+Police+Their+Own+City&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tara Siler","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395119166-9c6576.m3u?orgId=1&topicId=1001&d=234&p=2&story=394895459&t=progseg&e=395070275&seg=17&ft=nprml&f=394895459"},{"href":"http://media.npr.org/assets/img/2015/03/24/85671032-e73fc0766fb09011f922d5336572c6d3a9895967.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2454","width":"3272"}}]}