{"created":"2015-05-13T12:40:39+00:00","modified":"2015-05-19T15:42:34+00:00","valid":{"from":"2015-05-19T15:42:34+00:00","to":"3015-05-19T15:42:34+00:00"},"hreflang":"en","guid":"e8b92259-fa5c-4285-ac93-92857d682f35","title":"He got accepted into all 8 Ivy League schools and Stanford. And decided.","published":"2015-05-19T15:42:32+00:00","byline":"Arwa Gunja, Kyle McAuley, T.J. Raphael","tags":["education","immigration","culture","Global Nation","Education","Development & Education","North America","United States","Global Nation Education","Education"],"teaser":"Being accepted to all eight Ivy League schools is a rare feat, but it is not high school senior Victor Agbafe's greatest accomplishment.","contentencoded":"<p dir=\"ltr\">This spring, there were no small envelopes for high school student Victor Agbafe after he pulled off a nearly impossible task during his senior year: He was accepted to all eight Ivy League schools, as well as Stanford University. In the end, Agbafe decided to attend Harvard University, setting him on the path to his dream of becoming a neurosurgeon.</p>\n<p dir=\"ltr\">Agbafe, a student at Cape Fear Academy in Wilmington, North Carolina, is the son of Nigerian immigrants. The high school valedictorian says his mother and father raised him with a strong support system and always encouraged him to push himself to do his best.</p>\n<p dir=\"ltr\">\"Good, better, best. Let us never rest, 'til our good is better and our better best,\" says Agbafe, quoting his personal motto, which was first written by Saint Jerome in the 4th century.</p>\n<p dir=\"ltr\">This year, seven high school seniors in the class of 2015 were offered places at all eight Ivy League schools. Though this is a remarkable personal achievement, Agbafe says he couldn’t have done it alone.</p>\n<p dir=\"ltr\">“This is a culmination of the time and dedication that my parents, my teachers and members of my community have put in to me throughout my years — from when I was just a baby until this day,” he says. “I really owe it all to them.”</p>\n<p dir=\"ltr\">Agbafe says that his parents never put limits on the amount of success he could achieve.</p>\n<p dir=\"ltr\">“My parents know that here in America, the educational opportunities and opportunities for social advancement are just unparalleled,” he says. “From the very beginning, they’ve always said, ‘You’re the only person who can limit yourself.’ From the sacrifices they made to come here and create a good life for me, to the sacrifices many social advocates here in the US made 50 years ago — [my parents] have always told me that there’s no excuse not to do well.”</p>\n<p dir=\"ltr\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/RWmx0ZuVkSQ?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p dir=\"ltr\">Though his parents have pushed him hard, Agbafe says they also pushed him to give back to the world around him, something that has shined through in his work: Besides serving as his school's Student Body president, Agbafe’s college admissions essay focused on societal injustice in the modern age.</p>\n<p dir=\"ltr\">“I wrote about why I refuse to remain silent,” he says.</p>\n<p dir=\"ltr\">The diversity club at Agbafe’s high school led a day of silence in support of the LGBTQ community, but not without a bit of blowback from one of Agbafe’s acquaintances, who was against the initiative.</p>\n<p dir=\"ltr\">“I remember, for example, he was like, ‘I wouldn’t even have a college roommate who was gay,’” says Agbafe. “I wrote my essay about why it was important for me to speak out in that instance. I connected it to my experiences as an African American individual and being judged, and how as a society we have to stand up for each other against any kind of prejudice in order for us to achieve and gain the most from the great diversity we’ve achieved around us.”</p>\n<p dir=\"ltr\">Here’s an excerpt from Agbafe’s essay:</p>\n<p dir=\"ltr\"><em>“I don't know what it feels like to be gay, bisexual, or transgender, but I do know what it is like to have a facade of inferiority hang over me because I look ‘scary.’ I know how worthless it is to pat the victim on the back or assure him in times of privacy that ‘it doesn't matter what she thinks.’ This applies even in the most intimate of settings as I find my friend is not the only one I must confront on such issues but also my own personal heroes.</em></p>\n<p dir=\"ltr\"><em>\"But granny regardless of what the bible says isn't the struggle for gay rights just like the struggle for racial equality?\"</em></p>\n<p dir=\"ltr\"><em>I know that it may seem wrong to challenge those that have unconditionally loved and taken care of you, but I must do so in order to ensure that others can feel this same love from all people.”</em></p>\n<p dir=\"ltr\"><em>Victor's <a href=\"http://www.thetakeaway.org/story/accepted-all-8-ivy-league-schools-victor-agbafe/\">story</a> was told to The Takeaway as part of a collaboration with <a href=\"http://www.pri.org/verticals/global-nation\">our Global Nation project</a>. <a href=\"http://www.thetakeaway.org/\" target=\"_blank\">The Takeaway</a> is a public radio program that invites you to be part of the American conversation. </em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-12%2Fpath-success-how-one-student-got-accepted-all-8-ivy-league-schools&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/takeaway051215-ivy.mp3"},{"href":"http://admin.pri.org/file/takeaway051215-ivymp3"}]}