{"created":"2014-10-07T20:19:36+00:00","modified":"2014-10-30T23:59:39+00:00","valid":{"from":"2014-10-30T23:59:39+00:00","to":"3014-10-30T23:59:39+00:00"},"hreflang":"en","title":"Despite Mideast Turmoil, More French Jews Are Moving To Israel","published":"2014-07-24T14:53:00+00:00","teaser":"Anti-Semitism in France and across Europe is fueling emigration, Jews say. One father whose son is leaving says, \"France is no longer the beautiful country it was.\"","itags":["npr_api","334494986"],"guid":"e8be94ed-a21d-4422-8d57-cbddc92b4a1b","contentencoded":"<p>Jews are leaving France and moving to Israel in unprecedented numbers this year.</p><p>With the departures expected to surpass 5,000, France could pull ahead of the U.S. for Jewish emigration to Israel, known as <em>aliya</em>. Usually, making <em>aliya</em> is a cause for celebration. But in France this year, it's tinged with bitterness.</p><p>The country, which has Western Europe's largest Muslim and Jewish populations, is experiencing repercussions of the Israeli-Palestinian conflict. In Paris, pro-Palestinian demonstrations have turned violent, as some demonstrators attacked a synagogue and clashed with riot police.</p><p>But even before the latest Mideast flare-up, French Jews say there's been a rise in anti-Semitism in France and across Europe.</p><p>Four people were <a href=\"http://www.globalpost.com/dispatch/news/afp/140723/french-court-approves-brussels-shooters-extradition-belgium\">gunned down outside the Jewish museum</a> in neighboring Belgium in May, and three Jewish schoolchildren and a teacher <a href=\"http://www.npr.org/2012/03/30/149645599/french-killings-spark-national-soul-searching\">were killed in the southern city of Toulouse</a> in 2012. Both attacks were carried out by young Frenchmen of North African descent, who recently had returned from fighting alongside extremists in places like Syria.</p><p>The combination of this violence and the stagnant French economy is fueling the emigration. So far this year, more than 2,000 French Jews have left, up from 580 during the same period last year.</p><p>Earlier this month, a Paris synagogue overflowed during a goodbye ceremony for the latest group of Jews to move to Israel.</p><p>Among them are Steven Taieb and Meyer Zouari. Both are leaving their families to move to Israel this summer. Armed with computer science degrees, they hope to find good jobs.</p><p>Though both young men claim they've always wanted to move to the Holy Land to fully live their faith, they say the recent climate precipitated their departure. Zoauri's father David believes his son made the right decision.</p><p>\"France is no longer the beautiful country it was,\" he said. \"It's being invaded. Its secularism is being compromised. All you see are women wearing veils in the streets, and mosques are sprouting up everywhere.\"</p><p>France, Zoauri says, is turning into a Muslim country.</p><p>Both of the young Jewish men say they grew up in the Paris suburbs, in mixed communities where Jews, Muslims and Christians co-existed.</p><p>Taieb said his family never had any problems: \"We all said hello to each other and respected each other.\"</p><p>But Zouari had a different experience living amid his Muslim peers.</p><p>\"I never knew if someone might try to do something to me just because I was Jewish,\" he said. \"For example, I never felt comfortable wearing my skull cap outside. That would have been a provocation.\"</p><p>After singing a beautiful ballad about Jerusalem, the Paris congregation listened to France's head rabbi, who reminded them of their attachment to France, the first country to give Jews full rights as citizens in 1791. Aside from the tragic deportations during the World War II, France generally has been a haven for Jews. Since the that war, the French government has redoubled efforts to make Jewish families feel welcome.</p><p>The new wave of anti-Semitism is coming from a young generation Muslims of African and North African descent who are spurred on by the Israeli-Palestinian conflict, said Martine Cohen, a religious expert at France's National Center for Scientific Research.</p><p>\"Jews know that French authorities are behind them and want to defend them,\" she says. \"This is not a state anti-Semitism. It's an anti-Semitism coming from society.\"</p><p>At a small theater not far from the synagogue, <a href=\"http://www.independent.co.uk/news/people/dieudonn-mbala-mbala-an-act-of-cruelty-9089178.html\">controversial comedian Dieudonne Mbala Mbala</a> performs a crude routine, with plenty of anti-Semitic themes.</p><p>Dieudonne always has denied being anti-Semitic, saying he is anti-Zionist. The French interior minister has tried unsuccessfully to ban the shows of this half-African, half-French provocateur, who has a large Internet following.</p><p>Outside the theater after the show, some fans — a cluster of young Muslim men — said Dieudonne was not anti-Semitic, just anti-system.</p><p>Rabbi Michel Serfaty is furious with the system — and with both French and Jewish authorities. He says they are dealing with the crisis in the wrong way, fighting in the courts instead of working in the streets.</p><p>On a recent afternoon, Serfaty handed out flyers in front of a mosque. He said French Muslim and Jewish communities are living in two separate worlds, and must make an attempt to get to know one another.</p><p>His flyer says Jews and Muslims must commit to treating each other with mutual respect. Most of the worshippers who talk to Serfaty agree, and say what he's doing is a good thing. Serfaty has a long conversation with one observant Muslim who wears a beard and a <em>djellaba </em>robe, and who says the world for too long has allowed Israel to savage the Palestinians' plight.</p><p>\"But that isn't our problem here,\" says Serfaty. \"It's a geopolitical problem far away from us and has nothing to do with us. We live in France, we speak French, and it's in both our interests to build this society together. We are all French.\"</p><p>Serfaty has hired and trained several young Muslims to go into Muslim-populated areas and help him with his outreach project. He said that they're making inroads, but that it's a drop in the bucket.</p><p>He says the French state needs to employ a battalion of such young people to help turn the tide of misinformation and hate. If not, he said, Jews will continue to leave France.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Despite+Mideast+Turmoil%2C+More+French+Jews+Are+Moving+To+Israel&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eleanor Beardsley","audio":[{"meta":{"duration":"310"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334851630-997397.m3u?orgId=1&topicId=1124&ft=3&f=334494986"},{"href":"http://media.npr.org/assets/img/2014/07/23/french-jews-7-23-14-ee433326c79bacbf6b0054a9bf896aa027b6e2b9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3263"}},{"href":"http://media.npr.org/assets/img/2014/07/23/452473928-da7a85101650e1bfa77fa2807d431f3d6972c4e5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2852","width":"3801"}},{"href":"http://media.npr.org/assets/img/2014/07/23/164065805-fba84664d410ca2c0d75ca59cd36f1013d1c66b0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1848","width":"2464"}}]}