{"created":"2014-10-08T02:43:11+00:00","modified":"2014-10-31T00:29:39+00:00","valid":{"from":"2014-10-31T00:29:39+00:00","to":"3014-10-31T00:29:39+00:00"},"hreflang":"en","title":"Truckers Strike At 2 Calif. Ports, Larger Labor Dispute Looms","published":"2014-07-08T14:04:00+00:00","teaser":"Independent truck drivers at the ports of Los Angeles and Long Beach are on strike against three large trucking firms. At the same time, a deadline for a new contract with dockworkers has passed.","itags":["npr_api","329709009"],"guid":"e8c35fb4-1245-4753-8ecf-49b34ecfc82f","contentencoded":"<p>Independent truck drivers at the ports of Los Angeles and Long Beach are on strike against three large trucking firms that operate at the ports.</p><p>Handling almost half of all the nation's cargo, the ports of Los Angles and Long Beach are the main gateway for imports from Asia.</p><p>A lot of the shipping containers end up on these idling trucks. The short-haul truckers bring the goods from here to nearby rail yards and distribution centers for companies like Costco, Forever 21 and Skechers.</p><p>\"We're in this to win,\" says truck driver Byron Contrerras.</p><p>About 80 percent of all the truck drivers at this port are like Contrerras. They work as independent contractors. According to union leaders, that means they have few workplace protections, and work dangerously long hours for low pay. Plus they have to maintain their own trucks.<em> <br /></em></p><p>\"This is my fourth time going out on strike,\" Contrerras says. \"I'm going to be out on the picket line as long as it takes for Green Fleet to get the message that they can't keep trampling our rights.\"</p><p>In a statement, Green Fleet Systems, one of the three companies targeted, called the strike a distraction, adding that an overwhelming majority of the company's contractors and drivers are paid well and don't sympathize with the picketers.</p><p>The other companies hit by the truckers strike are Total Transportation Services Inc. and Pacific 9 Transportation Inc.</p><p>It's a sensitive time at West Coast ports. Nearly 20,000 dock workers are working without a new contract as their union continues to negotiate a labor agreement.</p><p>A six-year deal with West Coast longshoremen expired July 1. With things already a little tense, it's not yet clear whether those dock workers might honor the truckers' picket lines in a show of support.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Truckers+Strike+At+2+Calif.+Ports%2C+Larger+Labor+Dispute+Looms&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kirk Siegler","audio":[{"meta":{"duration":"106"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1329731528-37379d.m3u?orgId=1&topicId=1006&ft=3&f=329709009"}]}