{"created":"2014-09-04T16:43:06+00:00","modified":"2015-01-02T17:54:05+00:00","valid":{"from":"2015-01-02T17:54:05+00:00","to":"3015-01-02T17:54:05+00:00"},"hreflang":"en","title":"Addiction Battled Ambition For Reporter Caught In D.C.'s Crack Epidemic","published":"2014-07-03T15:14:00+00:00","teaser":"In the early '90s, Ruben Castaneda was a crime reporter for <em>The</em> <em>Washington Post,</em> and an addict who bought crack on the very streets he wrote about. His new book is called <em>S Street Rising</em>.","itags":["npr_api","327824529"],"guid":"e8e3f437-5630-4d8d-92ed-f0952afa3483","contentencoded":"<p>In the late 1980s and early '90s, Washington, D.C., was a city under siege. As with other cities, it descended into near chaos because of the crack epidemic that claimed even innocent lives. Whole neighborhoods became war zones, and the nation's capital became the nation's <em>homicide</em> capital.</p><p>Ruben Castaneda was a crime reporter for <em>The</em> <em>Washington Post</em> at the time. He tells NPR's David Greene, \"Family members tried to minimize the chances that their kids would get hit by stray bullets: They would put the beds of their kids in such a way that any bullet that sailed through a window would not be in that trajectory.\"</p><p>In a new book, <em>S Street Rising, </em>Castaneda writes that S Street was once an epicenter of the drug war. Now, it's much quieter. Neighbors walk by with baby strollers, birds chirp, and a new coffee shop just opened. But Castaneda's book looks back to the worst of times, when the city was a combat zone.</p><p>\"Crack cocaine, and the violence that it brought, was having an extraordinary impact on this city,\" he says. And, it turns out, it was having an impact on Castaneda as well — he was a crack addict who bought drugs on the very streets he was covering as a crime reporter. He had come to Washington from Los Angeles for his dream job and had planned to kick the habit he had picked up in California. But he only lasted four days before he went seeking another high. He recalls pulling up to the corner of 7th and S streets Northwest and being awestruck by what he saw there:</p><blockquote><p>Directly across the street, in front of the abandoned Wonder Bread bakery, there were probably six to 10 drug dealers, slingers, just loitering in front of the building. There were about an equal number on the south side of the street, where I was parked. And they were completely unconcerned that anyone was watching them. They were out there with complete impunity. And I'd made a number of buys by then, in Los Angeles, and the drug dealers there — which were usually gang members — they at least looked over their shoulders. ... But these slingers didn't care. They clearly didn't care.</p></blockquote><p>Castaneda made his first D.C. buy 15 blocks from the White House, where just the week before President George H. W. Bush had declared a war on drugs. The reporter visited that block for two reasons: his own addiction and to do his job. It was two lives he desperately tried to keep separate. He recalls one night when he raced to S Street after hearing about a shooting on the newsroom's police scanner.</p><p>\"I parked, got out of the car and learned four young men had been shot to death,\" he says. \"So it was a quadruple homicide.\" It was a huge story for a 28-year-old crime reporter trying to make a name for himself, but Castaneda almost didn't get out of his car to cover it. He remembers wondering if any of the drug dealers who had seen him make purchases would call him out to the police.</p><p>When he did get out of his car, he saw maybe half a dozen police squad cars parked at odd angles. \"An officer was already putting up yellow tape around part of a night club. It was a scene of chaos,\" he says. \"And there were no drug dealers in sight. If they had been out that night, then they scattered because of the presence of so many police.\"</p><p>When asked if he stands by the stories he wrote while on crack, Castaneda replies, \"It's hard to tell how much better I might have been as a reporter, as a journalist, if I hadn't been using crack, if I hadn't been drinking large amounts of alcohol. But I tried really hard, and I worked really hard as a journalist. And I think I did some good work, until I couldn't.\"</p><p>And eventually he couldn't. The addiction got so bad that his editors could tell something was wrong. They forced him to go on leave and they took him to rehab.</p><p>At the same time, other people were also struggling through the drug war. On S Street, the pastor of New Community Church was trying to minister to a neighborhood full of addicts and dealers — including one powerful one.</p><p>Castaneda says, \"Baldie was the main drug dealer who ran S Street during the 1980s and early 1990s. ... I have no doubt that I put thousands, if not tens of thousands, of dollars into Baldie's pocket.\"</p><p>But the drug kingpin was more complicated than you might think. According to Castaneda, he lived next door to the church and had a soft spot for its mission. He sent his two young daughters to its after-school program and occasionally to Sunday service. \"So Baldie told his guys who worked on the street to respect the church,\" Castaneda says.</p><p>That brings us to today. Baldie, the drug boss on S Street, died in prison. Castaneda has been clean for 22 years. After a long career at the <em>Washington Post</em>, he's gone on to other journalism jobs. For many years he was afraid to return to this block, but he did in 2008. He knocked on the door to New Community Church and was surprised when he was invited to speak before the congregation on Easter Sunday.</p><p>Castaneda says he was anxious because, by telling his story, he would be acknowledging the role he played in the chaos.</p><p>\"I was, to some extent, responsible,\" he says, \"and I didn't know how people who lived through that might react. I hadn't figured out: How do you make amends to an entire neighborhood? Well, here was an opportunity. And I said, 'I'm sorry. I was caught up in my addiction and I realize that I was partly responsible for what occurred.' \"</p><p>The church was happy to hear from him. \"When my time was up,\" he says, \"people in the congregation gathered around me and they thanked me for having talked about what I went through. And one of the women in particular, she hugged me and she said, 'We're glad you're here.' \"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Addiction+Battled+Ambition+For+Reporter+Caught+In+D.C.%27s+Crack+Epidemic&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"436"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1328012117-696b7c.m3u?orgId=1&topicId=1033&aggIds=100876926&ft=3&f=327824529"},{"href":"http://media.npr.org/assets/img/2014/07/02/castaneda-by-morad-boroomand-d9818f8b57f0bd93fc89aaf5f27e575f9e924085.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"512","width":"681"}}]}