{"created":"2014-10-07T20:21:17+00:00","modified":"2014-10-30T21:42:57+00:00","valid":{"from":"2014-10-30T21:42:57+00:00","to":"3014-10-30T21:42:57+00:00"},"hreflang":"en","title":"'The Flash' And 'Gotham' Succeed By Taking Comic Book Stories Seriously","published":"2014-10-08T18:24:00+00:00","teaser":"As The CW's new superhero series <em>The Flash</em> debuts tonight, NPR TV critic Eric Deggans notes the best new broadcast dramas of the fall season are based on comic book stories.","itags":["npr_api","354349491"],"guid":"e8ef3bc6-cabe-4827-bf23-2ea2aa214c3d","contentencoded":"<p>As The CW's new superhero series <em>The Flash</em> debuts tonight, it seems there are more TV shows based on comic books in prime time than ever before.</p><p>And a look at two of the best new network TV dramas this fall also reveals two different ways to tell superhero stories on television, both with wonderful results.</p><p>It's tough to find a more traditional superhero story than The CW's take on <em>The Flash</em>, which opens with a voice over from the hero himself:</p><p>\"To understand what I'm about to tell you, you need to do something first ... you need to believe in the impossible,\" he says, preparing the audience for a few shots of him speeding across town at supersonic speed.</p><p>In the comics, Barry Allen is a forensic scientist who gets covered in chemicals after a lightning bolt hits his lab. And that's pretty much how The CW's TV version goes, too.</p><p>When Allen wakes up nine months later with the gift of superspeed, a couple of scientist sidekicks explain what happened and help him understand his new powers.</p><p>\"You got struck by lightning, dude,\" says Carlos Valdes as Cisco Ramon, the tech-oriented engineering genius who eventually invents his friction-resistant uniform. Later, he tells him, \"you thought the world was slowing down; it wasn't. You were moving so fast, it only looked like everyone else was standing still.\"</p><p>Star Grant Gustin has boy-band-ready good looks and an earnest energy; just what we expect from a hero like Barry Allen. There are no clumsy attempts to make his story more sophisticated — The Flash is just a good-guy hero chasing bad guys in a story that's half police procedural and half superhero fantasy.</p><p>It works well. But what's also amazing here is that <em>The Flash</em> is completely different from fall TV's other great comic book series, Fox's <em>Gotham</em>.</p><p>Fox's show is a Batman series without the guy in the black battle suit. It starts with the murder of Bruce Wayne's parents when he's 12 years old. A principled rookie detective named James Gordon takes the case and tries to comfort him.</p><p>\"When I was about your age, drunk driver hit our car, killed my dad,\" Ben McKenzie's Gordon tells Bruce Wayne, played by David Mazouz. \"I know how you feel right now. But I promise you, however dark and scary the world might be right now: There will be light.\"</p><p><em>Gotham</em> is many things: a noirish police drama about the rise of a good cop in a bad town. The story of a little kid who pushes himself to become a superhero. An origin tale for villains from <em>Batman</em> lore, including an early version of The Penguin and a new crime boss played by Jada Pinkett Smith, Fish Mooney.</p><p>The show stitches together pieces of past <em>Batman</em> versions into a new story. It has the gritty feel of Christopher Nolan's <em>Dark Knight</em> movies — including crime bosses named Falcone and Moroni — but a touch of the timeless goofiness from Tim Burton's <em>Batman, </em>with flip cellphones and cars straight from the '70s.</p><p>A drama like this is heaven for comic book geeks, especially when you consider that the first Batman many fans saw on TV was Adam West's campy take on the Caped Crusader.</p><p>\"Holy cliffhangers, Batman!\" Burt Ward would shout while playing Robin, stuck in one of 1,000 elaborate traps laid for the Dynamic Duo in their 1966 live action series. (Turns out, Batman used complex math to figure a way out of the trap, yet again.)</p><p>Back in the 1960s, superheroes were mostly a joke, leaping around in tights and launching cartoon graphics with every punch. And it didn't get much better a decade later, when <em>The Incredible Hulk</em>'s alter ego, David Banner, <a href=\"https://www.youtube.com/watch?v=LqZuhrDM5vE\" target=\"_blank\">chased off a nosy reporter with a classic line</a>.</p><p>\"Mr. McGee, don't make me angry,\" Bill Bixby's Banner told the sneaky reporter, who always seemed on the verge of discovering that he could turn into a giant green rage monster. \"You wouldn't like me when I'm angry.\"</p><p>Decades later, comic book series like <em>The Flash</em> and <em>Gotham</em> succeed because they take comic storytelling seriously. Classic comics offer stories refined over many decades, with characters that have evolved as times change.</p><p>These new TV series treat that history as important building blocks, with extra nods to the classic storylines for fans who are paying attention (Easter egg hunters, look for the shot of a mangled cage in tonight's <em>Flash</em> episode).</p><p>That's why I don't worry when others complain about the growing number of superhero-themed TV shows: If every series turns out as well as <em>The Flash</em> and <em>Gotham,</em> this comic book geek is ready to see a lot more.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27The+Flash%27+And+%27Gotham%27+Succeed+By+Taking+Comic+Book+Stories+Seriously&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"262"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354371774-640d13.m3u?orgId=1&topicId=1138&ft=3&f=354349491"},{"href":"http://media.npr.org/assets/img/2014/10/07/fla101f_0817r-e107cb41e8e729a58b0bc5babb7f51a0b428851a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"531","width":"708"}},{"href":"http://media.npr.org/assets/img/2014/10/07/fla101b_0218r-86fd33ca04f3cf57aaca639ef0d1716ce72fef5d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"471","width":"628"}},{"href":"http://media.npr.org/assets/img/2014/10/07/goth__villianpublicity_rgb_v7_hires2-693992bbb40eb8470d470fb179a939d29872dcf5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2843","width":"3790"}}]}