{"created":"2015-05-14T16:48:51+00:00","modified":"2015-05-14T16:48:51+00:00","valid":{"from":"2014-12-17T22:58:14+00:00","to":"3014-12-17T22:58:14+00:00"},"hreflang":"en","guid":"e8f9b1bc-4b76-442a-8a70-192be3ea0f0b","tags":["noise","Business","APM","trains"],"title":"Train horns driving you crazy? Just wait a few years","itags":["PMP:Marketplace_PMP","Marketplace for Thursday December 25, 2014","Marketplace","e8f9b1bc4b7642aea70b192be3ea0f0b"],"teaser":"There is a way to silence passing trains, but it takes years and costs millions.","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p><span>The United States is transporting more goods by rail, but the increase in traffic means residents and businesses near railroad tracks hear more loud and disruptive train horns.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>Horns are obnoxious, and that’s by design. The federal agency overseeing trains requires engineers to sound their horns for at least 15 seconds before all public road crossings. Since the rule went into effect a decade ago, fatalities have decreased more than 37 percent at intersections.</p>\"},{\"content\":\"<p>But progress brings complaints. In Fort Collins, Colorado, — a town literally built around railroad tracks — frustrations are aired regularly.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“It’s word-of-mouth, it’s emails, it’s calls, it’s being out here when there’s a train and watching everyone covering their ears,” says Joe Olson, traffic engineer for the city. <span>Olson is working on a plan to reduce train horns by creating a federally regulated quiet zone. That involves multiple steps and visits from the Federal Railroad Administration. And the whole process can take years.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>Michael Wallace, with the National League of Cities, says working out the quiet zone details is complicated because towns have to demonstrate that they’re maintaining the same level of safety that sounding a train horn would do. <span>“These are multiple million dollars of improvements that you have to put in there,” he says. “So it’s a difficult question.”</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>In a written statement, an FRA spokesman acknowledged that working through all the details related to quiet zones can take “a significant amount of time.”</p>\"},{\"content\":\"<p>In Fort Collins, more than a dozen trains pass through town every day. Isaac Smeltzer works in an office right by the tracks. He’s had to stop several conference calls because of train horn noise. <span>“We always joke because we use rail for our business. So I guess it’s just something that’s become part of our daily, daily lives, and it’s just a reminder that it’s here,” he says.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Relief won’t be coming any time soon. Fort Collins plans to apply for a waiver from specific quiet zone requirements. Once that’s been approved, it will move forward with its overall application — an effort that right now has no timeline for completion. </p>\"}]","contentencoded":"<div class=\"barn-cleaned\"><p><span>The United States is transporting more goods by rail, but the increase in traffic means residents and businesses near railroad tracks hear more loud and disruptive train horns.</span></p>\n<p>Horns are obnoxious, and that’s by design. The federal agency overseeing trains requires engineers to sound their horns for at least 15 seconds before all public road crossings. Since the rule went into effect a decade ago, fatalities have decreased more than 37 percent at intersections.</p>\n<p>But progress brings complaints. In Fort Collins, Colorado, — a town literally built around railroad tracks — frustrations are aired regularly.</p>\n<p>“It’s word-of-mouth, it’s emails, it’s calls, it’s being out here when there’s a train and watching everyone covering their ears,” says Joe Olson, traffic engineer for the city.&nbsp;<span>Olson is working on a plan to reduce train horns by creating a federally regulated quiet zone. That involves multiple steps and visits from the Federal Railroad Administration. And the whole process can take years.</span></p>\n<p>Michael Wallace, with the National League of Cities, says working out the quiet zone details is complicated because towns have to demonstrate that they’re maintaining the same level of safety that sounding a train horn would do.&nbsp;<span>“These are multiple million dollars of improvements that you have to put in there,” he says. “So it’s a difficult question.”</span></p>\n<p>In a written statement, an FRA spokesman acknowledged that working through all the details related to quiet zones can take “a significant amount of time.”</p>\n<p>In Fort Collins, more than a dozen trains pass through town every day. Isaac Smeltzer works in an office right by the tracks. He’s had to stop several conference calls because of train horn noise.&nbsp;<span>“We always joke because we use rail for our business. So I guess it’s just something that’s become part of our daily, daily lives, and it’s just a reminder that it’s here,” he says.</span></p>\n<p>Relief won’t be coming any time soon. Fort Collins plans to apply for a waiver from specific quiet zone requirements. Once that’s been approved, it will move forward with its overall application — an effort that right now has no timeline for completion.&nbsp;</p></div>","published":"2014-12-17T22:58:14+00:00","description":"There is a way to silence passing trains, but it takes years and costs millions.","byline":"Grace Hood","audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/454072447.jpg?itok=OjlnvkOF","meta":{"height":"340","crop":"primary","width":"610"}},{"meta":{"duration_hms":"00:02:36","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/12/25/mp_20141225_seg_18","type":"application/json"},"duration":156},"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/12/25/mp_20141225_seg_18_64.mp3","type":"audio/mpeg"}]}