{"created":"2014-10-22T19:49:54+00:00","modified":"2014-10-28T14:12:30+00:00","valid":{"from":"2014-10-28T14:12:30+00:00","to":"3014-10-28T14:12:30+00:00"},"hreflang":"en","guid":"e8fa1ce8-eb6e-409e-9794-524b51280385","title":"South Korea pulls down a huge Christmas tree that stood on its border with the North","published":"2014-10-28T14:12:29+00:00","byline":"David Leveille","tags":["holidays","politics","military","Religion","Global Politics","Gimpo","Asia","North Korea","South Korea","Asia","Jeffrey Fowle","Jason Strother","Christmas tree","Gimpo","Politics"],"teaser":"Kim Jong-Un has apparently been watching The Grinch Who Stole Christmas. After North Korea threatened yet again to bomb a huge tower lit up like a Christmas tree, South Korea finally took it down. But the timing seems fishy to observers.","contentencoded":"<p>Things are always a little tense along the border between North and South Korea — just not usually over holiday decorations.</p>\n<p>But a giant steel Christmas \"tree\" put up by church groups near the border became a serious enough threat that South Korea took it down on Wednesday, lest it be shot down.</p>\n<p>The tower is like a Christmas tree and is visible from towns on either side of the border. It also attracts caroling church groups to the site. North Korea calls all of this religious propaganda.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>North Korea is basically a heavily-armed Scrooge - threatening to bomb a Christmas tree as 'religious propaganda' <a href=\"http://t.co/xfNScW5yJe\">http://t.co/xfNScW5yJe</a></p>\n<p>— Lizzie Dearden (@lizziedearden) <a href=\"https://twitter.com/lizziedearden/status/524843323253850112\">October 22, 2014</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>Seoul-based reporter Jason Strother says North Korea has threatened many times to bomb the 60-foot-tall tower, which sits on a hilltop known as Aegibong in Gimpo, South Korea. \"Just two weeks ago, North Korea shot at balloons that were launched by some South Korean activists,\" he says. \"They had long threatened to attack those protesters as well and shoot down their balloons which were filled with anti-North Korean propaganda, DVDs and money.\"</p>\n<p>The South Korean military, which demolished the tower, insists that the 40-year-old structure was simply unsafe and needed to be removed for safety reasons. But Strother says the timing \"seems like more than a coincidence.\" The removal came not only after the threats but also the <a href=\"http://www.cnn.com/2014/10/21/politics/american-released-north-korea/\">release on Tuesday of Jeffrey Fowle</a>, an American who was held in North Korea on charges of prostelytizing. The US denies that any deal was struck to release Fowle, </p>\n<p>But despite the \"nothing to see here\" line coming from Seoul and Washington, there's there's still speculation that the decision to finally scrap the tower was a gesture to the North. Senior military officers from the two sides also met at village along the Demilitarized Zone to try to ease tensions.</p>\n<p>Assuming that South Korea really is trying to extend an olive branch, Stother says, \"it's definitely a good sign that Seoul wants to ease tensions. ... South Korean President Park Geun-hye has been saying that she wants to hold a summit with the North.\"</p>\n<p>But Strothers also points out that \"there have been at least three exchanges of shooting around the North and South Korean border during the last few weeks.\"</p>\n<p>\"It's always a roller-coaster ride here on the Korean peninsula,\" he says. \"In the years that I've been covering Korea, you have these moments when it really seem like there's progress being made in inter-Korean relations, only to have North Korea test a long range rocket or test a nuclear device, and that throws everything into the garbage.\" </p>\n<br><p>©2014 Public Radio International</p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/102220145.mp3"},{"href":"http://www.pri.org/file/102220145mp3"}]}