{"created":"2014-10-03T21:13:15+00:00","modified":"2014-10-31T00:06:56+00:00","valid":{"from":"2014-10-31T00:06:56+00:00","to":"3014-10-31T00:06:56+00:00"},"hreflang":"en","title":"Despite California's Drought, Taps Still Flowing In LA County","published":"2014-07-21T15:52:00+00:00","teaser":"The state is experiencing the worst drought in decades, but water consumption in the southern coastal region is actually higher than in previous years. New rules and incentives aim to change that.","itags":["npr_api","333019977"],"guid":"e9023256-a822-46dc-b41f-bcdd3a817708","contentencoded":"<p>This January, after the driest calendar year in California history, Gov. Jerry Brown declared a drought emergency. He called on residents to reduce their water intake by 20 percent.</p><p>But downtown Los Angeles doesn't look<em> </em>like a city devastated by the state's worst drought in decades. The city is green with landscaping, and fountains are running. People still water their lawns, wash their cars and fill their pools.</p><p>Earlier this week, Brown announced that, compared to last year, water use this May actually went <em>up</em><em> </em>in some parts of the state — including in coastal Southern California, the region including LA, where water use rose 8 percent. The state has responded by voting to fine water-wasters up to $500.</p><p><strong>Mixed Messages, Partial Data</strong></p><p>Molly Peterson, an environment correspondent at member station KPCC, says the situation is more complicated than it appears.</p><p>Take those fountains burbling in downtown LA. \"This is recirculated water,\" Peterson explains.</p><p>Even at the headquarters of the Los Angeles Department of Water and Power, fountains are still operating — but they turn off at mid-morning, and haven't been running full-time since the spring.</p><p>\"They're leaving the water in so it's not ugly, but they're minimizing the possibility that it's going to be evaporating,\"<strong> </strong>Peterson says.<strong></strong></p><p>And if some people don't feel a sense of urgency about the drought, there might be a reason for that. Peterson points out that since Gov. Brown announced the drought emergency, water agencies across the state have been emphasizing that they had enough water to last them through the year.</p><p>\"In January, when the governor said, 'We're going to have a drought,' [the agencies] said, 'Oh, don't worry, we've got this covered, we've got water in our reserves,' \" Peterson says.</p><p>The numbers on residential water use might also be misleading. \"We only even have part of the data to tell us about the 8 percent going up,\" Peterson says, \"because we only have voluntary responses.\"</p><p>This week, the state released new<em> </em>rules to address the drought, including for data collection.</p><p>\"[The water agencies are] going to have to start coughing up their data about how much water they're actually getting through the tap every month,\" Peterson says.</p><p><strong>Sending A Warning To Water Offenders</strong></p><p>Residents, for their part, will have to limit their outdoor water use, only watering lawns two days per week and no longer washing down driveways or sidewalks.</p><p>Breaking the rules could carry a $500 fine. But Peterson says the city understands that not all water violations are intentional.</p><p>\"Power goes out, and [people] start watering on the wrong day of the week, because their sprinkler system is automated and it's all messed up,\" she says. \"Or their gardener does it, and they don't know what's going on.\"</p><p>So the city's approach relies more on the carrot than the stick, as quickly becomes apparent on a ride with LA's \"water cop,\" Rick Silva.</p><p>Armed with a clipboard and a camera, Silva hits the streets. \"We're gonna take a look for people that may be irrigating on the wrong day, runoff onto the street, or people washing down hardscapes,\" he explains.</p><p>Just a few minutes into his patrol, Silva spots his first violator: a man washing down a trash can.</p><p>His approach with the offender, Jesse Toranzo, is conversational: \"You know, in the drought, you're not allowed to wash down stuff,\" Silva says.</p><p>Silva, whose official title is \"water conservation response unit supervisor,\" doesn't issue a ticket this time. Most of Silva's stops don't end in tickets, actually. His approach is more about education than punishment: The city figures that once people know what to do, most will do it.</p><p>Silva says some people do get upset with him. \"A lot of times it starts off that they're very defensive,\" he says. \"Also, when we mail the letters on it, it has my phone number on there, and I get a lot of calls from people ready for a fight.\"</p><p>Silva says a big part of his work is letting people know that conservation is a group effort.</p><p>\"We want people just to realize that it's a drought and that we're all in it together,\" he says. \"We have to try to save water, and that's why we have these rules in effect.\"</p><p>And, he says, conserving water is necessary for LA's survival.</p><p>\"We're not going to find any new [water] sources,\" he says. \"We're pretty much tapped out for that. The only way we're going to meet our future needs is through water conservation.\"</p><p><strong>Water Haves And Have-Nots</strong></p><p>In another attempt to cut consumption, the Department of Water and Power has been paying cash to LA homeowners and businesses that rip out water-guzzling lawns and replace them with more eco-friendly options.</p><p>But the impact hasn't been huge. \"They've replaced at least 5 million square feet of turf,\" KPCC's Peterson says. \"That might sound like a lot, but that's a 10th of a percent of the potential irrigated land\" located at <a href=\"http://projects.scpr.org/static/maps/turf-removal-in-southern-california/\">single-family homes across Southern California</a>.</p><p>And even if homeowners heed Rick Silva's warnings on water waste or take up the incentive to rip out their lawns, there's one important fact to note: Most of California's water is not used by cities.</p><p>More than three-quarters of the state's water is used by farms, according to <a href=\"http://www.environment.ucla.edu/reportcard/article4870.html\">research from the University of California, Los Angeles,</a> although Peterson points out that the California Farm Water Coalition, which represents the state's agricultural industry, claims the number is closer to 37 percent.</p><p>Peterson says it's also important to remember that the consequences of the drought are hitting some residents much harder than others.</p><p>\"California is a very, very diverse state economically, and so you have haves and have-nots,\" she says.</p><p>\"Cities are generally haves,\" Peterson says. \"Even though there are poor people within them, the cities keep the water on.\" \"Have-nots, for water, are in El Dorado County,\" a rural area east of Sacramento: \"They're taking bucket showers.\"</p><p>Rural residents tend to rely on wells, some of which have dried up. Friday, the federal government <a href=\"http://www.dailynews.com/general-news/20140718/rural-californians-to-get-97-million-in-new-drought-aid\">announced $9.7 million in emergency drought aid</a> for those areas.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Despite+California%27s+Drought%2C+Taps+Still+Flowing+In+LA+County&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sam Sanders","audio":[{"meta":{"duration":"435"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1333366908-d24443.m3u?orgId=1&topicId=1091&ft=3&f=333019977"},{"href":"http://media.npr.org/assets/img/2014/07/20/469345317-983fbf08c841c16aea52c833b1802f7010105488.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2311","width":"3082"}},{"href":"http://media.npr.org/assets/img/2014/07/20/464241869-5f76a00701a473fb89edeaf0b33bf6d4b4e4d61c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2910","width":"3881"}}]}