{"created":"2015-05-10T22:42:43+00:00","modified":"2015-05-13T14:55:46+00:00","valid":{"from":"2015-05-13T14:55:46+00:00","to":"3015-05-13T14:55:46+00:00"},"hreflang":"en","title":"In Palo Alto's High-Pressure Schools, Suicides Lead To Soul-Searching","published":"2015-05-11T14:51:00+00:00","teaser":"The competitive California school district has seen four students take their own lives since October. One junior talks about reactions to the deaths, pressures students face and hopes for the future.","itags":["npr_api","405694832"],"guid":"e9060527-1365-4afe-860e-52c5fb478957","contentencoded":"<p>Since October of last year, four teenagers in California's Palo Alto school district have taken their own lives. Tragically, it's not the first cluster of teen suicides this area has seen: In 2009 and 2010, <a href=\"http://www.mercurynews.com/ci_17102093\">five local teenagers</a> killed themselves by stepping in front of trains, and more suicides followed the next year.</p><p>Palo Alto, in the heart of Silicon Valley, is home to some of the nation's most competitive public schools. The factors that lead to suicide are extremely complex, and simple lines cannot be drawn between academic stress and young people taking their own lives. But there's been <a href=\"http://www.nytimes.com/2015/04/12/opinion/sunday/frank-bruni-best-brightest-and-saddest.html\">a great deal of soul-searching</a> about the pressures on high school students in the wake of these deaths.</p><p>In a March <a href=\"http://www.paloaltoonline.com/news/2015/03/25/guest-opinion-the-sorrows-of-young-palo-altans\">op-ed</a>, Carolyn Walworth, a junior at Palo Alto High School and a school district student board member, wrote of feeling \"desolate\" and suffering from panic attacks. She made a heartfelt plea for change: \"It is time we wake up to the reality that Palo Alto students teeter on the verge of mental exhaustion every single day,\" she wrote. \"It is time to realize that we work our students to death. ... Effective education does not have to correlate to more stress.\"</p><p>Speaking with NPR's Arun Rath, Walworth offers a glimpse of life as a Palo Alto student and her hopes for the future.</p><hr /><h3>Interview Highlights</h3><p><strong>On reaction to the recent suicides</strong></p><p>It's definitely been very, very upsetting. The school as a whole was in shock, obviously, after the fourth suicide because that just hit so close to home, because the student was from [Palo Alto High School]. ...</p><p>In a sense we're kind of used to it. And so we're kind of prepared for it and it's almost as if we're expecting these suicides to happen. But that really doesn't diminish the pain that we feel.</p><p><strong>On the pressures students face</strong></p><p>You feel this sense that you're not as good as everyone else or you're not good enough for whatever reason — because you can't get into a certain college or just because your test scores aren't as high as someone else's. You kind of feel you have to be a perfect person. ...</p><p>Personally, I've experienced around four hours of homework per night. It can be more, though. So it's pretty much a packed day. And then you also throw in extracurriculars. I have a job currently, so I have to factor that into my schedule as well. ... There have been weekends where I've had 15 hours of homework. ...</p><p>You just hear people talking about grades constantly, and SAT scores — all of that stuff.</p><p><strong>On her hopes for the future<br /></strong></p><p>I definitely want to go to college, and I'm really interested, when I do go to college, in learning for the sake of learning. I'm really excited to get away from Palo Alto and get to explore more what I'm actually interested in, in academia and everything like that.</p><p><em>Listen to the full interview at the audio link above.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Palo+Alto%27s+High-Pressure+Schools%2C+Suicides+Lead+To+Soul-Searching&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"254"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405719498-576a56.m3u?orgId=1&topicId=1029&d=254&p=2&story=405694832&t=progseg&e=405677549&seg=4&ft=nprml&f=405694832"}]}