{"created":"2015-01-10T10:54:41+00:00","modified":"2015-06-05T15:30:44+00:00","valid":{"from":"2015-06-05T15:30:44+00:00","to":"3015-06-05T15:30:44+00:00"},"hreflang":"en","title":"Satire In The Muslim World: A Centuries-Long Tradition","published":"2015-02-05T20:18:00+00:00","teaser":"Ninth-century satirist al-Jahiz remains a beloved figure in Islamic literature, but his modern-day counterparts — including comedian Bassem Youssef and cartoonist Ali Farzat — don't have it easy.","itags":["npr_api","376127650"],"guid":"e9127529-aba6-4e16-b0f1-9ec1fa1fb55e","contentencoded":"<p>\"Can't they take a joke?\" That's the question that came up after the 2005 Danish cartoon controversy and now, again, after the massacre at the French satirical magazine <em>Charlie Hebdo</em>. The suspected killers obviously reflect a tiny minority of extreme religious fanatics, but the question made us wonder: What is the role of satire in the Muslim world?</p><p>First let's establish that saying \"the Muslim world\" is like saying \"the Christian world\" or Africa: We're talking one and a half billion people all over the globe — of different races, ethnicities and languages — who believe different things. That said, Duke University religion professor Bruce Lawrence does have an answer when you ask him about Muslim traditions of satire. He says, \"I've been studying the Muslim world for I guess now almost half a century, and one of my heroes has always been a ninth-century literary figure called al-Jahiz.\"</p><p>In a golden era for Islamic music, art and science, Jahiz studied everything from zoology to literary theory. He wrote merciless social satires, and he was also famously ugly. \"He could satire himself as somebody who was very unattractive,\" Lawrence says, \"and yet he could make fun of the rock stars of his generation in Baghdad, which was the capital city of the Muslim world in that time.\"</p><p>According to Lawrence, Jahiz remains a beloved figure in Islamic literature, and it's not because he recorded the glories of Islam. \"He poked fun at contemporaries, at his co-religionists, at anybody who seemed to him to have too great a sense of self-importance, whatever their station in life.\"</p><p><strong>A 13th-Century Andy Kaufman</strong></p><p>That feels relevant to <a href=\"http://www.azhar.com/\">Azhar Usman</a>, a Sunni stand-up comedian working in Chicago. Usman, whose family comes from India, says his comedy heroes are Richard Pryor, George Carlin and a 13th-century Sufi saint named Mullah Nasreddin. Usman says Nasreddin had \"an Andy Kaufman type of personality.\" He recalls a famous story about a time Nasreddin led Friday prayers. He asked the congregation, \"How many of you know what I'm going to say?\"</p><p>\"Nobody raised their hand,\" Usman says. \"So he said, 'Well, what can I say to a bunch of people who have no idea what I'm going to say?' And he leaves.\" The people coax him back, promising to be more cooperative. So Nasreddin asks again, \"How many of you know what I'm going to say?\" This time, everybody raises their hand.</p><p>\"And he says, 'What am I supposed to say to a group of people that already know what I'm going to say?' And he leaves,\" Usman says. \"So finally, they finally coax him back. 'Oh, please don't leave. We want to hear your wisdom.' ... So he gets up a third time and he says again, 'How many of you know what I'm going to say?'\" Half the crowd raises their hands; the other half doesn't. \"So he says, 'Well the half that know what I'm going to say should tell the half that don't know what I'm going to say.' \"</p><p><strong>'The Boldest People In The Arab And The Muslim World'</strong></p><p>According to scholar Bruce Lawrence, satirizing yourself and your own community is a tradition in Muslim literature and arts — and so is mocking people in power. \"Political satirists are among the boldest people in the Arab and the Muslim world,\" he says. Those people include Bassem Youssef, <a href=\"http://www.npr.org/2011/04/15/135444956/egypt-finds-its-own-jon-stewart\">known as Egypt's Jon Stewart</a>. Youssef's satire took aim at politicians and the Muslim Brotherhood, and his show lasted two years before folding under pressure.</p><p>Lawrence says there's also a strong tradition of political cartoonists in the Muslim world — cartoonists like Syria's Ali Farzat, whose hands were broken in retaliation for cartoons that mocked President Bashar Assad. Afterward, according to Lawrence, Farzat \"did a cartoon of himself in a hospital bed showing that even with his hands bandaged he could still manage to say some things against the regime.\"</p><p>But Farzat was attacked for his portrayal of politics, not religion. Lawrence says satirizing <em>people</em> is fine from the perspective of devout Muslims, but not so with religious figures — like God, Muhammad or any other saints or prophets — who are seen as existing on a different plane. And there are many thousands of them, including Adam, Moses and the Virgin Mary.</p><p>Comic Azhar Usman says sure, maintaining a bright line between what's holy and what's profane runs counter to a comedic credo that holds nothing sacred. But is it also fundamentally oppositional to universal values that Westerners hold dear? He says, \"I think that that's the honest discourse that I wish we could have in the world.\"</p><p>Usman says he greets offensive depictions of saints, prophets and God with forgiveness. And he notes that if you harshly judge what counts as satire from a rigid cultural perspective, you've learned almost nothing from the <em>Charlie Hebdo</em> tragedy.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Satire+In+The+Muslim+World%3A+A+Centuries-Long+Tradition&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Neda Ulaby","audio":[{"meta":{"duration":"280"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376300685-402dfc.m3u?orgId=1&topicId=1008&d=280&p=7&story=376127650&t=progseg&e=376300606&seg=13&ft=nprml&f=376127650"},{"href":"http://media.npr.org/assets/img/2015/01/09/135780662-e46ac67d79805a11423b2a94e2b5dc138eb36fde.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2166","width":"2890"}},{"href":"http://media.npr.org/assets/img/2015/01/09/73814165-5c928764cbf7bec78aca9b9a5bed23482d8ea837.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2149","width":"2866"}}]}