{"created":"2015-06-27T21:07:35+00:00","modified":"2015-06-29T19:55:12+00:00","valid":{"from":"2015-06-29T19:55:12+00:00","to":"3015-06-29T19:55:12+00:00"},"hreflang":"en","title":"Marvel's Half-Black, Half-Latino Spider-Man Is Going Mainstream","published":"2015-06-29T18:34:00+00:00","teaser":"\"It won't be [that] Miles is Spider-Man with an asterisk or some kind of adjective or adverb attached to it,\" says writer Brian Michael Bendis. \"He is going to be Spider-Man — just Spider-Man.\"","itags":["npr_api","417457442"],"guid":"e91cf022-5f37-4428-bcc2-e9dc6433b571","contentencoded":"<p>Step aside, Peter Parker: There's a new Spider-Man joining the Marvel Universe.</p><p><a href=\"http://www.npr.org/2011/08/11/139536090/biracial-identity-for-americas-web-slinging-hero\">Since his creation in 2011</a>, the character Miles Morales, the half-African-American, half-Latino version of Spider-Man, has occupied Marvel's Ultimate Universe — a side realm of Marvel that reimagines various superhero story lines. But after the conclusion of a massive crossover event called Secret Wars, which sees this alternate universe destroyed, Morales will be bringing his brand of web-slinging heroism to the mainstream Marvel Universe.</p><p>\"It won't be [that] Miles is Spider-Man with an asterisk or some kind of adjective or adverb attached to it. He is going to be Spider-Man — just Spider-Man,\" says writer Brian Michael Bendis, one of the co-creators of Miles Morales. \"We thought that that message was as important as anything we've ever done.\"</p><p>As far as its comics go, Marvel has had a string of diversity shifts recently, with changes to <a href=\"http://www.npr.org/sections/thetwo-way/2014/07/17/332250406/after-thor-marvel-announces-big-change-to-captain-america\">Captain America</a>, <a href=\"http://www.npr.org/2014/10/16/354592028/shazam-rebooted-comic-heroine-is-a-marvel\">Ms. Marvel</a> and <a href=\"http://www.npr.org/sections/thetwo-way/2014/07/15/331728029/odins-beard-marvel-announces-a-new-thor-and-shes-a-woman\">Thor</a>. Bendis tells NPR's Arun Rath that being a part of this shift in the comics universe has been a personal journey as well; two of his four children are adopted, one African and one African-American.</p><p>\"You realize from a first seat that your kids do not have the same representation and things available to them as I did,\" Bendis says. \"It's not like I stood up and said 'I'm going to be more diverse in my writing,' you just become more diverse because you realize things are needed.\"</p><p>Adhering to a famed Spider-Man adage — \"With great power comes great responsibility\" — Bendis says that with the stage he has at Marvel, it's partly his responsibility to create work that represents what he thinks the world should look like.</p><p>Some critics have said that the Marvel Cinematic Universe, or MCU, has lagged behind the comic books when it comes to diversity, pointing to the recent announcement that white actor Tom Holland would don the mantle of the rebooted on-screen version Spider-Man. Bendis is on a committee that consults on the Marvel movies, and he looks at the comparison differently.</p><p>\"The changes we're making in the comics, some of them are 50 years old or older,\" he says, \"whereas the Marvel Cinematic Universe has only been around since 2006. Even with that, there is a lot of representation going on.\"</p><p>Bendis cites the planned Black Panther and Captain Marvel movies as examples, as well as the black characters Falcon and War Machine playing integral parts in the MCU.</p><p>\"I just think it is the beginning of what's to come,\" he says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Marvel%27s+Half-Black%2C+Half-Latino+Spider-Man+Is+Going+Mainstream&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418098781-8980a9.m3u?orgId=1&topicId=1161&d=236&p=2&story=417457442&t=progseg&e=418098678&seg=8&ft=nprml&f=417457442"},{"href":"http://media.npr.org/assets/img/2015/06/26/milesmorales.0-9464b53c67a50d882fe5fce398c4b5831aa73d53.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1440","width":"1920"}}]}