{"created":"2014-09-18T19:45:15+00:00","modified":"2015-02-03T18:18:05+00:00","valid":{"from":"2015-02-03T18:18:05+00:00","to":"3015-02-03T18:18:05+00:00"},"hreflang":"en","title":"Will Bridge Scandal Jam Gov. Christie's Road Show?","published":"2014-09-18T22:49:00+00:00","teaser":"It seems every time you turn around in the early primary states, you bump into another potential — let's say likely — candidate for president. New Jersey's Chris Christie is one of them.","itags":["npr_api","349618065"],"guid":"e9387948-9740-4e61-ad2e-f24283f912af","contentencoded":"<p>New Jersey Gov. Chris Christie was in New Hampshire on Wednesday, technically on 2014 election business. But he was also there to make an impression for 2016. It seems every time you turn around in the early primary states, you bump into another potential — let's say likely — candidate for president. Count Christie in the pack.</p><p>All of this as he's been dealing with fallout from the \"Bridgegate\" scandal involving massive traffic jams created by politically motivated lane closures on the George Washington Bridge in New Jersey.</p><p>In Salem, N.H., on Wednesday, as volunteers waited for Christie, they called registered voters to remind them about the coming midterm. There were about 100 people here — not a big crowd. Most were GOP activists and volunteers; some were simply voters who came to see the guest of honor.</p><p>Christie thanked the crowd for supporting \"our ticket\" in the state. \"I've been here three times now since July, and I'll be here a lot more between now and November because it's such an important state,\" he said.</p><p>Christie was here in his role as head of the Republican Governors Association. But in Salem, he was with Scott Brown, the former Massachusetts senator who has moved to New Hampshire to try to unseat incumbent Democrat Jeanne Shaheen. Christie highlighted Brown's previous time in the U.S. Senate: \"This is somebody who has seen it and is actually willing to go back there. That is a fighter, everybody. That is somebody who is willing to fight for New Hampshire.\"</p><p>But as road shows go, it was remarkably low-key. Christie spoke for just two minutes, 40 seconds. There was no big rallying cry or crescendo, and he kept the focus away from himself. The point is, he was there. And his appearance still made the front page — it was the top headline in the state's big daily paper, the <em>Union Leader </em>in Manchester.</p><p>Christie spent much more time working the room and posing for pictures. One person stepped in and reminded him that they'd met once before. He called him \"the next president of the United States.\"</p><p>Another attendee promised he'd be in touch when Christie does decide to run. And so it went before the governor headed out the back door.</p><p>Jim Destefano, a 50-year-old business owner, watched from the back of the crowd. \"I like that he's blunt and to the point. I've seen him make progress in a very difficult state where he wasn't in the majority, so that's encouraging,\" he said.</p><p>But here's Christie's problem: Without me asking about it, Destefano, a Republican, raised the issue of those famous lane closures at the George Washington Bridge. \"If I was on that bridge in the traffic jam, I'd probably feel differently, though. I took that as an abuse of government for political purposes, which is much the same as I see happening in Washington,\" he said.</p><p>The issue has hurt Christie in polling. In early polls last year, he was ahead of the pack in New Hampshire. A CNN poll out this week puts him in fourth place.</p><p>But longtime state Republican Randy Brownrigg said at the event that he wants to see what that issue looks like in a year's time. It's New Hampshire, he said, and it'll all get a full airing.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Will+Bridge+Scandal+Jam+Gov.+Christie%27s+Road+Show%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Don Gonyea","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349626351-115b6c.m3u?orgId=1&topicId=1014&e=349618065&d=232&ft=nprml&f=349618065"}]}