{"created":"2014-09-08T15:43:06+00:00","modified":"2014-11-05T01:07:19+00:00","valid":{"from":"2014-11-05T01:07:19+00:00","to":"3014-11-05T01:07:19+00:00"},"hreflang":"en","title":"Landslide Win Puts Opposition Party In Charge In India","published":"2014-05-16T20:06:00+00:00","teaser":"Defying expectations of a close vote that would require a coalition government, opposition leader Narendra Modi and his BJP party won India's election outright, by a huge margin.","itags":["npr_api","312990297"],"guid":"e93c2d08-c578-41d5-bbd9-c2aa661024ef","contentencoded":"<p>In a historic result, opposition leader Narendra Modi and his Hindu nationalist party are celebrating a resounding win in India's elections Friday, after ousting the Congress party that has long dominated politics in the world's largest democracy.</p><p>As of Friday afternoon, the tally kept by India's <a href=\"http://www.ndtv.com/\">NDTV</a> showed Modi's party, the Bharatiya Janata Party, winning or leading in 334 districts, compared with 59 for the Congress party. The final tally isn't yet out, but the BJP has far surpassed the required 272 of 543 total seats in India's Lok Sabha, or lower house of Parliament.</p><p>\"That's a phenomenal feat in India,\" NPR's Julie McCarthy reports on <a href=\"http://www.npr.org/programs/morning-edition/\">Morning Edition</a>, \"where governments traditionally have had to stitch together coalitions to rule this huge and varied land.\"</p><p>The strong showing as results were reported led the Congress party to concede defeat. Because India has more than 800 million eligible voters, its election takes weeks to complete. And while exit polls had indicated a rise for Modi's party, many had expected it would have to form a coalition government.</p><p>Julie says one of Modi's supporters told her, \"It's not a tsunami — it's a super-tsunami.\"</p><p>From <a href=\"http://www.bbc.com/news/world-asia-27435856\">the BBC</a>:</p><blockquote><p>\"Crowds surged around Modi's car after he visited his mother's home in the western state of Gujarat. He sent a message saying 'India has won' that instantly set a record as the country's most retweeted Twitter post.\"</p></blockquote><p>The BJP calls the win \"a complete repudiation of what they call corruption and dynastic politics,\" Julie says.</p><p>That would be a reference to the Congress party, which has led India for most of the years since the country gained independence. The party is currently led by Sonia Gandhi, whose son, Rahul, was Modi's opponent. It has been in power in India for the past 10 years and entered this election reeling from scandals and a poor economy.</p><p>In addition to anti-incumbent sentiment, Julie says, many voters are impatient for India to join the world's elite economies. Modi, 63, has campaigned on a pro-business platform.</p><p>Those feelings are prevalent among young voters, who gave Modi strong support.</p><p>\"There are 100 million more voters that were added to the voting rolls since five years ago,\" Julie says.</p><p>Modi will succeed the long-serving Prime Minister Manmohan Singh of the Congress party. Here's how <a href=\"http://timesofindia.indiatimes.com/home/lok-sabha-elections-2014/news/History-will-be-kind-to-Prime-Minister-Manmohan-Singh/articleshow/35136406.cms\">The Times of India</a> describes Singh's legacy:</p><blockquote><p>\"History will be kind to Manmohan Singh. It will remember him as the finance minister who launched India's economic reforms in 1991, and the Prime Minister who presided over 8.5 percent GDP growth for most of a decade. It will also remember him as a Sikh who was nominated for Prime Ministership by a Christian Congress president and sworn in by a Muslim President in a country that is 82 percent Hindu.\"</p></blockquote><p><strong>Update at 4:00 p.m. ET:</strong></p><p>President Obama telephoned Modi to congratulate him on his party's success and invited him to visit Washington, the White House says in a statement.</p><p>The invitation comes despite the U.S. denying Modi a visa in 2005 for his alleged complicity in Gujarat's deadly sectarian riots in 2002.</p><p>Secretary of State John Kerry also added his congratulations via Twitter.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Landslide+Win+Puts+Opposition+Party+In+Charge+In+India&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"277"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312993177-ccad09.m3u?orgId=1&topicId=1125&ft=3&f=312990297"}]}