{"created":"2015-03-13T21:55:29+00:00","modified":"2015-04-08T15:05:20+00:00","valid":{"from":"2015-04-08T15:05:20+00:00","to":"3015-04-08T15:05:20+00:00"},"hreflang":"en","title":"Lumber Liquidators Defends Its Products After '60 Minutes' Report","published":"2015-03-14T00:00:00+00:00","teaser":"The flooring retailer says the tests used by its critics give a misleading impression of product safety. But Lumber Liquidators says it will pay for safety testing for customers who want it.","itags":["npr_api","392765887"],"guid":"e93ef88f-4435-45fc-a8e9-9ccaadaa2224","contentencoded":"<p>Earlier this month, the flooring retailer Lumber Liquidators got the kind of attention companies dread. CBS' <em>60 Minutes</em> <a href=\"http://www.cbsnews.com/news/lumber-liquidators-linked-to-health-and-safety-violations/\">did a story</a> saying the company's products have unsafe levels of formaldehyde, a known carcinogen.</p><p>The news sent Lumber Liquidators' stock price into a free fall, down more than 50 percent, though it has since rebounded a bit. Now the company is attempting to salvage its reputation by <a href=\"http://www.lumberliquidators.com/sustainability/health-and-safety/\">attacking the testing method</a> used by the program.</p><p>The allegations made by <em>60 Minutes</em> are not new. Long before the story aired, environmental attorney Richard Drury filed a class action suit against the company. Drury says the amount of formaldehyde in some Lumber Liquidators products exceeds levels used in tests designed by the California Air Resources Board, or CARB.</p><p>\"Our testing showed every single batch of Lumber Liquidators laminate flooring produced in China failed the CARB test by on average six to seven times,\" he said. \"It wasn't close.\"</p><p><em>60 Minutes</em> went further, airing hidden-camera video from Chinese flooring factories in which workers admitted misrepresenting formaldehyde levels in Lumber Liquidators products.</p><p>On Thursday, the company struck back. In a conference call Lumber Liquidators President Rob Lynch noted that the formaldehyde story is being promoted by Wall Street short sellers, who benefit if the company's stock price falls.</p><p>\"We are incensed that individuals with a financial agenda can orchestrate a campaign against us regarding the safety of our product and cause a portion of our customer base undue concern,\" Lynch said.</p><p>He also said the tests used by the company's critics give a misleading impression of product safety. The tests were designed by CARB to assess formaldehyde levels in raw materials of flooring products.</p><p>\"So that way we know that regardless of what is being made or the raw materials are being used to make, we know that if the raw materials are complying with our emissions standards the formaldehyde emissions are low to begin with,\" said Lynn Baker, a staff air pollution specialist at CARB.</p><p>But flooring industry officials say the CARB test is unfair. The test rips apart the flooring and removes the laminate covering. Lumber Liquidators' Rob Lynch said this releases much more formaldehyde than customers are typically exposed to.</p><p>\"Because lamination actually helps seal-in the formaldehyde from the core ... formaldehyde emissions arising from our products are a small fraction of the levels the media has discussed,\" he said.</p><p>CARB officials confirm that laminate seals in formaldehyde, which mitigates the risk to customers. But Drury, the environmental attorney, said the products are still dangerous.</p><p>\"This piece of plastic that's on top of the board is not an emissions control device, it's a piece of plastic. And CARB understands formaldehyde gas will escape out of the board. Now, it may escape quickly or it may escape slowly but it's coming out,\" he said.</p><p>Even though Lumber Liquidators insists this controversy is overblown, it says it will pay for safety testing for customers who want it. For their part, California officials say proper ventilation is probably enough to mitigate the risks of formaldehyde. And they said they don't recommend removing floor products unless there are noticeable health effects such as eye irritation.</p><p><em>Editor's Note: Lumber Liquidators is an NPR sponsor whose credits are on air and on NPR.org. </em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Lumber+Liquidators+Defends+Its+Products+After+%2760+Minutes%27+Report&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jim Zarroli","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392846075-5557ef.m3u?orgId=1&topicId=1006&e=392765887&d=233&ft=nprml&f=392765887"}]}