{"created":"2014-09-04T16:43:29+00:00","modified":"2015-02-26T18:52:45+00:00","valid":{"from":"2015-02-26T18:52:45+00:00","to":"3015-02-26T18:52:45+00:00"},"hreflang":"en","title":"Brilliant, Unsparing 'Prelude' Will Leave A Bruise","published":"2014-09-27T22:29:00+00:00","teaser":"Saeed Jones' visceral, affecting new poetry collection, <em>Prelude to Bruise,</em> centers on the experience of Boy, an African-American child negotiating gender, sexuality and family in the South.","itags":["npr_api","344582858"],"guid":"e9467725-daba-4eeb-82d2-6e8f656de74a","contentencoded":"<p>The difficulty in reviewing excellent poetry is to keep from responding in kind. When I've thoroughly enjoyed a collection, it isn't enough to praise the rhythm, the intensity, the clarity of the work I've just read; I find myself writing about how the book is \"seamed in smoke\" or observing \"the supple twisting of its narrative spine.\" But I don't want to do that here — Saeed Jones' <em>Prelude to Bruise</em> is so visceral and affecting, I can't risk burying it in my own figurative language.</p><p>Organised into six sections of varying length, the poetry in <em>Prelude to Bruise</em> is introduced with a quote from Kafka: \"The man in ecstasy and the man drowning — both throw up their arms.\" It provides precisely the right flavor for what follows: poems that are several things at once, where words and poses recur with different, overlapping meanings. Consider the title poem:</p><blockquote><p><em>Boy, be<br /></em><em>a bootblack.</em></p><p><em>Your back, blue-black.<br /></em><em>Your body, &nbsp; &nbsp; &nbsp; &nbsp; burning.</em></p><p><em> &nbsp; &nbsp; &nbsp; &nbsp; I like my black boys broke, or broken<br /></em><em> &nbsp; &nbsp; &nbsp; &nbsp; I like to break my black boys in.</em></p></blockquote><p>In the poem, \"boy,\" \"black,\" \"body,\" \"broke\" repeat and twist, twine and change. As a consequence you're always hearing at least three meanings simultaneously: a literal meaning, a metaphorical meaning and the meaning before last — \"burning\" before it became \"burnished\" or \"burned.\"</p><p>It's impressive to see this kind of contrapuntal wordplay in a single poem, but Jones sustains it over the whole of the collection, as each piece is dressed in the resonance of those that came before. There is a core melody threaded through the collection as well, a theme: the story of Boy, a queer African-American child navigating family, gender and desire in the South. The result is a tight, complex, glittering work that pulls no punches and dims no light.</p><p>The collection is not so much curated as choreographed, such is the precision and potency with which image follows image from poem to poem. One of the stand-outs, \"Boy in a Whalebone Corset,\" follows \"Daedalus, After Icarus,\" which ends with \"<em>we don't want wings. / We want to be fish now.</em>\" The translation of a winged youth into a boy dressed in whalebone, becoming something different, fish-like, something</p><blockquote><p><em>dream-headed<br /></em><em>with my corset still on, stays<br /></em><em>slightly less tight, bones against<br /></em><em>bones</em></p></blockquote><p>is utterly breathtaking. These are poems that look at hard, ugly experiences and wring a mythic sort of beauty from them. They bring to mind the Little Mermaid, whose every step on land felt like knives — if her dancing were translated to poetry, it would read like this.</p><p>I keep coming back to music and clothing as I try to describe the language of these poems: reading them is like watching a dancer perform in a corset. The control is muscular, the restraint painful, the release tremendous. There is also a curious focus on the body as an item possessed, separate from the self: In one piece \"<em>Nina Simone sings / in the next room without her body</em>,\" while in another, the speaker asks, \"<em>would you use your body to guard my body tonight</em>.\"</p><p>There are too many exceptional poems here to single out, and not a single one that didn't at least impress me; to itemize them would be something akin to admiring individual stitches in a fabulous piece of couture. This is indeed a book seamed in smoke; it is a dance that invites you to admire the supple twist of its narrative spine; it is hard and glaring and brilliant as the anthracite that opens the collection: \"<em>a voice mistook for stone, / jagged black fist</em>.\"</p><p>Where it lands, it will leave a bruise.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Brilliant%2C+Unsparing+%27Prelude%27+Will+Leave+A+Bruise&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Amal El-Mohtar","audio":[{"meta":{"duration":"135"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352064498-1e31f3.m3u?orgId=1&topicId=1034&aggIds=144967617,100876926&e=344582858&d=135&ft=nprml&f=344582858"},{"href":"http://media.npr.org/assets/img/2014/08/30/prelude-to-bruise-ee1644786c6122c817bf4cb9baeb39b8fde0c22a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"282","width":"377"}}]}