{"created":"2015-06-03T07:48:23+00:00","modified":"2015-06-07T13:05:06+00:00","valid":{"from":"2015-06-07T13:05:06+00:00","to":"3015-06-07T13:05:06+00:00"},"hreflang":"en","title":"Most Commuter Rails Won't Meet Deadline For Mandated Safety Systems","published":"2015-06-03T11:59:00+00:00","teaser":"Most commuter trains are several years away from implementing Positive Train Control system to prevent derailment. With Americans taking 490 million commuter rail trips last year, the stakes are high.","itags":["npr_api","411464396"],"guid":"e94de38c-e96c-4995-8345-cf194e956846","contentencoded":"<p>Many investigators say Positive Train Control (PTC), an automated safety system, could have prevented last month's Amtrak train derailment. Amtrak officials have said they will have PTC installed throughout the northeast corridor by the end of this year, which is the deadline mandated by Congress.</p><p>But the vast majority of other commuter railroad systems, which provided nearly 500 million rides in 2014, won't be able to fully implement positive train control for several more years.</p><p>On the southern edge of downtown Chicago, a few dozen commuter trains idle as they prepare to take thousands of people from their jobs downtown to their homes in city neighborhoods, and suburbs both near and far. Just behind the tracks is a nondescript, two-story brick building that houses the control center for all these rail lines, and the brains of what will be Metra's positive train control system.</p><p>\"Out of this building, we control the Metra electric district, the Rock Island,\" Sal Cuevas, chief dispatcher of the control facility. \"Over 300, 350, maybe 400 trains out of this facility that we control.\"</p><p>That's about half of the commuter trains Metra moves into and out of Chicago each day. Cuevas is tracking their movement, their speed and any potential problems or delays they might encounter, from bad weather to maintenance crews. It's done in coordination with the 500 freight trains that move through Chicago every day.</p><p>Getting positive train control on line won't make his job any easier, but Cuevas says it will make the movement of all those trains safer.</p><p>\"Integrating that system with our current train control system will hopefully minimize incidents,\" he says.</p><p>But that won't be happening for some time.</p><p>Positive Train Control is a system that integrates computer, satellite and radio technologies to slow down or stop a train if the engineer becomes incapacitated or makes a mistake, such as missing a stop signal or going too fast around a curve.</p><p>Seven years ago, Congress mandated all freight and passenger railroads implement positive train control by the end of this year. But Metra's executive director Don Orseno says Chicago's commuter trains won't make the deadline, and it won't even be close.</p><p>\"Our expectation for Metra to be fully operational is in 2019,\" he says. \"There's a lot of reasons why its taking so long. Number one: it wasn't invented.\"</p><p>Orseno says railroads have had to develop PTC from scratch and it's a very complicated system. Information about track conditions, speed limits, the movement of other trains and all kinds of other data has to be downloaded into computers in the railroads' control centers and in the locomotives.</p><p>Those computers have to be able to communicate with every track signal and every other train. So there's new signaling equipment to install, new radios, new computer hardware and new software to run it all, because these positive train control systems have to be fully inter-operable between all the railroads and all their equipment.</p><p>In Chicago, the nation's busiest rail hub, that's 1,300 and passenger trains a day.</p><p>\"We operate the most complex system in the country, there's no question about that,\" Orseno says.</p><p>He adds that in mandating positive train control and imposing the December 2015 deadline, Congress provided almost no funding for it.</p><p>\"The system comes at a very expensive cost,\" he says. \"We're looking anywhere from about $350 million for this system, and you're talking about commuter rail service. There's not that kind of money out there.\"</p><p>And it's not just Chicago's commuter rail agency that's struggling to build, fund and implement positive train control. Most commuter trains across the country won't have it by the end of this year.</p><p>\"About 29 percent of our systems anticipate they'll be able to make the goal this year, about seven systems in the country,\" says Michael Melaniphy, president and CEO of the American Public Transportation Association.</p><p>Melaniphy says some commuter rail agencies will need another three to five years to complete PTC installations because of the scale and complexity of the systems and the resources needed.</p><p>\"There are only so many people that are experts in this area,\" he says. \"They can only produce so many of the radio sets that are needed and the spectrum that's needed to run those radios in a given time.\"</p><p>Acquiring that radio spectrum for PTC has been especially difficult for commuter railroads.</p><p>\"Many of the operators will be able to obtain in some segments but maybe not along the entire corridor,\" Melaniphy says. \"They have to figure out who owns the spectrum in a given corridor and negotiate with them to either sell it or lease it.\"</p><p>Melaniphy is hoping Congress will allow the FCC to provide commuter railroads with the radio spectrum they need for free. He's also asking Congress to pay at least some of the estimated $3.5 billion cost of PTC, and extend the deadline to give commuter and freight railroads more time to implement a safety system they all agree they want and need to implement.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Most+Commuter+Rails+Won%27t+Meet+Deadline+For+Mandated+Safety+Systems&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Schaper","audio":[{"meta":{"duration":"257"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411660255-b0ff68.m3u?orgId=1&topicId=1003&d=257&p=3&story=411464396&t=progseg&e=411644331&seg=3&ft=nprml&f=411464396"}]}