{"created":"2015-01-24T23:14:41+00:00","modified":"2015-06-05T15:29:55+00:00","valid":{"from":"2015-06-05T15:29:54+00:00","to":"3015-06-05T15:29:54+00:00"},"hreflang":"en","title":"Study Says Creativity Can Flow From Political Correctness","published":"2015-01-24T23:14:00+00:00","teaser":"There is a common belief that requiring the use of \"politically correct\" language in the workplace stifles creativity. Researchers decided to see if that notion held up to scrutiny.","itags":["npr_api","379628464"],"guid":"e9533804-ea9f-48bb-b731-cd17d522a89b","contentencoded":"<p>There is a common belief that requiring the use of \"politically correct\" language in the workplace stifles creativity.</p><p>Michelle Duguid,<strong> </strong>a professor at Washington University in St. Louis, tells NPR's Arun Rath that, intuitively, that assumption makes sense.</p><p>\"People should be able to freely think, throw any crazy ideas, and any constraint would actually dampen creativity,\" Duguid says.</p><p>But instead of relying on intuition, Duguid decided to test the idea empirically. As the U.S. workforce continues to become more diverse, and organizations add more female employees, people of color, gay people and transgender people, researchers are more than ever examining diversity and bias in the work place.</p><p>Duguid and her co-authors set up an experiment to see if the notion that politically correctness impedes creativity held up to scientific scrutiny.</p><p>They sat down students in groups of three to brainstorm ideas on how to use a vacant space on campus. Some of the groups were all men, some all women, others mixed. Control groups got to start right away on the brainstorming, but the test groups were primed with a script.</p><p>The research team told those groups that they were interested in gathering examples from college undergraduates of politically correct behavior on campus. They were instructed to, as a group, list examples of political correctness that they had either heard of or directly experienced on this campus.</p><p>\"They did that for 10 minutes,\" Duguid says.</p><p>In the same-sex groups, the old notion held true. Groups of three men or three women who were instructed to think about political correctness were less creative than the control group. But in the mixed-gender groups that got the politically correct instructions, creativity went up.</p><p>\"They generated more ideas, and those ideas were more novel,\" Duguid says. \"Whether it was two men and one woman or two women and one man, the results were consistent.\"</p><p>Duguid interprets those results to show that men might be uncertain about what may be seen as sexist or inappropriate, while women might be uncertain about speaking up at all and if their ideas will be valued.</p><p>\"But in both cases, by reducing this uncertainty, people were much more open — both men and women — to share more ideas,\" she says.</p><p>Duguid and her colleagues started another experiment, one that looked at stereotypes. They tested whether educating people about stereotypes would in turn reduce stereotypes. What they found was that by publicizing the fact that the vast majority of people stereotype, it actually creates a norm for stereotyping.</p><p>\"People feel more comfortable expressing stereotypes or acting in ways that would be seen as inappropriate because it has set up this norm where everyone does it, so I might not be punished,\" she says.</p><p>Duguid and her co-author tinkered with their message. Rather than telling the group that everyone was guilty of stereotyping, they simply told them that the vast majority of people put effort into <em>not</em> stereotyping.</p><p>\"[It] actually had great effects,\" she says. \"It was the same as telling people that few people stereotyped. So that actually reduced stereotyping, and it was better, significantly better, than telling them nothing at all.\"</p><p>For Duguid's study, this was good news.</p><p>\"I think most people want to be unbiased, and there are ways we can try to make that happen,\" she says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Study+Says+Creativity+Can+Flow+From+Political+Correctness&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"213"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379632137-20b16b.m3u?orgId=1&topicId=1024&d=213&p=2&story=379628464&t=progseg&e=379632077&seg=8&ft=nprml&f=379628464"},{"href":"http://media.npr.org/assets/img/2015/01/24/diverse-office-3a479a2a7340a1dd13107b5999bbb57d622f1384.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1887","width":"2516"}}]}