{"created":"2015-01-20T19:03:24+00:00","modified":"2015-07-01T18:52:07+00:00","valid":{"from":"2015-07-01T18:52:07+00:00","to":"3015-07-01T18:52:07+00:00"},"hreflang":"en","title":"AraabMuzik: 'I Have So Much Music, It Doesn't Make Sense'","published":"2015-01-30T20:47:00+00:00","teaser":"The Rhode Island-born producer and DJ tells the story of the father/son talk he once had with Cam'ron, delineates EDM and hip-hop and calls out the whole music industry for being flaky.","itags":["npr_api","377033509"],"guid":"e962c58e-51cc-4e1f-817c-47be29e89022","contentencoded":"<p>The Rhode Island-born producer and DJ — the MVP of the MPC — tells <em>Microphone Check</em> hosts Ali Shaheed Muhammad and Frannie Kelley the story of the father/son talk he once had with Cam'ron, delineates EDM and hip-hop (one is more like private school than the other) and calls out the whole music industry for being flaky.</p><p><strong>ALI SHAHEED MUHAMMAD</strong>: Araabmuzik in the house.</p><p><strong>ARAABMUZIK</strong>: Yes, sir.</p><p><strong>MUHAMMAD</strong>: What up?</p><p><strong>ARAABMUZIK</strong>: Hey, not much, man. Same circus, different clowns.</p><p><strong>FRANNIE KELLEY</strong>: You like that.</p><p><strong>MUHAMMAD</strong>: Never heard that one before.</p><p><strong>ARAABMUZIK</strong>: You know, gotta be different, man.</p><p><strong>MUHAMMAD</strong>: You calling us a clown, though? I'm just saying.</p><p><strong>KELLEY</strong>: Uh-oh.</p><p><strong>ARAABMUZIK</strong>: Not at all, man. It's just, another way of saying --</p><p><strong>MUHAMMAD</strong>: No, I'm just joking.</p><p><strong>ARAABMUZIK</strong>: Same s---, different day.</p><p><strong>KELLEY</strong>: What are you doing in town, in New York?</p><p><strong>ARAABMUZIK</strong>: Right now I'm just hanging out, you know, getting stuff done. Just chilling, basically.</p><p><strong>KELLEY</strong>: Where are you coming from?</p><p><strong>ARAABMUZIK</strong>: I come from Rhode Island.</p><p><strong>KELLEY</strong>: So you got to take some time off at home, too, you mean?</p><p><strong>ARAABMUZIK</strong>: Yeah, basically. I'm just coming over here to just, you know, network with a couple people that's actually in town for this week, and meet up with them and chopping it up and stuff like that. I leave again Friday. I go back to Germany for a festival and then come back for a couple days, then I'm shooting back out. Got a whole list of shows to do by the end of the month, so my schedule's looking kind of hectic right now.</p><p><strong>MUHAMMAD</strong>: How do you juggle your DJ schedule with your producer schedule? Do you set time aside for each or do you just get it all done?</p><p><strong>ARAABMUZIK</strong>: When I perform and travel, that's all set dates. So I basically just produce when I have all my free time. Like, I do everything really late night. That's when all the, you know, creative process kicks in. That's it. I just dropped the remix of the Trey Songz \"<a href=\"https://www.youtube.com/watch?v=wsuLSEXBXcQ\" target=\"_blank\">Na-Na</a>\" the other day and that's really doing good.</p><p>It's getting a good response on the web and everything like that. It's my first official remix that I actually put out, you know, with hip-hop. I still gave it that feel. I didn't want to switch up the whole song. It's definitely doing good. A lot of people are showing me love on that. And I just previously dropped the <em><a href=\"https://itunes.apple.com/us/album/for-professional-use-only-2/id898905248\" target=\"_blank\">For Professional Use Only 2</a></em> on iTunes about two weeks ago and it's doing good. It's like, about Number 5 on the dance charts.</p><p><strong>MUHAMMAD</strong>: That's dope.</p><p><strong>ARAABMUZIK</strong>: So I been working. Got a lot of stuff lined up for 2015. Yeah, man, so right now I'm pretty much just doing the shows and --</p><p><strong>MUHAMMAD</strong>: Do you look forward to doing remixes or --</p><p><strong>ARAABMUZIK</strong>: Yeah, I mean, all that stuff is cool. It's basically like keeping your name up.</p><p><strong>MUHAMMAD</strong>: Do the remixes challenge you more?</p><p><strong>ARAABMUZIK</strong>: Sometimes. It depends on which — I mean, it all depends on what I want to remix. You know, if it's not something crazy — like if the original song wasn't too crazy like that, I can probably make it sound a lot better than the original. That's what I pretty much do all the time. I always make it — when I put something out or remix something or put my touch to it, it's always better than the original.</p><p><strong>MUHAMMAD</strong>: What was the first song that you did that became the shifter in terms of, like, setting you up? Where it was like your name was your name?</p><p><strong>ARAABMUZIK</strong>: I mean, probably a couple years ago, when I was working with Cam. Those were the big songs. \"<a href=\"https://www.youtube.com/watch?v=CKuWozzEhao\" target=\"_blank\">Salute</a>,\" that was a real big one right there cause that sound right there was a different sound. And that was the sound that pretty much got me into the EDM and stuff like that. I had been doing the EDM stuff for a long time. I hooked up with my agent back in like 2011, when he got me doing a lot of shows and showcasing my talent around the world. I had toured overseas for about a week off the <em><a href=\"https://www.youtube.com/watch?v=8EjpBnjuWHM\" target=\"_blank\">Electronic Dream</a></em>.</p><p><strong>MUHAMMAD</strong>: In your making your music — let's go back to the beginning. How did you begin? What were you listening to when you first started making music?</p><p><strong>ARAABMUZIK</strong>: At the time I was just listening to a lot of instrumentals.</p><p><strong>MUHAMMAD</strong>: Who are some of your favorite?</p><p><strong>ARAABMUZIK</strong>: My influences? Man, you know, it was always my boy <a href=\"https://www.youtube.com/watch?v=Hj3mHN8h_zk\" target=\"_blank\">Swizz Beatz</a>. He was a major influence growing up. He had his own distinguished sound. He was always using the keyboards and playing his own stuff. Nothing was sounding like anything he was doing. Same thing with <a href=\"https://www.youtube.com/watch?v=ucoK6KN1dzU\" target=\"_blank\">Dre</a>, you know, that West Coast gritty sound. Then it was <a href=\"https://www.youtube.com/watch?v=yPKTYOuVuak\" target=\"_blank\">Premier</a> and <a href=\"https://www.youtube.com/watch?v=U23NbfDMBaI\" target=\"_blank\">J Dilla</a>, <a href=\"https://www.youtube.com/watch?v=56b2JCTXIvg\" target=\"_blank\">9th Wonder</a>, <a href=\"https://www.youtube.com/watch?v=avcBPgUBCJI\" target=\"_blank\">Alchemist</a>. Just listening to those types of beats. I'll never really listen to the lyrics. I was never into the artists.</p><p>I started off playing drums, since I was like three, four years old — that was my gift right there, was the drums. And then later on I started playing keys. You know, just making my own beats pretty much. And I never knew what a MPC was until one of my peoples told me about it. He was like, \"Yo, you need — get on one of these things right here,\" whatever. And I had got one and from there it was pretty much hands-on, you know. It wasn't really too much — it wasn't difficult or anything like that. I mean, as far as the producing process, yeah, he taught me the little basic stuff, like how to save, load and stuff like that, but I took over from there. I've been just at it for a long, long time.</p><p><strong>MUHAMMAD</strong>: Your sound, it's changed, though, from the time you first started. So in going back to your agent, did your agent kind of show you the way in terms of direction?</p><p><strong>ARAABMUZIK</strong>: Yeah, he told me how, you know, like what's being played, what people — what the crowd actually reacts to. Because they don't react to everything you play, so you gotta definitely cater to what they're looking for.</p><p><strong>KELLEY</strong>: What do they react to?</p><p><strong>ARAABMUZIK</strong>: You know, just the big — I mean, it depends. Now, right now, the trap and the hard house has pretty much taken over. It's always switching — it's like phases in music all the time, or eras. Last year or two years ago it was dubstep. That's when <a href=\"https://www.youtube.com/watch?v=Ka7wBGFSuSE\" target=\"_blank\">Skrillex</a> and all these people were definitely killing 'em. Now it's the trap and the house and whatever, you know what I mean?</p><p><strong>KELLEY</strong>: And that's wherever you go?</p><p><strong>ARAABMUZIK</strong>: And that's wherever I go, yeah. Me, I play a lot of everything. I don't just stick to one genre of music. So I'll play a lot of like, EDM, trap, the house, the dance. I'll slow it down; I'll play some hip-hop beats, original stuff. Unreleased stuff, just to keep the crowd — I just keep it going pretty much. My sets are like an hour-and-a-half. Before I used to only perform for like 20 minutes.</p><p><strong>MUHAMMAD</strong>: Really?</p><p><strong>ARAABMUZIK</strong>: Yeah, man.</p><p><strong>MUHAMMAD</strong>: How'd you get away with that?</p><p><strong>ARAABMUZIK</strong>: I don't know.</p><p><strong>KELLEY</strong>: Festivals, man.</p><p><strong>ARAABMUZIK</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: True. I forget about the festivals.</p><p><strong>ARAABMUZIK</strong>: Yeah, cause you know, I was doing it right there, live. So at the time, I'm like, \"Damn, I can't perform for an hour!\"</p><p><strong>KELLEY</strong>: Your fingers get tired?</p><p><strong>ARAABMUZIK</strong>: They used to before. That's why I was always doubting myself. But you know when you keep doing something that you're not used to doing like that. but then as you keep doing it and doing it and doing it, it's just like, \"Aight.\" Before I used to time myself. Now I just go. They'll tap me and give me like a little, \"Two minutes.\" Or, \"You got five minutes left,\" or whatever, and then I'll just know and then I'll just build it up and then kill 'em with an ending.</p><p><strong>MUHAMMAD</strong>: Do you find — in terms of different cities, countries and stuff, who's more hyper?</p><p><strong>ARAABMUZIK</strong>: To me, they're all the same.</p><p><strong>MUHAMMAD</strong>: It's the same?</p><p><strong>ARAABMUZIK</strong>: It's the same, man. Cause those type of festivals all have the same energy and the same crowd, the same type of thing going on. It's never no type of --</p><p><strong>MUHAMMAD</strong>: So Berlin, Chicago, it's all --</p><p><strong>ARAABMUZIK</strong>: Yeah, man. When I did the Pitchfork Festival in Chicago; crazy. And then overseas, if I do the show in Germany, Berlin or wherever, it's the same: same crowd. Australia — you know, the only thing is Tokyo. They don't really — they don't go ham out there. They just stand there and look at you, cause I guess that's the way they show respect or whatever. But I still haven't done a festival or anything like that out there. It's all like club shows and stuff. The clubs, of course they go crazy but it's not the same as doing a big festival shows, you know, when you're in front of like 30, 40,000 people.</p><p><strong>MUHAMMAD</strong>: Does that charge you a bit more?</p><p><strong>ARAABMUZIK</strong>: Definitely, man, of course. You're performing in front of that many people and they're all going crazy. There's not one — you know what I'm saying? Cause it's like, there's people that perform in front of that — like, hip-hop versus EDM: there's people that perform in front of those many people in the hip-hop, but they're all not going crazy. Half of 'em are — or not even. But versus doing an EDM show, every single person in that crowd is on something.</p><p><strong>MUHAMMAD</strong>: Do you ever get on the microphone when you are--</p><p><strong>ARAABMUZIK</strong>: Nah, man. Sometimes. Well, I just started getting on the mic.</p><p><strong>MUHAMMAD</strong>: So what's that like?</p><p><strong>ARAABMUZIK</strong>: It's different, you know what I mean. I don't really — I'm not a really talkative person when it comes to like, you know, hosting stuff, stuff like that, so right now I gotta --</p><p><strong>MUHAMMAD</strong>: There's no <a href=\"https://twitter.com/fatmanscoop\" target=\"_blank\">Fatman Scoop</a> kinda Araabmuzik?</p><p><strong>ARAABMUZIK</strong>: Yeah, I gotta get in my, on my hype man s--- real quick.</p><p><strong>KELLEY</strong>: Cause who was doing it before <a href=\"https://twitter.com/darealdukedagod\" target=\"_blank\">Duke</a> was?</p><p><strong>ARAABMUZIK</strong>: Yeah, he'll be on stage and, you know, he'll say certain things to just get 'em, the crowd, get the crowd, you know what I mean, hyped up. But now it's just like everything I play — I don't know, like I just gotta get on my mic game. But that is cool when you have the build-ups, you know what I'm saying, when you're playing a track and it's building up, that's when you pretty much go, \"Yay,\" you know what I mean. You let 'em know that something's gonna come and then when it drops, that's when they go crazy, da-da-da.</p><p><strong>MUHAMMAD</strong>: Man, I've never seen --</p><p><strong>ARAABMUZIK</strong>: I'm working on it.</p><p><strong>MUHAMMAD</strong>: I've never seen any of your performances. I can't imagine you being the hype DJ. My vision of you has always been just the musician, you know, the person that's making people move.</p><p><strong>ARAABMUZIK</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: And that's just always my approach. I really dislike when promoter ask, \"Are you gonna get on the microphone?\" And I'm like, \"Come on, man, I'm just not gonna talk. And if that's what we having me here for, it's gonna be disappointing.\" But do you take any of that kind of like feeling you get from the stage and bring it back home to the studio? Or even after a show — like if you're traveling, I'm sure you're traveling with stuff you can record with. Do you bring that back to the process?</p><p><strong>ARAABMUZIK</strong>: No.</p><p><strong>MUHAMMAD</strong>: No? It's just you and the music?</p><p><strong>ARAABMUZIK</strong>: Yeah, it's just me, you know, showcasing — just performing and then when I'm in the studio, it's just, you know.</p><p><strong>MUHAMMAD</strong>: So when you're making an album, do you decide, you know, what the theme is and then you go in sculpting the entire record based off of that or is it just kind of like you're piecing ideas together?</p><p><strong>ARAABMUZIK</strong>: Yeah, it's a little of both. It just depends on which direction you want to go in, you know what I mean. Each song, I want to have it be its own. I don't want to have an album based around the same type of sound. I like to mix it up a lot cause, you know, I have a lot of styles — I can sound like whatever. I could drop something today and drop something else the next day and it would be something totally different. So, that's the key thing is being versatile. Versatility, you know, and I can work with whoever.</p><p><strong>MUHAMMAD</strong>: Do you think that some of the music today lacks versatility?</p><p><strong>ARAABMUZIK</strong>: Of course, man. Everything sounds the same. Everything. Music is just not what it used to be anymore, man. It's easy to throw a record out there and as long as you have a dance or a slogan or whatever to it, you're popping now. Before, it was about the lyrics and the delivery and performing, all of that, you know what I'm saying. Now, as long as you have a following and whatever, that's it. You got a deal now and all types of dumb s---. Like, come on, man.</p><p><strong>KELLEY</strong>: Are you talking about hip-hop or are you talking about everything?</p><p><strong>ARAABMUZIK</strong>: I mean, it's in hip-hop. Yeah, EDM's not really, it's not for everyone. They pick and choose who they accept in the EDM world. It's like private school, you know what I'm saying? It's like you've gotta go through a lot of things in order to get accepted and hip-hop's it's whatever. It doesn't even matter as long as you, you know.</p><p><strong>KELLEY</strong>: A couple years ago <a href=\"http://pitchfork.com/features/interviews/8770-araabmuzik/\" target=\"_blank\">you told <em>Pitchfork</em></a> that you graduated from hip-hop.</p><p><strong>ARAABMUZIK</strong>: Yeah, I definitely did.</p><p><strong>KELLEY</strong>: What does that mean? Cause Ali --</p><p><strong>ARAABMUZIK</strong>: You know, I'd done that already. Now I'm really killing' 'em in the EDM world, doing all this stuff cause I came from hip-hop. And there's really nothing going on in hip-hop. That's why everyone is merging into the dance scene. Everything's all — I mean, just look at all these festivals that <a href=\"https://www.youtube.com/watch?v=xyQhdhYEYko\" target=\"_blank\">Diddy</a> and <a href=\"https://www.youtube.com/watch?v=NPZKyCp6KRs\" target=\"_blank\">2 Chainz</a> and <a href=\"https://www.youtube.com/watch?v=w5Q36lO4Bws\" target=\"_blank\">Waka</a>'s in.</p><p>They all want to be a part of these big festivals as — you know, like Coachella and then South by Southwest and all this other stuff that I been done years ago. So it's just like now they want to get into it and now, you know what I'm saying, you've got DJs actually doing these festivals, too, so, you know. Shout out to <a href=\"https://www.youtube.com/watch?v=9zVPKwt1Fnk\" target=\"_blank\">Just Blaze.</a> Him and <a href=\"https://www.youtube.com/watch?v=a1t4PKh96Nc\" target=\"_blank\">Green Lantern</a>, you know, I see him all the time when I'm doing shows, and I'm saying, well, I'ma bump into these people.</p><p><strong>KELLEY</strong>: Is it about the money?</p><p><strong>ARAABMUZIK</strong>: That, but I guess it's for the love of the art. Even with me, I used to love just doing it just to do it, even if I'm not being paid to do it or whatever. I'll still do it just because I love, you know what I'm saying, what I do. And a lot of people nowadays, it's all just about the money, you know what I'm saying, because, you know, it's whatever. I mean, it's fast or whatever, but for people like that, been in the game that are legends and all that, they actually do it cause they love to do it. And of course the money's good so that's just, you know, a bonus or whatever.</p><p><strong>KELLEY</strong>: Ali and I talk about this a lot, and about how the money on the executive level sort of rewards somebody who has a following and they really just want you to work that hit song for like two years and they're probably not even gonna put your album out or whatever. And so I guess that's what I mean by is it because of the money. Like if hip-hop, on the business side, were structured in a way that just worked, if it worked maybe more like a private school, would that make making hip-hop more appealing? Or is this focus on hip-hop as a separate thing stupid anyway?</p><p><strong>ARAABMUZIK</strong>: Yeah.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>ARAABMUZIK</strong>: I mean, I don't know. Things have changed a lot, with everything. I mean, I guess the way the business sides, the labels, how they handle artists and how things used to go back then versus now — I think only now, if you have one good song, you good. You could tour and do all types of s--- with just one song. And then I guess get a deal for like an album or a mixtape or whatever, but it's people that are touring, doing stuff off just mixtapes, don't even have to drop an album. I'm saying it's easy now. You know, everything's all just digital and you just upload a song and people are feeling it. I guess.</p><p><strong>KELLEY</strong>: But I guess that's the difference. Before, you could have one song and then just hit the road, but you had to get somebody to lend you money to make that song first.</p><p><strong>ARAABMUZIK</strong>: Yeah, it's all about the marketing. Yeah, there's definitely a lot behind it, you know what I'm saying, because you have to pay people to play your songs and all, try — and you always have to have a video to something, so that could also be played on MTV or BET or whatever it is, stuff like that.</p><p>That's what I'm definitely focusing on now, is just putting out a lot of visuals. Cause I'm a visual artist, you know, people gotta see what I'm doing. I can't just put a song out and that's it. So that's the thing with me. Like that's how I always was going in the studio. I'll always bring the MPC, and they always figure out, like, \"What is that? What is he about to do, da-da-da.\" Cause they used to, you know, people coming in with CDs or emailing tracks to 'em. But with me, it was different. I'll come in --</p><p><strong>MUHAMMAD</strong>: You bring your MPC to a meeting?</p><p><strong>ARAABMUZIK</strong>: Yeah, even to a meeting.</p><p><strong>MUHAMMAD</strong>: That's dope.</p><p><strong>ARAABMUZIK</strong>: Hell yeah. I used to play and rock out in the meeting, right there and have everyone in the offices coming in and it was just crazy, you know what I'm saying.</p><p><strong>KELLEY</strong>: It was like <a href=\"https://www.youtube.com/watch?v=9b_VB9Fe7QE\" target=\"_blank\">that video of you with Busta</a>.</p><p><strong>ARAABMUZIK</strong>: Yeah, exactly. He's definitely a testament of that, you know what I'm saying, cause--</p><p><strong>KELLEY</strong>: What did he say? \"I was just emulsified?\"</p><p><strong>ARAABMUZIK</strong>: Yeah. I never heard that word either.</p><p><strong>KELLEY</strong>: That's not what that word means.</p><p><strong>ARAABMUZIK</strong>: Yeah, it was crazy. That right there, like, he had me waiting for a little while. I don't know what he was doing. But I go in, you know, we talk for a little bit, whatever, and then that's when I pull the machine out and he's just like, \"Damn, I haven't seen one of them things in years, like a long time.\" So we was just talking about stuff like that about how he used to — like producers used to come in with that, da-da-da-da-da, and then, yeah, so I had loaded up a track — cause that's what I do — instead of just playing the track, I actually play the track live right there and just showcase it on the spot. And that's what I did.</p><p>And not even 20 seconds into the track, he stops me, he puts me in a headlock, you know, and he's like, \"Damn, what was that!?\" It was just something that — it was just like I did magic or something, like I was floating in the air or something. Never seen nothing like that. So that's when he really was on his s--- and was just like, \"Yo, turn those cameras on.\" Cause, you know, at first, it's like, \"Damn, turn the cameras off.\" It was real like strict. It was real like, you know, and then once he got that green light, then that's when <a href=\"http://www.npr.org/blogs/therecord/2010/12/09/131912596/the-making-of-a-hit-song-jerry-wonda-s-platinum-sound\" target=\"_blank\">Jerry Wonda</a> came in, cause it was at his studio — it was at Platinum Studios. Yep, and then from there — that's how that came about.</p><p><strong>MUHAMMAD</strong>: That's pretty amazing. That's like Jimi Hendrix walking in with a guitar and — you're not gonna, you know, may he rest in peace — but I can imagine if he walked in with his guitar and he's just playing and you're like, \"What the hell was that?\" You got something special. So you walking in — I don't think I've ever really heard anybody walking in with their drum machine, and if you're a master at your instrument, then --</p><p><strong>ARAABMUZIK</strong>: Yeah, that's how it was. That's how I kept myself exclusive. Like those, \"Send stuff!\" Nah, I ain't sending nothing. I'm going there. Trust me. Like, trust me. And it took time but they were like, \"Ah, fine.\" And then that's how I build all these relationships, you know what I'm saying?</p><p>Now all these dudes love me, like, \"Damn, that's that n---- right there. That — what he does on that machine.\" So that's how I was. \"Listen, trust me, bro. You're gonna see.\" \"Aight, aight,\" you know. As soon as it's over, they don't know what to do; stand up, sit down, they throw they hat if they have a hat, they tell people, everyone just comes in, \"Yo, stop what you're doing. You see what this kid just did?\" And then right there, you know, the vibe just changes. Yeah, that's how I pretty much did it, you know what I mean, that's how I won these artists. Yeah, man, that's just how I was.</p><p><strong>KELLEY</strong>: And that's how you go direct to them instead of dealing with managers?</p><p><strong>ARAABMUZIK</strong>: Yeah, exactly. Yeah, I do everything directly. I don't go through no managers, no nothing. I speak to the artists themselves. They hit me up, text, whatever, call me, \"Yo, I know you've got some s--- in there.\" \"Yes, I do.\" \"Aight, well, where you at?\" Da-da-da, you know what I mean. And we set it up and we go. I'll go with myself or one of my peoples, but I do everything myself, man.</p><p><strong>MUHAMMAD</strong>: That's dope.</p><p><strong>ARAABMUZIK</strong>: You know what I mean? I don't need — yeah. So that's cool to build that relationship to where, I mean, I'm actually talking to these artists personally versus going through all types of third parties and stuff like that.</p><p><strong>MUHAMMAD</strong>: Are you going to do — I mean, I'm waiting to see like an entire album, you know what I mean?</p><p><strong>ARAABMUZIK</strong>: Yeah, it's definitely — it's working.</p><p><strong>MUHAMMAD</strong>: Doing one songs, two songs, whatever, that's cool, but for you to just be like, \"Yo, OK,\" you're convinced, now I need the entire album.</p><p><strong>ARAABMUZIK</strong>: Yeah, exactly. I'm doing that right now as we speak. I'm already getting stuff planned. I'm already getting verses from artists, you know. I already got tracks set aside, for the album and stuff like that.</p><p><strong>MUHAMMAD</strong>: I mean, not definitely for your record, but I'm just saying --</p><p><strong>ARAABMUZIK</strong>: Cause that's what I need now, is like a whole album of actual artists on the tracks.</p><p><strong>MUHAMMAD</strong>: Yeah, it would be the ill takeover if you just started doing like a Bus album or whoever's the next person. Like, \"Yo I did the whole album.\" Like how it used to be.</p><p><strong>ARAABMUZIK</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: You know, slowly start bringing the inspiration, the creativity.</p><p><strong>ARAABMUZIK</strong>: Yeah, it's time now. It's definitely time for me to bring that out.</p><p><strong>KELLEY</strong>: Why is it now?</p><p><strong>ARAABMUZIK</strong>: I mean, cause I got everyone's attention the way I should have it. I've just been doing a lot, you know what I'm saying. It's just as you get older, you get that business side, and until now — like, I have a decent catalog. I have worked a lot of people, so it's like a favor. Like, \"Yo, I need you on this, I need you on that,\" versus before, you know what I mean, I was really limited to certain people that I worked with.</p><p>It's about timing and I think it's definitely about that time now to, you know, bring that to the table. I've done a lot of festivals and big shows and everything, so now it's time to bring that type — like you said — that to the studio. To where I can actually DJ my own songs now and I can have all these other big DJs playing my songs, you know, cause that's important, too. When these big DJs actually playing your record, then that's when you're doing something right. Cause you don't want to be that dude that's only playing everyone's records and they're not giving you the equal type of love.</p><p>So I gotta debow my way in that. You know what I mean, even though everyone knows who I am. It's just about that product. I need the product, and actually show them that I can — I'm serious about this and I'm actually about it. Cause a lot of people say they're gonna do stuff and drop this and drop that but nothing comes out, release dates get pushed back, da-da-da. So now that I've put a couple projects out this past, yeah, for this summer, it's all about putting stuff out for the winter, fall. You know, first quarter's in what, January, February, so.</p><p><strong>MUHAMMAD</strong>: I hear that <a href=\"https://www.youtube.com/watch?v=Kgjkth6BRRY\" target=\"_blank\">Gwen Stefani</a> is in a writing camp session right now trying to finish her record, man. I think you should be there.</p><p><strong>ARAABMUZIK</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: No, I'm dead ass serious. She needs, period point blank — I think you have such an energy, it's just uplifting and good and dope and definitely different in terms of what you bring to it.</p><p><strong>ARAABMUZIK</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: Just saying, make a call when you leave here.</p><p><strong>ARAABMUZIK</strong>: Yeah, I'll set it. Yeah, whatever man.</p><p><strong>MUHAMMAD</strong>: To get out there in L.A. Freshen her up. She needs some freshening up.</p><p><strong>ARAABMUZIK</strong>: I'm willing to do whatever. Yeah, fresh air, man. Some new blood.</p><p><strong>KELLEY</strong>: Is that the progression? Like hip-hop, EDM, pop?</p><p><strong>ARAABMUZIK</strong>: Yeah.</p><p><strong>KELLEY</strong>: Cause that's where the loot is?</p><p><strong>ARAABMUZIK</strong>: That's the order, yeah. Yep. Yeah, it's just a hybrid of all of 'em, you know what I'm saying.</p><p><strong>KELLEY</strong>: Pop is?</p><p><strong>ARAABMUZIK</strong>: Yep, pop, yep. Yeah, that's all you really hear on the radio. But right now it's the South. That's all you hear is 808s and the same sounds, you know what I'm saying. <a href=\"https://www.youtube.com/watch?v=43F6_1QCRss\" target=\"_blank\">Young Chop</a>, shout out to him, but he — everything sounds the same. Everything. Like, it's just — it's him and <a href=\"https://www.youtube.com/watch?v=8RK_aLZf6RE\" target=\"_blank\">Mustard</a>. That's all you hear on the radio. It's not music, man.</p><p>And because — you know what it is? A lot of artists is scared to be different, so they rather, you know, play the safe side and sound — do a track that sounds like everything else instead of actually ... I guess. I'm not used to hearing Jay Z or these types of people on songs like that, man, or beats like that. That's not what they want to hear. They want to hear --</p><p><strong>MUHAMMAD</strong>: What do you listen to outside of hip-hop, EDM?</p><p><strong>ARAABMUZIK</strong>: I don't listen to nothing. I just listen myself. I mean, I listen to stuff, so it's not like I listen on my own time, cause it's always, you know. I'm always working, and trying to get my stuff right and my stuff together, so when it does come out, everyone will just be listening to me.</p><p><strong>MUHAMMAD</strong>: So then, while we listening to you, talk about just a couple songs. Just the process, like what you were thinking about when you were making these songs: \"<a href=\"https://www.youtube.com/watch?v=43F6_1QCRss\" target=\"_blank\">White Collar</a>\" and \"<a href=\"http://youtu.be/y_JQ8-QkUwQ?list=PLVVRPKTpBGJg7HJsdpj7IobgOAOWSXCrc\" target=\"_blank\">Face Off</a>\". What's the thought process?</p><p><strong>ARAABMUZIK</strong>: My work process is really simple and fast. First of all, I'm not high or drunk or anything when I work. Everything that I have ever done was sober. Just to get that out there. Because people always think, \"Yo, do you smoke? You get high?\" Like, \"How do you think of these things? You've gotta smoke crazy.\" Well, I don't. I don't drink, but I'll drink here and there. But when it comes to actually working and thinking of stuff, I just do it, you know what I'm saying. I don't really — \"White Collar\" was a sample, and I chopped it up real quick and then laid the drums down and that was that.</p><p><strong>KELLEY</strong>: I want to know about \"<a href=\"https://www.youtube.com/watch?v=SaytzZxwP9Q\" target=\"_blank\">You Know This</a>\" from <em><a href=\"http://www.datpiff.com/Camron-Ghetto-Heaven-Vol-1-mixtape.494468.html\" target=\"_blank\">Ghetto Heaven</a></em>. That one sounds really different from some of your other stuff. It's one of the more melodic ones, I guess.</p><p><strong>ARAABMUZIK</strong>: Which one?</p><p><strong>KELLEY</strong>: \"You Know This.\"</p><p><strong>ARAABMUZIK</strong>: Oh, yeah, \"You Know This.\" OK, yep, yep, yep. Yeah, that's, um --</p><p><strong>KELLEY</strong>: Was that you purposely being --</p><p><strong>ARAABMUZIK</strong>: Nah, that's an old record that I've done years ago inspired by like a Swizz Beatz or something for, like, Ruff Ryders. And then he so happened to use it and put it on this.</p><p><strong>KELLEY</strong>: \"He so happened,\" so he — did he have it? He has tapes from you?</p><p><strong>ARAABMUZIK</strong>: Yeah, he been had it. Everything that he puts out, he been did a long time ago. A long time ago. All this stuff is not new, I'll tell you that.</p><p><strong>KELLEY</strong>: Is he working now?</p><p><strong>ARAABMUZIK</strong>: I don't know. I haven't really — he's been doing the movies and he's been running around doing a lot of stuff, so he just, I guess, had to put in songs that he been had together and actually put them out and put in a little project and stuff. But like that song right there, that's the beat I done the same time as — damn, that goes in the same time as \"<a href=\"https://www.youtube.com/watch?v=mSn9Rw9ZuHg\" target=\"_blank\">Get It In Ohio</a>.\"</p><p><strong>KELLEY</strong>: For real?</p><p><strong>ARAABMUZIK</strong>: Yeah, and \"<a href=\"https://www.youtube.com/watch?v=qj7zHoeyBlI\" target=\"_blank\">We All Up In Here</a>.\"</p><p><strong>KELLEY</strong>: So that's — what? You made that in like '06 or '07?</p><p><strong>ARAABMUZIK</strong>: '07, '08.</p><p><strong>KELLEY</strong>: '07, '08. OK. That's a funny thing in trying to chronicle somebody's artistic assent, or whatever, is that you're not hearing it in chronological order.</p><p><strong>ARAABMUZIK</strong>: Yeah.</p><p><strong>KELLEY</strong>: It's — I just need to work harder, I guess.</p><p><strong>ARAABMUZIK</strong>: Like right now I can still give beats away from that time and they won't even know the difference, you know what I'm saying. And then if I play something now, you know — I mean, you can definitely hear the change, of course.</p><p>I have so much music, it doesn't make sense. I gotta just stop letting, you know, putting stuff out because not all of that stuff's gonna be heard or get used. So I gotta cater to the fans and kind of put a lot of projects out and stuff like that. Like I'ma be working on an EDM project now. Real soon, I'ma put a little EP together. A lot of original stuff so that way these people can see that, you know, I can really do this.</p><p><strong>MUHAMMAD</strong>: It's clear you can do this.</p><p><strong>ARAABMUZIK</strong>: Of course!</p><p><strong>MUHAMMAD</strong>: I don't know what you're talking about.</p><p><strong>ARAABMUZIK</strong>: But I'm just saying, like an actual tape, EP, of just EDM tracks. No hip-hop, no nothing.</p><p><strong>MUHAMMAD</strong>: I don't think there's any doubt in your skills whatsoever, but you know, you've got your own mountains you've gotta climb.</p><p><strong>KELLEY</strong>: Yeah. When you were talking about EDM being a private school kind of, were you talking about yourself at all? Have you had any resistance?</p><p><strong>ARAABMUZIK</strong>: No, but I'm just saying the way they are, like, they don't accept anybody.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>ARAABMUZIK</strong>: You know what I'm saying? They don't accept anybody.</p><p><strong>KELLEY</strong>: But you gotta test in.</p><p><strong>ARAABMUZIK</strong>: At public school, they'll take whoever. Anyone can go in there, it don't matter. So that's what I meant for saying that. That was my little analogy like --</p><p><strong>KELLEY</strong>: No, I like it.</p><p><strong>ARAABMUZIK</strong>: EDM is real like, you know.</p><p><strong>MUHAMMAD</strong>: It's a niche community.</p><p><strong>ARAABMUZIK</strong>: Yeah. They're like a gated community. Definitely. You can't just walk up in there and feel like you can do it. Like, \"Yeah.\" Nah. It's definitely — yeah, so. I mean, if you're that big of an artist, of course, you do whatever.</p><p><strong>MUHAMMAD</strong>: Well, what are your interests outside of music? Like, making your money in music is one thing, but then, you know.</p><p><strong>ARAABMUZIK</strong>: I don't know. I didn't really think that far yet.</p><p><strong>MUHAMMAD</strong>: You gotta start projecting five, 10 years. Like, \"What's this life of mine gonna be?\" Cause I mean, I don't know how old you are. You look --</p><p><strong>ARAABMUZIK</strong>: I'm 25, man.</p><p><strong>MUHAMMAD</strong>: Aw, man, you such a — yeah.</p><p><strong>ARAABMUZIK</strong>: Yeah, I just turned 25.</p><p><strong>KELLEY</strong>: He does that to everybody. Don't worry.</p><p><strong>ARAABMUZIK</strong>: Same birthday as Tupac.</p><p><strong>KELLEY</strong>: Oh, wow.</p><p><strong>MUHAMMAD</strong>: Well, the reason that is, is because no one — when I was 20, 25 — no one was saying, like, \"Yo, there's gonna come a point in time where you gonna want to do something other than music.\" I'm like, \"What are you talking about? My life is music.\" It still is my life, but in terms of doing other things. So, you know, I try to plant seeds.</p><p><strong>KELLEY</strong>: Alright, alright.</p><p><strong>ARAABMUZIK</strong>: Yeah, investments and da-da-da, but I — right now, it's not that time yet. I didn't reach that time of my life where I'm like, \"Yo, this is not working.\" You know what I'm saying?</p><p><strong>MUHAMMAD</strong>: It always works.</p><p><strong>ARAABMUZIK</strong>: So I'ma just keep doing what I'm doing now since everything's working, of course. And I'll have a backup plan a little later.</p><p><strong>MUHAMMAD</strong>: Let me play Leonardo DiCaprio, a little <em>Inception --</em> start working on it. And I say that not to in any way — the music is always going to work. Like, I can't stop making music.</p><p><strong>ARAABMUZIK</strong>: I feel like producers always last longer than the artists anyways.</p><p><strong>MUHAMMAD</strong>: Well, yeah.</p><p><strong>ARAABMUZIK</strong>: You know what I'm saying? They're always gonna be there.</p><p><strong>MUHAMMAD</strong>: The music is always there. It's just like --</p><p><strong>ARAABMUZIK</strong>: Yeah, I create the music, so music is, you know.</p><p><strong>KELLEY</strong>: But do you ever get lonely on the road so much and want to just work differently? Work in one place?</p><p><strong>ARAABMUZIK</strong>: Nah. I mean, as long as the atmosphere is good where I'm at. You know what I'm saying, cause that kind of affects the music, too. Like my lighting has to — I work with dim lights. I just get the whole auras cool-like. I mean, I can work anywhere as long as I have my equipment, of course, and that's it. I don't really get lonely. I mean, I have good people around me and stuff like that and, you know, I'm active.</p><p><strong>KELLEY</strong>: You travel with people?</p><p><strong>ARAABMUZIK</strong>: Yeah, so it's not like it's just me, by myself, all the time. I work fast, man. I make everything I put out, everything that you — literally, I have ever put out, I have done those beats in like 20 minutes. I work fast, super-fast. I can make a good five, 10 beats within two hours, tops.</p><p>I remember I had done the whole Cam'ron <em>Gangsta Grillz</em>, all those tracks in a half hour. He sat me down and was like, \"Yo, we gotta work,\" cause I was, you know, at the time, all over the place — going here and doing this, not really being focused. And when I got to the studio, he was like, \"Yo, man, listen. We gotta work, we gotta do this, gotta be da-da-da.\" He gave me that talk, that father/son talk, like, \"Yo, we gotta — this is,\" you know. I was like, \"Aight.\" He sat me in a room, he locked me in the room, and I banged out nine, 10 tracks. I literally went to work and it's like, come home from school --</p><p><strong>MUHAMMAD</strong>: A 9 to 5.</p><p><strong>ARAABMUZIK</strong>: Yeah. It was like, come home from school and banging out all of your homework and projects and everything all in one shot just to show that you can do it. Yo, like, \"I can procrastinate, but I get it done, at the end of the day.\" I don't slack. It's nothing that — this is what I do.</p><p>So that's what I did. I went to the studio, he was sitting down waiting. I was like, \"Aight.\" I played him all the tracks and he was like, \"Damn. Aight. Now I gotta work. Now you got me. Aight, cool. Now you can go ahead and aight, cool. Go ahead.\" You know what I'm saying, and that's how it was. And that's how — like same thing with my mom. Our goal was just for me to graduate.</p><p>After I graduate — cause school comes first. My music was first, but — you know. And then I got that done, and I finally was able to take my music full-time and travel and do everything, cause I accomplished what I was supposed to. There's a lot of artists and producers that never finished school and graduated, or anything. I didn't need college. I already had a career at 16, so it was all about just finishing high school.</p><p><strong>MUHAMMAD</strong>: So how did your mom support your music?</p><p><strong>ARAABMUZIK</strong>: She's always been supporting, forever. So it was just about staying focused and doing what I gotta do first and then, you know, everything else comes after. But she was always there 100 percent, supporting, everything I done. And now look at me. You know, traveling the world. Literally, I traveled the whole entire — I've done laps around the world. It's not one place I haven't been to.</p><p><strong>KELLEY</strong>: Does she come to see you play?</p><p><strong>ARAABMUZIK</strong>: Nah, she hasn't.</p><p><strong>KELLEY</strong>: What?</p><p><strong>ARAABMUZIK</strong>: I mean, nothing's local. It's just — you can't have her travel.</p><p><strong>MUHAMMAD</strong>: You gotta bring your mom with you at least once. At least take her somewhere! I don't know!</p><p><strong>ARAABMUZIK</strong>: Of course! Nah, nah, nah, nah, she came to a couple shows that were kind of local, but not a big, big, big festival yet.</p><p><strong>MUHAMMAD</strong>: Take her to one of them.</p><p><strong>KELLEY</strong>: Yeah, take her to Europe. Somewhere crazy.</p><p><strong>ARAABMUZIK</strong>: She's busy with work and, you know, she does a lot. She owns a business, so she does a lot, too. I'll find some time where it's convenient for her and if there's a big show coming up and make it work.</p><p><strong>KELLEY</strong>: Have you ever got any advice from <a href=\"https://www.youtube.com/watch?v=n7YYP85qhwM\" target=\"_blank\">Alchemist</a>?</p><p><strong>ARAABMUZIK</strong>: Yeah, man, of course. I got advice from a lot of people, a lot of gems, you know.</p><p><strong>KELLEY</strong>: Drop 'em.</p><p><strong>ARAABMUZIK</strong>: I collected a lot of gems and stored 'em away. But it just — you know, just work, just keep working. And whatever you feel like putting out, put it out. Don't hold back stuff just because you feel that it's not gonna do good or whatever it is. So if you feel like working with this artist, go for it. Pretty much.</p><p>Cause when you feel like there's other people out-working you, it's not really that, but it's just certain things that they're doing that is working for them. Cause a lot of people don't need record deals or deals or whatever to do stuff. You can do everything yourself, you know what I'm saying, to be indie or whatever.</p><p><strong>MUHAMMAD</strong>: That's probably the best piece of advice that you could give anyone. Even for those who are starting, everybody wants to — you want to be able to say something to the next up-and-coming generation, but actually hearing you say that right now just kind of sparked something in me. That was really important.</p><p><strong>ARAABMUZIK</strong>: Yeah.</p><p><strong>KELLEY</strong>: Make a good song be on the goddamn radio, please.</p><p><strong>MUHAMMAD</strong>: Yo.</p><p><strong>ARAABMUZIK</strong>: It's coming, man. I got some stuff definitely dropping soon. Not me, but stuff like <a href=\"https://www.youtube.com/watch?v=9Vg8IaRDBcc\">Slaughterhouse</a> album — I got four tracks, man, on there.</p><p><strong>MUHAMMAD</strong>: Talk about the stuff. You're being so modest about --</p><p><strong>ARAABMUZIK</strong>: I'm not! But I don't want to be the only one talking about stuff and then the other people — you know what I'm saying? I don't want to big no one up like I'm the only one. I just kind of just say little things here and there, but when it comes out, finally, and I got the best songs on the album --</p><p><strong>MUHAMMAD</strong>: There you go.</p><p><strong>ARAABMUZIK</strong>: I try to tell you guys, but whatever, I guess. Listen to all these other songs on the radio until the real s--- comes out.</p><p><strong>KELLEY</strong>: It's been a weird summer. We all have this, like, anticipation. We know the fall's gonna be crazy. We know everybody's gonna be so busy and whatever, but I just feel like we're just idle right now. We're impatient.</p><p><strong>ARAABMUZIK</strong>: Yeah, New York is not playing New York songs.</p><p><strong>KELLEY</strong>: NO.</p><p><strong>ARAABMUZIK</strong>: Like I said, you know.</p><p><strong>MUHAMMAD</strong>: Well, I get not talking about things that's coming out because people change their minds always, even after mastering.</p><p><strong>ARAABMUZIK</strong>: Yeah, all the time.</p><p><strong>MUHAMMAD</strong>: It's like, \"Oh, well this, OK, yeah.\"</p><p><strong>ARAABMUZIK</strong>: I talk about stuff that's realistic, like a festival. Yeah, festivals: I'm going to Germany Friday, you know what I'm saying. I'm really going there Friday and I perform Saturday, Sunday, come back Monday, da-da-da. This project's coming out da-da-da, but for me to talk about other people's — I don't know. Cause I don't know when they're gonna release the tracks and release the album. I don't know no dates. I know it's officially done, mastered and ready to go, but I just don't — that's all I can really say, you know what I'm saying, that I got a product on this project and on this and this, but as far as me working with new artists ... yeah, you know.</p><p><strong>KELLEY</strong>: We'll keep your secrets.</p><p><strong>ARAABMUZIK</strong>: Nah, it's not even about that. It's just I don't know if it's really gonna happen or not.</p><p><strong>KELLEY</strong>: I know, I know. Yes.</p><p><strong>ARAABMUZIK</strong>: Cause, you know, people agree that they're gonna do stuff and they don't do it.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>MUHAMMAD</strong> Yeah, I don't like --</p><p><strong>ARAABMUZIK</strong>: Yeah, that's the Number 1 saying: \"I got you. I got you.\" It's like, \"No, you don't. But aight.\" You know what I'm saying. Or, \"I'ma call you back.\" Or, \"I got you, I'ma call you back.\" Those are the Number 1 things that you — I could email a thousand tracks to the whole industry, but you just don't know who's actually gonna use it and release it and whatever, whatever. A lot of people say that — I got work with a lot of people, but they don't put it out.</p><p><strong>MUHAMMAD</strong>: Different circus, same clowns.</p><p><strong>ARAABMUZIK</strong>: Yeah. No — same circus, different clowns.</p><p><strong>MUHAMMAD</strong>: Same circus, different clowns. Yeah, there we go.</p><p><strong>ARAABMUZIK</strong>: I got stuff with people, definitely, but I don't know where it's at. I don't know why they ain't never put nothing out. I don't know. You know politics, you know how that goes, man. Like, I've been in the studio with a lot of people, but I guess the only thing I can get out of it is a picture, just to show people that listen, \"I'm with him but as far as the song, I don't know, bro.\" I can't tell you if he's — or, I could put a little clip or something but that's — yeah.</p><p>That's where I'm at right now. I mean, I'm doing my shows, I'm killing 'em with that. I'm different; I'm in my own lane. It don't matter man. I don't really care if this guy gets on my track or not. At the end of the day, you know what I mean, he's gonna eventually hit me up for something because I'm just an undeniable talent.</p><p><strong>MUHAMMAD</strong>: <em><a href=\"https://itunes.apple.com/us/album/for-professional-use-only-2/id913918995\" target=\"_blank\">For Professional Use Only Number 2</a></em>.</p><p><strong>ARAABMUZIK</strong>: Yeah, iTunes.</p><p><strong>MUHAMMAD</strong>: Keep it moving.</p><p><strong>ARAABMUZIK</strong>: You know, MVP of the MPC, man. Eventually, I'll run into these artists, or they'll hit me up, either/or. And then I can really be on my s---t, be like, \"I tried to hit you up. You s---ted on me. Now you're calling because so-and-so rapped on a beat or whatever. Aight.\" But --</p><p><strong>MUHAMMAD</strong>: Not even. You be like, \"Yeah, come on in. Yeah, sit it down, let's do it. You cut the check? Cool.\"</p><p><strong>KELLEY</strong>: Yeah, 500 — let's go.</p><p><strong>MUHAMMAD</strong>: Let's go.</p><p><strong>ARAABMUZIK</strong>: Yeah. \"It used to be a hundred or whatever, now, since you want to wait so long ...\"</p><p><strong>KELLEY</strong>: Exactly.</p><p><strong>ARAABMUZIK</strong>: You know.</p><p><strong>MUHAMMAD</strong>: \"Pull up that Chase application in your phone real quick, hit the — wire that right there. Oh, cool let's go. We can work. Let's go to work now.\" Thank you for coming up, man.</p><p><strong>KELLEY</strong>: Yeah, thanks a lot.</p><p><strong>ARAABMUZIK</strong>: Nah, for sure, man, any time. Thanks for having me up here.</p><p><strong>MUHAMMAD</strong>: I love seeing you out there, and you got another album, looking forward to more. It's an energy that your music is bringing and there are a lot of — especially from the instrumental side of things. Because this, I mean, it's — I won't say it's a movement, it's been happening. And a lot of guys have been trying to push their music out independently, instrumentals, having, maybe not the greatest success.</p><p>So to see someone actually making a success from it and having this visibility, I think, is very inspiring. You've got so many guys out there, from the small professors to the honorers, to the — it's just so many guys out there doing it. And to see you doing it on the level I think, is good to, you know, bring guys like you up here and talk about it.</p><p><strong>ARAABMUZIK</strong>: Yeah, definitely. Cause a lot of people use that, but then, I'm like the first to really make it into an instrument.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>ARAABMUZIK</strong>: Pretty much, like what I do. Me being able to DJ for people off that and do stuff like that. I've done — I'm not sure if you've seen it, but I've done <a href=\"http://www.dailymotion.com/video/x1rihrt_kendrick-lamar-and-alicia-keys-it-s-on-again-ft-johnny-marr-and-araabmuzik-live-on-jimmy-fallon_music\" target=\"_blank\"><em>Jimmy Fallon</em> with Alicia Keys and Kendrick Lamar</a>.</p><p><strong>MUHAMMAD</strong>: Nah, I didn't see that.</p><p><strong>ARAABMUZIK</strong>: I was part of that. Instead of having a live band drumming or whatever, she was like, \"Yo, I want you to do the drums for us.\" I've done <a href=\"https://www.youtube.com/watch?v=FBJvSmxEjBc\" target=\"_blank\">David Letterman with ASAP, A-Trak</a>, you know, and doing what I do. I've done stuff for BET, MTV, all types of stuff.</p><p>A lot of people actually appreciate that and they want to put me on that platform, you know what I'm saying. So now I can actually say it. Like I've even done commercials. I'm not sure if you've seen <a href=\"https://www.youtube.com/watch?v=AvYevSiu9Ng\" target=\"_blank\">that commercial I did with Cam Newton</a>. Crazy. The whole concept of that one was instead of having him working out to an iPod or whatever, he brought me in as his personal DJ. So as he's in the field doing his workouts, I'm up there in the booth just, you know what I'm saying.</p><p><strong>MUHAMMAD</strong>: That's crazy.</p><p><strong>KELLEY</strong>: So you got to meet Cam Newton?</p><p><strong>ARAABMUZIK</strong>: Yeah, of course.</p><p><strong>KELLEY</strong>: That's amazing.</p><p><strong>ARAABMUZIK</strong>: You know, I flew out to North Carolina and did that. We shot it out there. It was for Under Armour.</p><p><strong>MUHAMMAD</strong>: That's dope.</p><p><strong>ARAABMUZIK</strong>: I've done a commercial for Adidas, you know, I scored the Adidas commercial for Derek Rose. So I've done a lot of stuff. Doing the MPC stuff and then, now, it's all gonna get bigger. Maybe I can score a movie or something.</p><p><strong>MUHAMMAD</strong>: Absolutely.</p><p><strong>ARAABMUZIK</strong>: Or play in a movie role or something like that. Sky's the limit. So now of course I'ma get into other things. Hopefully I can definitely do stuff like that in that field, cause — yeah, that's just a given for me. Like I said, man, timing is everything, so in time when people finally start realizing, like, \"Aight, let's give this guy a shot at this,\" maybe I — you know what I mean. I definitely did have a couple movie script roles, but I'm not really into acting and stuff like that. But you know. I'ma get it right.</p><p><strong>KELLEY</strong>: That's a lot of backup plans.</p><p><strong>ARAABMUZIK</strong>: I have a lot of time. You know, practice my social skills, cause I can't be on no TV show or nothing like that. No way.</p><p><strong>MUHAMMAD</strong>: I get it. I get it. See, so you gotta plant the seed.</p><p><strong>ARAABMUZIK</strong>: Exactly. So I'ma start getting on the mic, you know, and saying a couple words at the shows. It's only right.</p><p><strong>MUHAMMAD</strong>: You don't have to, but if you feel it.</p><p><strong>ARAABMUZIK</strong>: It's only right, though. I have to now.</p><p><strong>MUHAMMAD</strong>: But if you feel it then you gotta go with it.</p><p><strong>ARAABMUZIK</strong>: I have to, man.</p><p><strong>MUHAMMAD</strong>: It's times I really don't, and I get so much heat for, like, not. \"Yo, he didn't say one word.\" That's not true. I always say thank you. Nah, serious, cause I'm like — it's 25 years.</p><p><strong>ARAABMUZIK</strong>: You can say anything. It don't even matter. They just want to hear something from you. You can say, \"Here we go!\" And that's it and they're happy with that. And for the music I'm playing, there's a lot of that to be said. \"You guys ready?\" It's easy. Cause I've done shows with so many artists that I watch their set and they're not really saying nothing; they're just screaming into the mic and you don't even hear what they're saying half the time, cause it's all distorted, whatever, whatever. But the crowd is, they just like to hear-- you know, it's all about interacting with them.</p><p><strong>MUHAMMAD</strong>: Well, thank you for --</p><p><strong>ARAABMUZIK</strong>: I will Saturday in Germany.</p><p><strong>MUHAMMAD</strong>: Where in Germany are you going?</p><p><strong>ARAABMUZIK</strong>: I have it right here. Hamburg?</p><p><strong>MUHAMMAD</strong>: Hamburg.</p><p><strong>ARAABMUZIK</strong>: Yeah, Hamburg, Germany. And then I go to the Netherlands.</p><p><strong>MUHAMMAD</strong>: Yeah, the fans in Germany, they energetic. They love hip-hop.</p><p><strong>ARAABMUZIK</strong>: Yeah, they love hip-hop. They play old school stuff out there still like it's something brand new today.</p><p><strong>MUHAMMAD</strong>: Well, it depends on what your version of old school is.</p><p><strong>KELLEY</strong>: Oh, come on.</p><p><strong>ARAABMUZIK</strong>: Like, old school, I'm telling you.</p><p><strong>KELLEY</strong>: Oh my god.</p><p><strong>MUHAMMAD</strong>: Nah, I'm dead serious. I was listening to — what was I listening to? I was listening to — oh, man, <a href=\"https://www.youtube.com/watch?v=PQJIXRELUPc\" target=\"_blank\">Queen Pen</a> and some <a href=\"https://www.youtube.com/watch?v=KIPug3YmB_s\" target=\"_blank\">Lil' Kim</a> and some people was like, \"Yo, that's crazy old school.\" I was like, \"Oh, man, for real? I guess it is, you know, for you guys.\" But, no, they're very energetic out there and you'll have fun.</p><p><strong>ARAABMUZIK</strong>: Yeah, they take their music serious.</p><p><strong>MUHAMMAD</strong>: Thank you for coming to <em>Microphone Check</em>, though.</p><p><strong>ARAABMUZIK</strong>: Yes sir, man.</p><p><strong>MUHAMMAD</strong>: We really appreciate you coming up.</p><p><strong>ARAABMUZIK</strong>: OK, well, I will be back.</p><p><strong>MUHAMMAD</strong>: Word.</p><p><strong>KELLEY</strong>: Good.</p><p><strong>ARAABMUZIK</strong>: And I'll be back with a couple things to talk about.</p><p><strong>MUHAMMAD</strong>: We'll bring the cameras. We'll bring our own cameras in.</p><p><strong>ARAABMUZIK</strong>: Yeah, we'll have the cameras in.</p><p><strong>MUHAMMAD</strong>: You bring the MP, maybe.</p><p><strong>ARAABMUZIK</strong>: And we'll air something live.</p><p><strong>MUHAMMAD</strong>: Bring the MP. Maybe I'll bring a bass or something.</p><p><strong>ARAABMUZIK</strong>: Probably bring some exclusive things.</p><p><strong>MUHAMMAD</strong>: Then we can have our own little jam session.</p><p><strong>KELLEY</strong>: Oh my god.</p><p><strong>MUHAMMAD</strong>: Yo, word.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=AraabMuzik%3A+%27I+Have+So+Much+Music%2C+It+Doesn%27t+Make+Sense%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ali Shaheed Muhammad","audio":[{"meta":{"duration":"3492"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382710067-8b9688.m3u?orgId=1&topicId=1105&aggIds=100920965&d=3492&story=377033509&ft=nprml&f=377033509"},{"href":"http://media.npr.org/assets/img/2015/01/13/AraabMuzik-6ec578ceecea7bfe881c2c3dfca2849bbb02eff8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"556","width":"742"}}]}