{"created":"2015-04-14T21:49:54+00:00","modified":"2015-04-16T14:17:19+00:00","valid":{"from":"2015-04-16T14:17:19+00:00","to":"3015-04-16T14:17:19+00:00"},"hreflang":"en","guid":"e96885fa-20ee-472d-ba47-66a2c56f7bfd","title":"Blackwater guards were not well-liked even by other Americans in Iraq — but they faced real dangers","published":"2015-04-16T14:17:14+00:00","byline":"Joyce Hackel","tags":["Justice","conflict","history","Justice","Conflict & Justice","Baghdad","Asia","Iraq","Mideast","John Burns","Blackwater","Nisour Square","security contractor","Baghdad","subcontracting","Private military contractors","Blackwater Baghdad shootings"],"teaser":"Private American security contractors in Iraq seemed to operate with what some call \"a willful disregard for the safety of others.\" Still, they took on a tough job. ","contentencoded":"<p>The trial of four former Blackwater security contractors sentenced Monday for their role in a 2007 massacre in Baghdad is resonating with Iraqis. It's also hitting home for international journalists who've been covering Iraq, like veteran New York Times Baghdad bureau chief John Burns. </p>\n<p>Burns says, based on his experience, Blackwater contractors in Iraq \"were known for being a pretty gung-ho outfit.\" Encountering one of their convoys on the roads, he recalled, was often \"a very, very unpleasant experience.\" </p>\n<p>But Burns says the problems that gave rise to the killing of 14 unarmed Iraqis in Baghdad's Nisour Square seven years ago extended far beyond one single firm. </p>\n<p>\"If you're looking around for somewhere to place the blame, beyond the people who opened fire in those very questionable circumstances in Baghdad that day, it was on the entire system that allowed private security contractors to operate with what we often felt was a willfull disregard for the safety of others,\" Burns says. </p>\n<p>The Nisour Square incident occurred shortly after a convoy of armored Blackwater trucks drove into a Baghdad traffic circle. Some say the shootings were unprovoked.  But the private American security guards who spoke publicly for the first time on Monday told the court they were returning fire at insurgents who were shooting at them. </p>\n<p>Judge Royce Lamberth convicted one of the Blackwater employees, Nicholas Slatten, a former Army sniper of murder and of instigating the clash by shooting a young man stopped at the intersection. </p>\n<p>And although the incident came to be known as a signature low point in the Iraq war, Burns says it wasn't the only one of its kind. That, he argues, is because the American security guards often operated outside any law.  </p>\n<p>\"We thought they were somewhat trigger happy,\" Burns says. \"They were not subject to either the full weight of the law, or much weight of any kind, American or Iraqi.\" </p>\n<p>But Burns admits to having \"conflicted feelings\" about the American security guards. </p>\n<p>\"There was no doubt that they were subject to quite horrific dangers themselves. There were a lot of people who wanted them dead and who were shooting at them quite regularly,\" he says. \"They had very good reasons for having their fingers on the trigger. ... The people who got themselves caught up in this terrible incident that day in Baghdad were people who went out every day, probably several times a day, into a situation that was for them potentially fatal.\"  </p>\n<p>On Monday, the former sniper Slatten was sentenced to life in prison. Three other former Blackwater employees received 30-year sentences. A fifth former guard pleaded guilty and testified against his colleagues. </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-14%2Fblackwater-guards-were-gung-ho-outfit-who-faced-very-real-dangers&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04142015_05_0.mp3"},{"href":"http://www.pri.org/file/0414201505mp3-0"}]}