{"created":"2015-05-15T02:40:46+00:00","modified":"2015-05-15T02:40:47+00:00","valid":{"from":"2013-09-13T12:29:18+00:00","to":"3013-09-13T12:29:18+00:00"},"hreflang":"en","guid":"e969b961-7cfd-4cf1-8e8c-33269bf5d8d0","published":"2013-09-13T12:29:18+00:00","tags":["401(k)","APM","Health care and insurance","Your Money"],"itags":["PMP:Marketplace_PMP","Marketplace Money","e969b9617cfdcf1ce8cc33269bf5d8d0","Marketplace","Marketplace Money for Friday, September 13, 2013"],"contentencoded":"<div class=\"barn-cleaned\"><p>Most of us get health insurance through our jobs. Usually, your company gives you one or two plans to choose from and each payday, a little comes out of your check to pay for it.&nbsp; Now, there's a new trend emerging at some major companies like IBM and Time Warner.&nbsp; They're offering retirees and active employees private healthcare exchanges, where you get a set amount of money, and then pick from a bunch of different plans. It's an example of how the health care system is changing for everyone, not just people buying insurance under the Affordable Care Act. <a href=\"http://www.bloomberg.com/news/2013-09-09/ge-to-ibm-ending-retiree-health-plans-in-historic-shift.html\" target=\"_blank\">Bloomberg News health reporter Alex Nussbaum has written about this</a>.</p>\n<p>\"These are websites, generally, where you can go and find a menu of insurance options. The idea here is that the individual worker or retiree can go choose their own insurance as opposed to taking the one or two options that your company can provide you through an employer sponsored plan,\" Nussbaum says.&nbsp; \"At least the argument from the companies is that more choice will lead to a better deal for their workers or retirees. You don't have to take the one-size-fits-all plan.&nbsp; If you're relatively healthy, you can choose a plan that has higher deductibles but a lower premium, maybe choose a plan that holds down costs by favoring generic drugs over brand name ones.\"</p>\n<p>Of course, companies wouldn't consider this if it didn't save them money in the long-run. Nussbaum says some employers who have tried this have offered employees anywhere from $2,500-$3,000 per year to shop with on private health exchanges. That amounts to less than they'd have to pay for insuring workers under traditional company plans on average.</p>\n<p>\"Health care costs, while they've been slowing in recent years, they've still been going up faster than inflation for over a decade -- certainly faster than employee wages are going or the fixed income that retirees are on. So the argument is that this saves the company money and that it might save the individual who's buying insurance money,\" says Nussbaum. \"For retirees, depending on where you live, the Medigap or Medicare Advantage plan you can find might be a better deal for you than what your company can offer.\"</p>\n<p>Nussbaum says that if this trend takes hold, workers will have to be much more involved in their own medical coverage options than ever before.</p>\n<p>\"The burden of choice is going to be much more on you,\" he says.&nbsp; \"There's going to be more choices, more flexibility.&nbsp; But, it's going to be up to you to figure it all out.&nbsp; I liken it to the move from pensions to 401(k)s that we've seen over the past couple of decades.&nbsp; Right now, you are really responsible for your own investments and choosing the right one and, of course, for a lot of people that's a real headache and [it] induces a lot of anxiety.&nbsp; But for other people, they probably like the freedom.\"</p>\n<p>If your company adopts private health exchanges, and you're confused about your coverage options, ask for help -- either from your employer or from the insurer.</p></div>","description":"Some big companies are toying with making the switch from offering traditional health plans to giving workers money to shop for their own health coverage on private exchanges. What does this mean for the cost of your medical insurance?","byline":"Lizzie O'Leary","title":"Employer health plans get the 401(k) treatment","teaser":"Some big companies are toying with making the switch from offering traditional health plans to giving workers money to shop for their own health coverage on private exchanges. What does this mean for the cost of your medical insurance?","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Most of us get health insurance through our jobs. Usually, your company gives you one or two plans to choose from and each payday, a little comes out of your check to pay for it.  Now, there&apos;s a new trend emerging at some major companies like IBM and Time Warner.  They&apos;re offering retirees and active employees private healthcare exchanges, where you get a set amount of money, and then pick from a bunch of different plans. It&apos;s an example of how the health care system is changing for everyone, not just people buying insurance under the Affordable Care Act. <a href=\\\"http://www.bloomberg.com/news/2013-09-09/ge-to-ibm-ending-retiree-health-plans-in-historic-shift.html\\\" target=\\\"_blank\\\">Bloomberg News health reporter Alex Nussbaum has written about this</a>.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;These are websites, generally, where you can go and find a menu of insurance options. The idea here is that the individual worker or retiree can go choose their own insurance as opposed to taking the one or two options that your company can provide you through an employer sponsored plan,&quot; Nussbaum says.  &quot;At least the argument from the companies is that more choice will lead to a better deal for their workers or retirees. You don&apos;t have to take the one-size-fits-all plan.  If you&apos;re relatively healthy, you can choose a plan that has higher deductibles but a lower premium, maybe choose a plan that holds down costs by favoring generic drugs over brand name ones.&quot;</p>\"},{\"content\":\"<p>Of course, companies wouldn&apos;t consider this if it didn&apos;t save them money in the long-run. Nussbaum says some employers who have tried this have offered employees anywhere from $2,500-$3,000 per year to shop with on private health exchanges. That amounts to less than they&apos;d have to pay for insuring workers under traditional company plans on average.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;Health care costs, while they&apos;ve been slowing in recent years, they&apos;ve still been going up faster than inflation for over a decade -- certainly faster than employee wages are going or the fixed income that retirees are on. So the argument is that this saves the company money and that it might save the individual who&apos;s buying insurance money,&quot; says Nussbaum. &quot;For retirees, depending on where you live, the Medigap or Medicare Advantage plan you can find might be a better deal for you than what your company can offer.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Nussbaum says that if this trend takes hold, workers will have to be much more involved in their own medical coverage options than ever before.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;The burden of choice is going to be much more on you,&quot; he says.  &quot;There&apos;s going to be more choices, more flexibility.  But, it&apos;s going to be up to you to figure it all out.  I liken it to the move from pensions to 401(k)s that we&apos;ve seen over the past couple of decades.  Right now, you are really responsible for your own investments and choosing the right one and, of course, for a lot of people that&apos;s a real headache and [it] induces a lot of anxiety.  But for other people, they probably like the freedom.&quot;</p>\"},{\"content\":\"<p>If your company adopts private health exchanges, and you&apos;re confused about your coverage options, ask for help -- either from your employer or from the insurer.</p>\",\"type\":\"text/html\"}]","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/401k-istockphoto.jpg?itok=p8tDCeVz","meta":{"crop":"primary","width":"610","height":"340"},"type":"image/jpeg"},{"format":"MP3","meta":{"duration_hms":"00:05:55","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/09/13/marketplace_segment32_20130913"},"duration":355},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/09/13/marketplace_segment32_20130913_64.mp3","type":"audio/mpeg"}]}