{"created":"2015-02-07T12:55:14+00:00","modified":"2015-02-19T01:05:07+00:00","valid":{"from":"2015-02-19T01:05:07+00:00","to":"3015-02-19T01:05:07+00:00"},"hreflang":"en","title":"Oscar Romero, The Murdered Archbishop Who Inspires The Pope","published":"2015-02-07T16:19:00+00:00","teaser":"Pope Francis and the Vatican have recognized Romero, who served as archbishop of San Salvador, as a martyr. NPR's Scott Simon reflects on his life, and the possibility he might become a saint.","itags":["npr_api","384327724"],"guid":"e96a5794-4b95-4f81-9a77-4bdc47cccd82","contentencoded":"<p>Pope Francis and the Vatican have recognized Oscar Romero as a martyr. This may move the name of the late archbishop of San Salvador a little further in the process that could one day make him a saint.</p><p>But being deemed a martyr is also holy. It means the church believes his life can inspire people; Pope Francis has said Romero inspires him.</p><p>Romero was considered a kindly, orthodox conservative parish priest when Pope Paul appointed him archbishop in 1977. He did not question El Salvador's ruling regime.</p><p>But that regime began to round up priests and nuns who said the teachings of Jesus led them to oppose El Salvador's military rulers. Several priests were killed. And Romero was truly galvanized. Responsibility opened his ear, and made his resolve as hard as steel.</p><p>In his weekly sermons, the archbishop began to read out the names of those civilians who were taken from their homes by the paramilitary and were never seen again: the desaparecido — the disappeared — as they became known. The simple weekly reading of names over the radio reached into every family.</p><p>One Sunday in 1980, in San Salvador's central cathedral, the archbishop spoke directly to Salvadoran soldiers, young men from small villages you'd see at armed checkpoints around the country, who often wore crucifixes on thin strings around their necks.</p><p>\"Brothers,\" he said, \"you are all killing your fellow countrymen. No soldier has to obey an immoral order. It is time to regain your conscience. In the name of God and in the name of the suffering people I implore you, I beg you, I order you, stop the repression.\"</p><p>It was a call for soldiers to heed the message of the crosses they wore, and their own consciences, above the regime.</p><p>And the very next night, as he celebrated mass in the small chapel of a clinic for cancer patients where he lived, a lone gunman in an unmarked uniform shot Romero to death. Years later, a U.N. commission found that a leader of the right-wing death squads had ordered his assassination.</p><p>But just before he was shot, Romero spoke words in the mass that may have been borne out by the recognition he received this week, and the reverence with which he is remembered.</p><p>\"He who wants to withdraw from danger will lose his life,\" said Romero. \"But the person who gives himself to the service of others will be like a grain of wheat that falls to the ground and dies — but only apparently dies, for by its death, its wasting away in the ground, a new harvest is made.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Oscar+Romero%2C+The+Murdered+Archbishop+Who+Inspires+The+Pope&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Simon","audio":[{"meta":{"duration":"171"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384502931-8053a4.m3u?orgId=1&topicId=1016&aggIds=4495795&e=384327724&d=171&ft=nprml&f=384327724"},{"href":"http://media.npr.org/assets/img/2015/02/06/458819928-71d5df88711959a361e9e5b62977de8e2e868c5f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2982","width":"3976"}}]}