{"created":"2014-10-21T22:35:04+00:00","modified":"2014-10-23T14:31:57+00:00","valid":{"from":"2014-10-23T14:31:57+00:00","to":"3014-10-23T14:31:57+00:00"},"hreflang":"en","guid":"e98e1210-8e39-4e4e-875a-8a0a30d90ddc","title":"Refugees who have escaped ISIS will soon have to battle winter weather","published":"2014-10-23T14:31:54+00:00","byline":"Traci Tong","tags":["Kobane","Islamic State","Islamic State in Iraq and Syria","refugees","Conflict","Conflict & Justice","Asia","Iraq","Middle East","Asia","Jane Arraf","Saddam Hussein","Forced migration","Ethnic groups in Syria","Ethnic groups in Iraq","Refugee","Yazidi","refugee camps"],"teaser":"Refugees pouring into the makeshift camps in northern Iraq will soon face yet another disaster: winter. Temperatures are expected to fall below zero as winter approaches, and aid agencies are unable to cope with the massive number of needy Iraqis trying to escape ISIS.","contentencoded":"<p>Groups that have sought safety from ISIS fighters in refugee camps across northern Iraq are now facing another threat: winter.</p>\n<p>Nearly two million people including displaced Christians, members of the Yazidi religious sect and others who fled areas now controlled by ISIS, which also calls itself the Islamic State, could freeze to death as temperatures drop below zero in the coming months.</p>\n<p>\"Winter in Iraq is very cruel,\" says reporter Jane Arraf, who's based in the country. She remembers when Iraqi Kurds fled Saddam Hussein's forces in 1991, only to die from the cold after they took shelter in northern Iraq's mountains. </p>\n<p>The refugees who live in makeshift camps are the lucky ones, she says. That still leaves the roughly 40 percent of refugees living in the streets and around construction sites using \"plastic wrap on empty window frames to keep the cold out.\" </p>\n<p>Christians and Yazidis were among the first wave of refugees who fled into the hills. Today the refugees are often Syrian Kurds coming from the Syrian town of Kobane, which is under siege by ISIS. \"The Kurdish government has opened its border — for the first time really — to allow thousands of people coming from that town,\" Arraf says.</p>\n<p>Many of the refugees are on their own. There is no shortage of aid agencies and what Arraf calls \"well-intentioned organizations that are trying to help,\" but there are simply too many refugees in area where fighting continues and access for aid groups is difficult.</p>\n<p>The UN, which normally coordinates funding for such groups, is also short on money. Arraf says UNHCR is less than 60 percent funded, which means food aid is being cut for refugees in places like Jordan and Lebanon.</p>\n<p>\"The world seems to be tired of hearing about and seeing refugees,\" Arraf says. \"Donor countries are really trying, but they’re just not getting enough money.\" But Arraf says the crisis isn't temporary — it's going to last a long time.</p>\n<br><p>©2014 Public Radio International</p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/janefix.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/janefixjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/102120142.mp3"},{"href":"http://www.pri.org/file/102120142mp3"}]}