{"created":"2015-04-30T19:37:41+00:00","modified":"2015-05-13T20:59:22+00:00","valid":{"from":"2015-05-13T20:59:22+00:00","to":"3015-05-13T20:59:22+00:00"},"hreflang":"en","title":"Is It An 'Uprising' Or A 'Riot'? Depends On Who's Watching","published":"2015-05-01T15:08:00+00:00","teaser":"Words describing the same event can mean very different things. It's no surprise that people can't agree on a label for what's happening in Baltimore.","itags":["npr_api","403303769"],"guid":"e99429e6-433e-4117-9bd5-b13ee1849a0b","contentencoded":"<p>It's no surprise that people can't agree on a label for what's happening in Baltimore. There was little agreement about what to call Ferguson, too: The action in both has been described as \"riots,\" \"uprisings\" and \"civil unrest.\" People use different terms in different contexts for different reasons.</p><p>In Los Angeles in 1992, fires blossomed after four LAPD officers were acquitted of the assault on Rodney King — even though half the world had seen what's now known as the \"Rodney King Video,\" captured by an appalled onlooker.</p><p>Two years ago, University of Southern California sociologist Karen Sternheimer wrote \"<a href=\"http://www.everydaysociologyblog.com/\">Civil Unrest, Riots and Rebellions: What's the Difference?</a>\" for the Everyday Sociology Blog.</p><p>While the 1992 crisis was often called a riot, Sternheimer wrote that it had elements of all three terms: \"Civil unrest often occurs when a group strives to gain attention for something they feel is unjust.\" When the jury declared \"not guilty\" for the officers on trial, there was disbelief.</p><p>\"People felt angry enough to disrupt the social order,\" Steinheimer continued, \"because many felt like the justice system had severely let them down.\"</p><p>Over time, black communities in LA and Ferguson, Mo., had come to believe they were occupied by hostile police departments that didn't resemble their civilian populations and focused their policing on containment and suppression, rather than protecting and serving. In LA, the last straw was the exoneration of the officers despite clear video evidence of the abuse: Parts of the city burned in a matter of hours. Fifty-five people died and property damage reached $1 billion.</p><p>\"Riots are characterized by unruly mobs, often engaging in violence and mayhem,\" Sternheimer wrote.</p><p>Jack Schneider, an assistant professor in the education department at the College of the Holy Cross, noted at the <a href=\"http://www.huffingtonpost.com/jack-schneider/ferguson-race-riots-rebellion_b_6354102.html\">Huffington Post</a> last year that throughout American history, white citizens were lauded when they rose up against perceived tyranny. Actions that came to be known as Shay's Rebellion and Bacon's Rebellion were called rebellions; participants were considered patriots. \"When blacks become involved, however,\" Schneider wrote, an uprising isn't a rebellion. It's a riot. Harlem, Watts, Chicago, or more recently, Ferguson.\"</p><p>These have been characterized as \"resistance to authority or control,\" Schneider added. The assumption by those in power is those instances of civil unrest were hooliganism, not \"simmering resentment and honest anger\" to oppressive conditions.</p><p>Need a clear example of how perspective can cloud the media mirror? Here's this, from the <em>Pittsburgh Post-Gazette,</em> after a student riot in 2011 that left windows smashed and cars flipped:</p><blockquote><p>\"More than 10,000 students rallied Wednesday night in anger after Penn State University trustees announced that longtime football coach Joe Paterno had been fired.\"</p></blockquote><p>What was a <em>riot</em> became a <em>rally</em>.</p><p>Riots can also start out as one thing and morph into something else. Ferguson protests were largely peaceful until an aggressive police response infuriated many marchers. What started as a demonstration <em>against</em><em> </em>police brutality and racism became, some said, a demonstration <em>of</em> police brutality.</p><p>\"There can be resistance to oppression,\" said Marc Lamont Hill, a political commentator and Morehouse College professor, in a conversation with CNN anchor Don Lemon.</p><p>Resistance, Hill said, \"looks different ways to different people.\" And, he added, it's not something that can be neatly contained or scheduled. \"You can't tell people where to die-in, where to resist, how to protest.\" While many in and on the media were referring to the Baltimore demonstrators as rioters, Hill refused. \"I'm calling these uprisings,\" he insisted, \"and I think it's an important distinction to make.\"</p><p>Baltimore, Hill said, is one in a series of cities where people pushed back against \"the state violence that's been waged against black female and male bodies forever.\" Just as the media are covering the flames when cities are burning, Hill told Lemon, they should also be looking at root causes behind the fires. Riot, unrest, rebellion, uprising — what we call them is not a to-<em>may</em>-to, to-<em>mah</em>-to argument. The words may describe the same event, but they mean very different things.</p><p><em>Tell us what you call what's going on in Baltimore — and why you believe your word or term is the right one. Do it below or on Twitter, at #whatdoyoucallbaltimore.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Is+It+An+%27Uprising%27+Or+A+%27Riot%27%3F+Depends+On+Who%27s+Watching&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Karen Grigsby Bates","audio":[{"meta":{"duration":"143"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403474894-c4b332.m3u?orgId=1&topicId=1015&d=143&p=3&story=403303769&t=progseg&e=403437388&seg=2&ft=nprml&f=403303769"}]}