{"created":"2015-04-03T19:47:08+00:00","modified":"2015-04-03T19:47:09+00:00","valid":{"from":"2015-04-03T19:47:08+00:00","to":"3015-04-03T19:47:08+00:00"},"hreflang":"en","guid":"e9993385-233d-493a-a71b-692df9d8bf07","title":"Training Gets Intense At Roseville PD","published":"2015-02-04T19:55:00+00:00","teaser":"<p>In light of recent officer-involved shootings across the country, and the shootings of three Sacramento-area deputies, the Roseville Police Department held a training exercise for news reporters Wednesday. <br /><br />At the Corporation Yard in the City of Roseville, two buildings are set aside for simulating real, life-threatening situations police might face. <br /> <br />Roseville Police Lieutenant Josh Simon is one of our  training officers. He was an officer in an officer-involved shooting 18 years ago. <br /><br />\"It's a totally unfortunate circumstance. But, it's something that we train for. It's something I'm going to carry with me for the rest of my life. I remember it like it was yesterday, even though it was 18 years ago. So, it takes a toll, but I feel like the training that I received gave me the tools that I needed to do to survive and do the right thing.\"<br /><br />He loads me up with 30 pounds of gear - a bulletproof vest, a taser with no battery, a pepper spray cannister with no pepper spray and a blue hand gun filled with paintball cartridges. </p><h2><a href=\"#video\">WATCH THE VIDEO </a>go through the exercise yourself<br /><br /></h2><div></div><div><div class='imagewrap'><img src=\"http://www.capradio.org/media/3259343/img_5136_800x533.jpg\"  width=\"800\"  height=\"533\" alt=\"0204 bm Roseville PD Training Day bullets\" title=\"0204 bm Roseville PD Training Day bullets\"/></div></div><h3><br />Sergeant Doug Blake lays out the first threat scenario.  Officers play the parts of the subjects I will encounter. They may or may not be armed with hand guns loaded with blanks. <br /><br />\"You are on patrol, routine patrol. You have been called out to a hotel where there's a suspicious vehicle called in by hotel management.  A male and female have been in the parking lot for over an hour and they think it's suspicious. And so they have called you to the scene so that you can move them along and ask them to leave.\"<br /><br />I get out of the police car and a woman gets out of a white sedan in front of me. I can't see who might be on the driver's side.<br /><br />\"It's alright! It's alright! It's alright!\"<br />\"Ma'am?\"<br />\"There's nothing going on here. You can. It's alright. You can just go. You can just go.\"<br />\"I can just go?\"<br />\"Yeah.  It's all good. I don't know who called you or why.\"<br />\"We just had a call that some people had been hanging out in the parking lot for uh.\"<br />\"It's not us, man.\"<br /><br />A man opens the driver's side door.<br />I see a gun. <br /><br />\"Sir?\"</h3><p>Seven shots are fired.</p><p>He falls to the ground.<br /> <br />\"Ma'am, on the ground.\"<br />\"I don't know who that guy is.\"  <br /><br />That took 20 seconds. There's no way to tell if he would have hit me in real life because he's firing blanks. But I know one thing. Even though I hit him at least three times, he got off the first shot.<br /><br />The scenario is very similar to the circumstances deputies encountered at a Motel 6 on Howe Avenue in Sacramento October 24th of last year. Sacramento County Deputy Danny Oliver and Placer County Detective Michael Davis died that day.<br /> <br />Other scenarios present two brothers in a somewhat minor scuffle in an apartment complex.  I am uneager to break up the scuffle considering there are two of them and one of me.</p><div></div><div><div class='imagewrap'><img src=\"http://www.capradio.org/media/3259321/img_5218_800x533.jpg\"  width=\"800\"  height=\"533\" alt=\"0204 bm Roseville PD Training Day overhead\" title=\"0204 bm Roseville PD Training Day overhead\"/></div></div><div></div><p>\"Gentlemen! Gentlemen! Whoa whoa whoa. Police. We got a call. Sir? Sir? Let me see your hands.\"</p><p>\"You got a warrant?\"</p><p>The training staff reminds me after the scenario is over that I do have a taser and pepper spray that I could have used.<br /><br />And then there's a suicidal woman with a knife on top of a parking garage.<br /><br />\"Just kill me.\"<br />\"I'm just here to talk.\"<br />\"It's my fault.\"<br />\"It may be your fault, but it's not worth dying over.\"<br />\"Just do it.\"<br />\"Put the knife down.\"<br />\"We can do this all day, or you can just put the knife down.\"<br /><br />She puts the knife down.  Staff tells me I should have blocked the stairwell to keep her from running downstairs.<br /><br />Roseville Police Chief Daniel Hahn says the department is making an effort to improve communications between the department and the people it serves.<br /><br />\"We have to go out in the community and find out what we might do that's bothering people -what their fears are. But, also, the community coming in and seeing what is happening through an officer's mind when they're on a traffic stop or on a call and how fast acting things can happen. How quick you have to make decisions. And that might the change the way maybe they behave when they're being stopped by police officers.\"<br /> <br />Last year, the Roseville Police department made nearly 4,000 arrests and issued 2,500 citations.  Officers used force 65 times -twice using a firearm.<br /><br /></p><p><a name=\"video\"></a> </p><div class=\"embed-youtube\"><iframe frameborder=\"0\" height=\"360\" src=\"https://www.youtube.com/embed/e58Hsc4Uvxg?rel=0\" width=\"640\"> </iframe></div>","itags":["npr_api","383981969"],"contentencoded":"<p>In light of recent officer-involved shootings across the country, and the shootings of three Sacramento-area deputies, the Roseville Police Department held a training exercise for news reporters Wednesday. At the Corporation Yard in the City of Roseville, two buildings are set aside for simulating real, life-threatening situations police might face.  Roseville Police Lieutenant Josh Simon is one of our  training officers. He was an officer in an officer-involved shooting 18 years ago. \"It's a totally unfortunate circumstance. But, it's something that we train for. It's something I'm going to carry with me for the rest of my life. I remember it like it was yesterday, even though it was 18 years ago. So, it takes a toll, but I feel like the training that I received gave me the tools that I needed to do to survive and do the right thing.\"He loads me up with 30 pounds of gear - a bulletproof vest, a taser with no battery, a pepper spray cannister with no pepper spray and a blue hand gun filled with paintball cartridges. </p><p><a href=\"#video\">WATCH THE VIDEO </a>go through the exercise yourself</p><p>Sergeant Doug Blake lays out the first threat scenario.  Officers play the parts of the subjects I will encounter. They may or may not be armed with hand guns loaded with blanks. \"You are on patrol, routine patrol. You have been called out to a hotel where there's a suspicious vehicle called in by hotel management.  A male and female have been in the parking lot for over an hour and they think it's suspicious. And so they have called you to the scene so that you can move them along and ask them to leave.\"I get out of the police car and a woman gets out of a white sedan in front of me. I can't see who might be on the driver's side.\"It's alright! It's alright! It's alright!\"\"Ma'am?\"\"There's nothing going on here. You can. It's alright. You can just go. You can just go.\"\"I can just go?\"\"Yeah.  It's all good. I don't know who called you or why.\"\"We just had a call that some people had been hanging out in the parking lot for uh.\"\"It's not us, man.\"A man opens the driver's side door.I see a gun. \"Sir?\"</p><p>Seven shots are fired.</p><p>He falls to the ground. \"Ma'am, on the ground.\"\"I don't know who that guy is.\"  That took 20 seconds. There's no way to tell if he would have hit me in real life because he's firing blanks. But I know one thing. Even though I hit him at least three times, he got off the first shot.The scenario is very similar to the circumstances deputies encountered at a Motel 6 on Howe Avenue in Sacramento October 24th of last year. Sacramento County Deputy Danny Oliver and Placer County Detective Michael Davis died that day. Other scenarios present two brothers in a somewhat minor scuffle in an apartment complex.  I am uneager to break up the scuffle considering there are two of them and one of me.</p><p>\"Gentlemen! Gentlemen! Whoa whoa whoa. Police. We got a call. Sir? Sir? Let me see your hands.\"</p><p>\"You got a warrant?\"</p><p>The training staff reminds me after the scenario is over that I do have a taser and pepper spray that I could have used.And then there's a suicidal woman with a knife on top of a parking garage.\"Just kill me.\"\"I'm just here to talk.\"\"It's my fault.\"\"It may be your fault, but it's not worth dying over.\"\"Just do it.\"\"Put the knife down.\"\"We can do this all day, or you can just put the knife down.\"She puts the knife down.  Staff tells me I should have blocked the stairwell to keep her from running downstairs.Roseville Police Chief Daniel Hahn says the department is making an effort to improve communications between the department and the people it serves.\"We have to go out in the community and find out what we might do that's bothering people -what their fears are. But, also, the community coming in and seeing what is happening through an officer's mind when they're on a traffic stop or on a call and how fast acting things can happen. How quick you have to make decisions. And that might the change the way maybe they behave when they're being stopped by police officers.\" Last year, the Roseville Police department made nearly 4,000 arrests and issued 2,500 citations.  Officers used force 65 times -twice using a firearm.</p><p><a name=\"video\"></a> </p><p> </p><p><a href=\"http://feeds.feedburner.com/~ff/CapitalPublicRadioNewsPodcast?a=eFx-jKJhoL4:HhoyqBIRDhw:qj6IDK7rITs\"></a></p><p>In an effort to show the public what it does and how it trains, the Roseville Police Department held a training exercise for local news reporters Wednesday. There were some very intense moments.  <div class=\"fullattribution\">Copyright 2015 MPX. To see more, visit <a href=\"\"></a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Training+Gets+Intense+At+Roseville+PD&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"info@capradio.org","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383981977-91df51.m3u?orgId=30000&e=383981969&ft=nprml&f=383981969"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383981981-3f3596.m3u?orgId=30000&e=383981969&ft=nprml&f=383981969"}]}