{"created":"2014-10-13T20:14:06+00:00","modified":"2014-11-10T20:35:40+00:00","valid":{"from":"2014-11-10T20:35:40+00:00","to":"3014-11-10T20:35:40+00:00"},"hreflang":"en","title":"For Italy's Gay Rights Advocates, It's 1 Step Forward, 2 Steps Back","published":"2014-10-14T00:19:00+00:00","teaser":"Italy lags behind other EU states in guaranteeing equal rights for homosexuals. Gay couples have no legal recognition or adoption rights, and a bill that would make homophobia a crime has stalled.","itags":["npr_api","350634088"],"guid":"e99d0f2a-82a8-4274-9027-702c15a7b397","contentencoded":"<p>Ancient Rome may have been open to all sorts of sexual mores, but modern Italy is less so. The country lags far behind its European Union partners in guaranteeing equal rights for homosexuals.</p><p>Gay couples have no legal recognition or adoption rights in Italy, and a bill presented last year outlawing discrimination on the grounds of homophobia has been bogged down in parliament by right-wing opposition.</p><p>The legislation now faces opposition from a new conservative Catholic movement. They call themselves the Standing Sentinels, and they claim that the bill violates freedom of speech.</p><p>The group first appeared in public last spring, including at a vigil in Rome where a man on a loudspeaker welcomed a crowd of a few hundred people. He instructed them to stand about 2 yards from each other as they read books of their choosing in absolute silence.</p><p>It's their way of protesting against a bill that would make homophobia a crime punishable by law.</p><p>Standing Sentinels spokesman Pietro Invernizzi, a financial broker by profession, says, \"In Italy, there is no homophobia emergency.\"</p><p>Like many of his fellow members, he opposes what he calls gender ideology that he says is undermining the traditional family. Most of all, he believes the anti-homophobia bill in the Italian parliament undermines freedom of speech.</p><p>\"If tomorrow I would express myself publicly, 'In my opinion, a boy has the right to have a mother and a father,' or saying that, 'In my opinion, the marriage is only between a man and a woman,' I would end up in jail,\" says Invernizzi.</p><p>But this alarmist position is not gaining ground.</p><p>At the Silent Sentinel vigil, four young men and a woman, wearing small pink triangles reminiscent of those imposed on homosexuals in Nazi concentration camps, stood nearby, watching the silent demonstrators.</p><p>Amedeo Pagliaroli, 26, dismissed the demonstrators' claims. \"They speak about gender ideology. It is not ideology, it's just a theory,\" Pagliaroli says. \"It's just possibility of choosing how to be a man and how to be a woman. These strict and rigid forms are like cages. It doesn't help anyone.\"</p><p>Italy's first gay pride parade took place in Rome in 1994, and some 10,000 people attended. At this year's parade, held in June, the turnout was estimated at 100,000.</p><p>Polls show that Italians today are much more in favor of equal rights for LGBT people than they were 20 years ago.</p><p>Andrea Maccarrone, spokesman for this year's pride parade, says greater visibility has its costs. \"When you are more visible, you are a target. Of course there is a backlash of Catholic conservatives who want to fight our progress.\"</p><p>Some religious groups have been increasingly vocal in protesting recent initiatives by several mayors to officially register same-sex marriages performed abroad, as well as a court ruling in August that approved stepchild adoption by a lesbian couple.</p><p>At the same time, the issue of homophobia has been in the spotlight with a series of suicides of gay teenagers who had been bullied in school.</p><p>\"Being an LGBT person in Italy is very, very difficult,\" says Ivan Scalfarotto, undersecretary for constitutional reform and sponsor of the anti-homophobia bill languishing in parliament.</p><p>Scalfarotto rejects the charge that the bill would endanger freedom of expression, saying it extends existing anti-discrimination legislation to gays, lesbians and transgender people.</p><p>He had to overcome right-wing opposition himself to become the first openly gay person in an Italian government. He says, for example, that \"in Italy it is completely acceptable to say homophobic jokes.\"</p><p>He pins the blame on an absence of the notion of political correctness in Italian culture. \"So there would be no one standing up and saying, 'Guys, in my home, or in this office or workplace, this banter is not acceptable.' So it [becomes] acceptable.\"</p><p>But Scalfarotto believes in the power of legislation to make cultural changes.</p><p>\"There are facts, there are young guys committing suicides, there are people who are beaten up, gay bashing,\" he says. \"The issue is mostly about how we grow the country into a civilized, inclusive, respectful place for everyone, including LBGT people.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Italy%27s+Gay+Rights+Advocates%2C+It%27s+1+Step+Forward%2C+2+Steps+Back&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sylvia Poggioli","audio":[{"meta":{"duration":"276"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355904096-e59e61.m3u?orgId=1&topicId=1124&ft=3&f=350634088"},{"href":"http://media.npr.org/assets/img/2014/10/06/italy-homophobia1-040279a0baa673289594c7359e714261cccb0a20.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1536","width":"2048"}},{"href":"http://media.npr.org/assets/img/2014/10/07/italy-homophobia3-ec91bbabf4d1554d16527ed193cc29afc3a92b85.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1688","width":"2251"}},{"href":"http://media.npr.org/assets/img/2014/10/06/italy-homophobia2-ac00ecb36fa13ab293781137785e767942c83a7c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1085","width":"1447"}}]}