{"created":"2015-06-26T21:41:29+00:00","modified":"2015-06-29T19:50:50+00:00","valid":{"from":"2015-06-29T19:50:50+00:00","to":"3015-06-29T19:50:50+00:00"},"hreflang":"en","title":"'There's No Box For Me': Miguel On Embracing Difference","published":"2015-06-27T01:20:00+00:00","teaser":"Best known for his silky voice and sultry lyrics, the R&B star takes a more personal approach on the new album <em>Wildheart</em> — especially when addressing his mixed ethnicity.","itags":["npr_api","417823409"],"guid":"e9a4f517-3ff6-47d2-8114-029afd51ec63","contentencoded":"<p>On his last album, <a href=\"http://www.npr.org/event/music/167559983/miguel-tiny-desk-concert\" target=\"_blank\">Miguel</a> sang songs that swooned with the emotion of a first kiss. <em>Wildheart</em>, the new album by the Grammy-winning R&B artist, takes things a little further. While that sleek mix of bass, synths and soul that powered his 2012 breakout remains, the songwriting on <em>Wildheart</em> takes a much more personal, introspective approach.</p><p>Miguel is the son of a Mexican father and a black mother, raised in Los Angeles. He says finding his voice has also meant finding his place — a winding journey that stretches back to the standardized tests he took at school.</p><p>\"At the very beginning, you fill out your first and last name and your middle name — and right after that, it's, 'What's your ethnicity?'\" he tells <em>All Things Considered</em>. \"You go down the line and you start to realize, wait a second, there's no box for me. I don't have one. I'm other. And it's a real weird, subconscious way of reminding you that you kind of are different.\"</p><p>That sense of difference manifests in songs like \"what's normal anyway,\" where the singer recalls a childhood spent between worlds: \"Too proper for the black kids, too black for the Mexicans ... Too opinionated for the pacifists, too out of touch to be in style.\" Miguel says those lyrics reflect conversations he's had with himself in moments of solitude.</p><p>\"My taste was just different. So I would get around my black friends and play up whatever the idea of being black was, and then with my Latino friends, I kind of played that up there. And it just wasn't, you know — it wasn't real.\"</p><p>And yet, Miguel says, recognizing difference can be vitally important. For him, it was a first step toward self-acceptance.</p><p>\"That's what it's all about: being who you truly are, living in your moments and trusting your instincts. This album is a step in that direction for me, as a human being,\" he says. \"At the end of the day, we're not here to please everyone. And for the short amount of time we have in this dimension, in this place, or however you want to say it, the best we can do is act on the things that we believe in.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27There%27s+No+Box+For+Me%27%3A+Miguel+On+Embracing+Difference&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"201"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1417840423-21f33f.m3u?orgId=1&topicId=1105&d=201&p=2&story=417823409&t=progseg&e=417611774&seg=9&ft=nprml&f=417823409"},{"href":"http://media.npr.org/assets/img/2015/06/26/miguel-red-photo-credit_daniel-sannwald--6178ea5ebc0893cc67176ac81f1d23a36412b80a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2025","width":"2700"}}]}