{"created":"2015-06-25T21:45:25+00:00","modified":"2015-06-25T22:34:18+00:00","valid":{"from":"2015-06-25T22:34:17+00:00","to":"3015-06-25T22:34:17+00:00"},"hreflang":"en","guid":"e9ac3fc1-c294-4c6c-ac2e-b185fcd7af6f","title":"Is ISIS gaining or losing ground in Syria? ","published":"2015-06-25T22:34:13+00:00","byline":"Christopher Woolf, Moira Lavelle","teaser":"The forces of the so-called Islamic State have mounted a daring raid on the city of Kobane in northern Syria. They are also on the offensive elsewhere. But at the same time, the ISIS capital in Syria is coming under pressure. ","tags":["Conflict","Conflict & Justice","Kobane","Raqqa","Syria"],"contentencoded":"<p>Good and bad news from the war in Syria. On one hand, Kurdish and Syrian forces appear to be closing in on Raqqa — the capital of the so-called Islamic State. On the other, ISIS is on the offensive in several places, including the high-profile town of Kobane.</p>\n<p>Over the winter, ISIS forces battled hard to take control of the town. But Kurdish forces, assisted by US airstrikes, were able to hold them at bay and finally drive them out. </p>\n<p>Until Thursday, that is.</p>\n<p>“Basically, Islamic state fighters managed to enter the town wearing uniforms of the Kurdish militia and flying the flag of the (rebel) Free Syrian Army,” says Liz Sly of the Washington Post, who is across the frontier in Turkey. “They detonated suicide bombs,” she adds. They roamed around the streets and shot at people.\"</p>\n<p>While several dozen people were killed, the attack seems to have been more of a raid than an attempt to take territory. More serious fighting is going on around Hasakah. ISIS forces are reported to have punched into the city, which is defended by Kurdish militias and Syrian government forces.   </p>\n<p>The United States has carried out air strikes to assist the defenders against ISIS in Hasakah.</p>\n<p>However, ISIS is on the back foot elsewhere. An offensive by a coalition of Kurdish militias and rebel Free Syrian Army factions has made surprise progress toward the self-proclaimed capital of the Islamic State, Raqqa. The coalition is dubbed the ‘Euphrates Volcano.’</p>\n<p>The Post’s Sly says this advance appears to be the result mainly of US air attacks.</p>\n<p>“The people I’ve spoken to — refugees who’ve fled the area; fighters on the ground — they say this is all about  air strikes. It’s not about brilliant fighting by Kurds or the FSA.”</p><div class=\"media media-element-container media-default\"><img height=\"707\" width=\"900\" alt=\"Map of Syria\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/Syria_0.jpg?itok=Ymm6Olrz\" title=\"\" /><div class=\"field-caption\">\n    <p>The Syrian cities of Raqqa and Kobane have both seen skirmishes in reccent days</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Moira Lavelle</p>\n  </div>\n</div>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-25%2Fconfused-fighting-syria&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06252015_01.mp3"},{"href":"http://admin.pri.org/file/0625201501mp3"}]}