{"created":"2014-12-12T22:41:40+00:00","modified":"2015-01-22T15:39:48+00:00","valid":{"from":"2015-01-22T15:39:48+00:00","to":"3015-01-22T15:39:48+00:00"},"hreflang":"en","title":"Do Guns On The Premises Make Workplaces Safer? ","published":"2015-01-22T15:39:00+00:00","teaser":"Private companies used to make their own rules about guns on their property. But a growing number of states have adopted laws allowing workers to keep guns in their cars in the workplace parking lot.","itags":["npr_api","369833958"],"guid":"e9b736c4-712e-4ff8-9244-cb14051491dd","contentencoded":"<p>This year, Tennessee joined 21 other states that allow employees to leave guns in their cars in the office parking lot. The laws have left many employers debating how best to ensure safety at work.</p><p>After Georgia passed its law allowing employees to keep firearms in their employers' parking lots, Sally Roberts installed a sign on her newspaper firm's door. It read: \"No Weapons Allowed.\"</p><p>A job candidate once threatened her, says Roberts, human resources director at Morris Communications. \"She did become violent, and I'm very thankful she did not have a weapon.\"</p><p>Roberts' fears are not baseless. In 2010 in Hartford, Conn., Omar Thornton carried a gun into his office at Hartford Distributors. He had just been fired before he shot and killed eight colleagues, then himself.</p><p>According to the Centers for Disease Control and Prevention, an average of more than 700 people a year are killed in workplace homicides — most by firearms. <a href=\"http://www.shrm.org/research/surveyfindings/articles/pages/workplaceviolence.aspx\" target=\"_blank\">A 2012 survey</a> by the Society for Human Resource Management showed more than one-third of employers reported violent incidents at work.</p><p><strong>More Vulnerable Or Less?</strong></p><p>Private employers used to create their own rules about guns on their property. But in 2004, Oklahoma changed its law so that private employers could no longer ban workers from storing firearms in locked vehicles at work.</p><p>In the legal fight that followed, the 10th Circuit Court of Appeals <a href=\"http://www.ca10.uscourts.gov/opinions/07/07-5166.pdf\" target=\"_blank\">sided with the gun owners</a> and the National Rifle Association, and more states began adopting these \"parking lot\" laws.</p><p><em>Concealed Carry Magazine</em>, based in Wisconsin, is among them. Executive editor Kevin Michalowski believes businesses would be safer — and face less liability — if they permitted firearms <em>beyond</em> the parking lot.</p><p>\"We completely respect the rights of private businesses to restrict the people who are carrying guns into the workplace, but we believe that's bad policy,\" he says. <strong></strong></p><p>In 1998, Michalowski's own brother tried to rob a restaurant in Arizona and opened fire. \"He fired two rounds and was shot by an off-duty police officer who happened to have his gun with him,\" he says. \"My brother was shot three times, and it immediately ended the threat he was causing to those innocent people.\"<strong></strong></p><p>Michalowski, who carries a firearm to work, to stores and to his kids' school, argues that a \"no guns allowed\" sign makes workers more vulnerable, not less.</p><p>\"Now, all of your employees are targets. They're sitting ducks. They have no way to defend themselves,\" he says.</p><p><strong>Not Like 'In The Movies'</strong></p><p>There is no consistent trend in workplace homicides among states that have adopted parking lot laws versus those that have not. But nationally, office killings have declined over the past decade.</p><p>Attorney John Heisse acknowledges the desire for self-defense. \"I understand the feeling of helplessness when you're facing someone with a gun and you essentially have no way to defend yourself against that.\"</p><p>In 1993, Heisse was working in a high-rise building in San Francisco when failed businessman Gian Luigi Ferri opened fire, killing eight people before turning the gun on himself. Some of the victims included Heisse's colleagues.</p><p>\"What I wasn't prepared for was walking through the aftermath of an event like that, and stepping over the body of a young law student that I had hired to work for me for the summer,\" he says.</p><p>Heisse says neither he nor other survivors of that tragedy believe a gun could have stopped the carnage.</p><p>\"These scenes don't play out like they do in the movies,\" he says. \"It's incredibly stressful. To think that the untrained, inexperienced person in that stressful situation will make all the right decisions is, I think, foolish.\"</p><p>Heisse is now on the board of the Law Center to Prevent Gun Violence, a group started after the San Francisco shootings.</p><p>Even if they don't think parking lot laws are necessarily harmful, some employers want to protect a business owner's right to choose. Jim Nys runs a staffing consultancy in Montana, which he calls a very pro-gun state. He says he has no problem with an employee keeping a gun in the car — but he wants it to stay there.</p><p>Years ago, when he worked in government, he says, an angry employee who was denied benefits came to work armed.</p><p>\"They brought a weapon in and laid it on the table while they wanted to discuss why they had been denied,\" he recalls.</p><p>So on balance, Nys says, he feels he's keeping his workers safer by <em>not</em> allowing guns into the office.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Do+Guns+On+The+Premises+Make+Workplaces+Safer%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Yuki Noguchi","audio":[{"meta":{"duration":"286"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370395055-25a01b.m3u?orgId=1&topicId=1091&ft=3&f=369833958"},{"href":"http://media.npr.org/assets/img/2014/12/11/103235136-68017bc37944e7cbece1ec87ac577b3d5c74bf8f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1815","width":"2420"}}]}