{"created":"2014-10-07T20:48:11+00:00","modified":"2014-12-03T00:15:27+00:00","valid":{"from":"2014-12-03T00:15:27+00:00","to":"3014-12-03T00:15:27+00:00"},"hreflang":"en","title":"In Writing, Nadine Gordimer Explored Why We're All Here","published":"2014-07-19T15:45:00+00:00","teaser":"South African writer and activist Nadine Gordimer wrote 15 books, and helped her friend Nelson Mandela edit his famous speech, \"I Am Prepared To Die.\" She died this week at the age of 90.","itags":["npr_api","332634847"],"guid":"e9b80539-688e-4648-a1fa-9b42291fa11e","contentencoded":"<p>\"I am not a political person by nature,\" Nadine Gordimer once said. \"I don't suppose, if I had lived elsewhere, my writing would have reflected politics.\"</p><p>Gordimer was born in South Africa in the early 1920s, into a society divided and identified by the crime of apartheid. Official racial segregation and suppression was wound into everyday life.</p><p>Her mother mostly kept her home from school, so Gordimer began to write for companionship. She published her first short story in <em>The Children's Sunday Express </em>when she was 15 years old, and essentially wrote for a living until her death this week, at the age of 90.</p><p>Nadine Gordimer wrote 15 novels, a few of which were banned by the South African government, and when one of her short stories appeared in a British or U.S. magazine that reached South Africa, officials ripped out her pages.</p><p>The suppression intended to silence her and millions more only galvanized Nadine Gordimer, who became an anti-apartheid activist in an age when activism didn't just mean liking something on Facebook. She hid wanted anti-apartheid fighters in her home, and helped Nelson Mandela with the famous speech he gave from the defendant's dock in 1964, about the ideals for which he was prepared to die.</p><p>Nadine Gordimer won the Nobel Prize for Literature in 1991, and in her Nobel address she said human beings devised writing to explore why we are here.</p><p>\"Since humans became self-regarding they have sought, as well, explanations for the common phenomena of procreation, death, the cycle of seasons, the earth, sea, wind and stars, sun and moon, plenty and disaster,\" said Gordimer. \"The oral story-tellers,\" she said, \"began to feel out and formulate these mysteries, using the elements of daily life ... to make stories.\"</p><p>\"Writers themselves don't analyze what they do,\" she said, \"to analyze would be to look down while crossing a canyon on a tightrope.\"</p><p>Gordimer noted that, \"Some of us have seen our books lie for years unread in our own countries, banned, and we have gone on writing.\" But she cited Flaubert, Strindberg, Chinua Achebe and Salman Rushdie more than herself.</p><p>\"There is a paradox,\" she added. \"In retaining this integrity, the writer sometimes must risk both the state's indictment of treason, and the liberation forces' complaint of lack of blind commitment. The writer is of service to humankind only insofar as the writer uses the word even against his or her own loyalties.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Writing%2C+Nadine+Gordimer+Explored+Why+We%27re+All+Here&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Simon","audio":[{"meta":{"duration":"239"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332760054-a2615f.m3u?orgId=1&topicId=1057&aggIds=4495795&ft=3&f=332634847"},{"href":"http://media.npr.org/assets/img/2014/07/18/22468762_h1064556-7465e8e1291689434a4361411988f97c5bb6ebcb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2189","width":"2917"}}]}