{"created":"2015-03-30T19:44:31+00:00","modified":"2015-05-13T21:05:52+00:00","valid":{"from":"2015-05-13T21:05:52+00:00","to":"3015-05-13T21:05:52+00:00"},"hreflang":"en","title":"Money Rules: Candidates Go Around The Law, As Cash Records To Be Smashed","published":"2015-04-20T13:32:00+00:00","teaser":"More money is expected to be raised and spent in 2016 than in any election in U.S. history. But, as candidates ditch old ways of campaigning, more of it is expected to be undisclosed and untraceable.","itags":["npr_api","396395856"],"guid":"e9bc8c9c-8264-4c78-a524-abe39b2b5907","contentencoded":"<p><em>This is Part One in an occasional series of features on campaign finance, called \"Money Rules.\"</em></p><p>The hunt for big bucks is changing the way politicians run for president.</p><p>When a candidate finally admits he or she is a candidate, <a href=\"http://www.fec.gov/info/contriblimitschart1516.pdf#search=contribution%20limits%20%222015-2016%22\">donors are limited to gifts of $2,700</a>. (A donor can give an additional $2,700 if the candidate makes it through to the general election.)</p><p>Not so long ago, a \"testing-the-waters\" or \"exploratory\" committee was the usual first step in a campaign. But that's changed. After the Supreme Court's 2010 Citizens United ruling, in which individuals, corporations and unions can give unlimited to tax-exempt groups loosely — and sometimes quite closely — aligned with candidates, a new trend has emerged: candidates who have figured out how to stay outside the system — and game it.</p><p>By not declaring, and thus not being constrained by federal limits, they are free to coax billionaires into writing multi-million dollar checks. In other words, they can raise more money, more easily, than if they were official candidates, spending it to set up staff and travel to places like Iowa and New Hampshire freely.</p><p>In this new world, things like rides on someone else's luxury jet, for example, wouldn't raise a flag for the Federal Election Commission – until a potential candidate actually became a declared one. And it's one reason that in 2016, more money is likely to be raised and spent than ever before in a presidential campaign, but much of it will never be seen or tracked.</p><p>This is the big explanation of why, approaching the second quarter of the off-year, there's just <a href=\"http://www.npr.org/2015/03/23/394906479/sen-ted-cruz-becomes-first-republican-to-announce-presidential-candidacy\">a single official candidate</a>: Texas Sen. Ted Cruz, a Republican. Cruz, who had been an afterthought for primary voters and in the polls so far, <a href=\"http://www.npr.org/blogs/itsallpolitics/2015/03/23/394736889/5-reasons-cruz-announced-his-candidacy-early\">had his own reasons</a> for announcing \"early,\" not the least of which was gaining attention and, in turn, raising money.</p><p>At least <a href=\"http://politicalmoneyline.com/tr/tr_PresLookup.aspx?&td=0_1\">19 other would-be candidates</a> are delaying the big step. That's a big reversal from the 2008 presidential cycle, the last time no incumbent president was seeking reelection. By late March 2007, there were already <a href=\"http://politicalmoneyline.com/tr/tr_PresLookup.aspx?&td=0_1\">15 announced candidates</a>.</p><p>Of what we'll call this year's 19 <em>un-candidates</em>, four are testing the waters or, less formally, \"exploring\" — Democrats Hillary Clinton and Jim Webb, a former senator from Virginia; plus Sen. Lindsey Graham of South Carolina and retired neurosurgeon Ben Carson on the GOP side.</p><p>It's not possible to know yet how much their committees have raised, or from whom.</p><p>The 15 remaining un-candidates are operating \"outside the system\" — that is, avoiding the statutes that Congress enacted during and after the Watergate scandal 40 years ago. These politicians want to build their Super PACs' bank accounts before the day that candidacy becomes official, a legal wall goes up between candidate and Super PAC, and they are officially limited.</p><p>They seem to be skirting a legal provision that anyone who stockpiles cash for a presidential campaign automatically becomes a candidate, subject to contribution limits and donor disclosure rules.</p><p>Republican Jeb Bush appears to be the most aggressive of the outside-the-system un-candidates. This past winter, he launched two committees with matching names. <a href=\"https://righttorisepac.org/\">Right To Rise PAC</a> is standing in for a campaign committee yet to come. <a href=\"https://righttorisesuperpac.org/\">Right To Rise Super PAC</a> will have to do its advocacy independent of the Bush campaign — once one exists.</p><p>Until then, Bush is busy raising cash. The PAC has limits of $5,000 per donor. For the Super PAC, Bush can accept as much as a donor will give.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Money+Rules%3A+Candidates+Go+Around+The+Law%2C+As+Cash+Records+To+Be+Smashed&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Overby","audio":[{"meta":{"duration":"180"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396636994-3c5f0b.m3u?orgId=1&topicId=1014&d=180&p=2&story=396395856&t=progseg&e=396569225&seg=4&ft=nprml&f=396395856"},{"href":"http://media.npr.org/assets/img/2015/04/20/money-rules-illustration2-79d4ba9e9356917ba5ca69824ef9b216eb0e9196.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}