{"created":"2014-10-17T23:28:58+00:00","modified":"2014-10-23T14:12:47+00:00","valid":{"from":"2014-10-23T14:12:47+00:00","to":"3014-10-23T14:12:47+00:00"},"hreflang":"en","guid":"e9bd6646-40b3-4ad5-9903-ed4aa3c68f32","title":"Telling women not to ask for raises wasn't a gaffe — it was a long-established tradition","published":"2014-10-23T14:12:43+00:00","byline":"Nina Porzucki","tags":["business","gender equality","jobs","women","Human Needs","Business","Business, Finance & Economics","Asia","North America","United States","India","Asia","South Asia","Sonora Jha","Satya Nadella","Maria Klawe","Microsoft"],"teaser":"How should a woman ask for a raise? She shouldn't, said Microsoft's CEO at recent women's tech conference. But if that sounds shocking, it wasn't for many Indian women who have been told throughout their lives to keep quiet while the men are encouraged to get ahead.","contentencoded":"<p>It's a good thing Microsoft CEO Satya Nadella probably doesn't need to ask for a raise right now — he'd have to take his foot out of his mouth first.</p>\n<p>Nadella was fielding questions from Maria Klawe, the president of Harvey Mudd College and a Microsoft board member, at a recent women's tech conference when Klawe asked Nadella how he'd advise women asking for a raise.</p>\n<p>“It's not really asking for the raise but knowing and having faith that that the system will actually give you the right raises as you go along,\" he offered. And why? \"Because that’s good karma, it’ll come back.\"</p>\n<p>In other words, don't ask for the raise; best to keep quiet. </p>\n<p>Nadella's comments stunned many people, but when Sonora Jha saw Nadella's comment trending on social media, she wasn't surprised. Nadella’s words reflected a sentiment she has felt her entire life as an Indian woman, she says.</p>\n<p>“Women who've been raised in India — even if we were raised by progressive families — it’s in the air where we’ve been told that we should take the high road,\" says Jha, a journalism professor at Seattle University. “My brother was raised to just do his thing and make his mistakes, whereas we, as sisters, were told, ‘You take the high road, you wait it out, you be self-sacrificing and in the end things will work out.’”</p>\n<p>Jha wrote about that sentiment in an op-ed for the Seattle Weekly, \"<a href=\"http://www.seattleweekly.com/news/954979-129/how-satya-nadella-sounds-a-lot\">How Satya Nadella Sounds a Lot Like My Brother</a>,\" which has prompted a flood of responses. “I think this has touched a chord with women raised anywhere where they have received this message one way or another,” she says.</p>\n<p>One of her most supportive readers has been her son, whom she raised in the United States. “He gets it,\" Jha says. \"He has been raised outside that and it’s a conversation that I’m constantly having with him. And he has encouraged me to stand my ground.\"</p>\n<p>Jha had to ask for a raise and negotiate job benefits after she finished her doctoral degree and accepted her current position at Seattle University.</p>\n<p>“I was taught by some of my mentors at my university where I was a Ph.D. student to ask for certain things, and I stuck my neck out and I asked for those things and I got it,\" she remembers. \"And when I came here, I learned from other women that they hadn’t asked for those things.\"</p>\n<p>Jha wasn’t always so bold in her negotiations. As a twenty-something working for a leading newspaper in India, she experienced sexual harassment, but stayed silent about the situation. “I chose to step down. I chose to be quiet about it and that still hurts,” she says.</p>\n<p>And even with Nadella's comments, Jha is hopeful when thinking about the future of women in the workplace. Nadella had to quickly apologize for his comment, and even outlined a series of changes he intends to make at Microsoft, including diversity training.</p>\n<p>“I’m always grateful when people like Satya Nadella put their foot in their mouth in this way,\" she says. \"To think that he’s not been exposed to what women go through in the workplace and he can be in that position is quite telling. I do see change, but a lot of it is driven by these conversations. I do things shifting in India and I do think things are shifting here.”</p>\n<br><p>©2014 Public Radio International</p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/101720147.mp3"},{"href":"http://www.pri.org/file/101720147mp3"}]}