{"created":"2014-10-07T20:21:45+00:00","modified":"2014-10-08T18:52:15+00:00","valid":{"from":"2014-10-08T18:52:15+00:00","to":"3014-10-08T18:52:15+00:00"},"hreflang":"en","guid":"e9c297e4-90ee-42f5-b4c0-8a3166d29b07","title":"US airstrikes are 'not enough' to save a besieged Syrian city from ISIS","published":"2014-10-08T18:52:14+00:00","byline":"Christopher Woolf","tags":["conflict","terrorism","ISIS","military","Conflict","Conflict & Justice","Kobane","Asia","Turkey","Syria","Middle East","Asia","Catherine James","Recep Tayyip Erdogan","Kurdish people","Ethnic groups in Syria","Ethnic groups in Turkey"],"teaser":"The US and its allies have stepped up their airstrikes around the besieged Syrian city of Kobane. But officials in the city say they are 'not enough' to save the city from the Islamic State. Catherine James of Britain's Guardian newspaper is just across the frontier from Kobane, in Turkey.","contentencoded":"<p>ISIS&nbsp;black flags are flying over parts of an important border city in Syria.</p><p>Kobane is an ethnically Kurdish city of a couple of hundred thousand people.&nbsp;The Kurds are resisting as best they can, with assistance from US airstrikes, but officials in the city say they do not expect to hold out, without assistance on the ground.</p><p>Reporter Catherine James, who&rsquo;s been contributing to the British paper <a href=\"http://www.theguardian.com/world/2014/oct/07/isis-militants-enter-kobani-on-syrias-border-with-turkey\">The Guardian</a>, has a good view of the siege from just across the frontier in Turkey.</p><p>&ldquo;You can actually see the flag of ISIS with the naked eye,&rdquo; she says from her location about a mile from the city. &ldquo;It&rsquo;s very small, but you can see it from that distance.&rdquo;</p><p>&ldquo;We see the flashes (of the guns),&rdquo; adds James. &ldquo;We can hear the gunfire. And obviously we can see the shells where they land, and the smoke and destruction they create. But we can&rsquo;t see actual people.&rdquo;</p><p>The black flag has come to have a grim meaning for opponents of the orgaization that calls itself the Islamic State. Crowds of ethnic Kurds have come to the border to show their solidarity. James says that&nbsp;as word about the flag passed through the crowd, the mood was subdued.</p><p>James says she was told by the commander inside the city that the flags meant nothing, that it was just the outskirts. &ldquo;He emphasised that it&rsquo;s not that ISIS has taken the city, they simply raised a flag,&rdquo;&nbsp;James says. Shesays the Kurds appear to be holding on with everything they&rsquo;ve got. She&rsquo;s reluctant to predict the future, but says most people feel that it&rsquo;s &ldquo;just a matter of time&rdquo; before the city falls.</p><p>&ldquo;The Kurdish fighters are outgunned. This is day 23 or 24 that they&rsquo;ve been trying to hold off the advance. They&rsquo;ve been calling for international support that whole time.&rdquo;</p><p>But James believes that the Kurdish defenders will have an advantage now that the fighting is going from house-to-house and street-to-street. &ldquo;Like with any guerrilla street warfare, the people that are local will have that upper hand. But, still,&rdquo; she adds, &ldquo;in terms of artillery, they are outgunned.&rdquo;</p><p>The United States and its allies have stepped up their airstrikes around Kobane in the past 24 hours. But James says the commander in Kobane told her on Monday that he wasn&rsquo;t sure they were making much difference.</p><p>Turkey&rsquo;s President&nbsp;Recep Tayyip Erdoğan&nbsp;said on Tuesday that he didn&rsquo;t feel airstrikes were enough. Turkey has ground troops massed nearby, but does not appear to be ready to send them across the border.&nbsp;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/KOBANEMAP2.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/kobanemap2jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/100720141.mp3"},{"href":"http://www.pri.org/file/100720141mp3"}]}