{"created":"2015-03-20T20:55:30+00:00","modified":"2015-05-13T21:07:47+00:00","valid":{"from":"2015-05-13T21:07:47+00:00","to":"3015-05-13T21:07:47+00:00"},"hreflang":"en","title":"From Selma To Eisenhower, Trailblazing Black Reporter Was Always Probing","published":"2015-03-24T14:27:00+00:00","teaser":"Saturday marked the 50th anniversary of the successful crossing of the Edmund Pettus bridge in Selma, Alabama, a key moment in the civil rights movement. Journalist Ethel Payne was there.","itags":["npr_api","394243554"],"guid":"e9c51589-6a52-4ced-b75e-00dbb690b789","contentencoded":"<p>When Ethel Payne stood to ask President Dwight Eisenhower a question at a White House press conference in July 1954, women and African-Americans were rarities in the press corps. Payne was both, and wrote for <em>The Chicago Defender</em>, the legendary black newspaper that in the 40s and 50s, was read in black American households the way <em>The New York Times</em> was in white ones.</p><p>In<em> Eye on the Struggle: Ethel Payne, First Lady of the Black Press,</em> author James McGrath Morris, examines her life and legacy.</p><hr /><h3>Interview Highlights</h3><p><strong><em>She was known far outside Chicago itself, even though black newspapers existed in other cities. Why was her work with the Defender considered so important?</em></strong></p><p><em>The Defender</em> was invisible to most of white America, but so were most black institutions then. I mean, segregation was so strong in Chicago, that most African-Americans created their own institutions, their own banks, cosmetics companies, taxi services and funeral homes. But it's a misunderstanding to think of it as merely a Chicago newspaper, just as <em>The New York Times</em> is not merely a New York newspaper.</p><p>Ethel Payne was really working in invisibility to 85 percent of white America. She was iconic in the African-American world at that time. The newspapers that she worked for and that carried her copy often had headlines like \"Ethel Payne Sees Hate In Students' Eyes in Alabama,\" \"Ethel sends photographs,\" Ethel Payne reports\" So she was doing all these things, but the rest of the world, the mainstream media, was completely unaware of it.</p><p><strong><em>She went to cover the White House in the mid-1950s. That had to have been lonely and strange, given how segregated Washington was at the time...</em></strong></p><p>Americans probably don't remember what it was like for somebody like her, in the back of a hall with a couple hundred white reporters, all male, to stand up and look at the sea of white faces and ask a question. It takes enormous temerity to simply ask a question. And here she was, engaging the President of the United States in a verbal duel about the most important issue of the time: civil rights.</p><p><em><strong>She has said that she was both journalist and advocate, which is something that's frowned upon by today's mainstream press. Why did she feel she had to be both?</strong></em></p><p>She felt she had no choice. For her to get up as a capital correspondent and try to get a cab to the White House, was a potentially difficult act, because as an African-American, a cab might not pick her up. There were white politicians who used words on the Senate floor that you cannot use today in public, and wouldn't simply speak to her. Her race was always part of the issue.</p><p>So she instead adopted a criteria of fairness. That may seem like a small distinction, but it isn't. Shedding her objectivity does put her out of the mainstream of reporting. But if you look at her reporting, she interviews people who do not want to give her those rights: Senators from the South, Congressmen from the South who were real segregationists. And if they wouldn't speak with her, she would get their comments from the (Congressional) record. She didn't use the vitriolic words you hear on some networks today. She let them hang themselves using their own words. And she covered them, to be frank, really fairly, in a way that I'm not sure that I could have as a journalist.</p><p><strong><em>She did cover many aspects of the civil rights movement, especially in the movement's early years. Did she interact with the white guys who were on the same beat?</em></strong></p><p>The press was about as segregated as everything else, and that was certainly true when she was on the front lines of the civil rights revolution here at home. So, for instance, when she went to Montgomery, Ala. [to cover the bus boycott], she couldn't stay in the local hotels, so she'd stay with black families. She had access to the community that, when the white reporters arrived, didn't.</p><p>So they established a cooperative relationship: the white press was able to ask the sheriffs questions—the sheriffs weren't going to respond to the black reporters—and the black reporters had information about the black community the white reporters couldn't get.</p><p>So they met every day at a drugstore and shared those things. And what I particularly like about that was in some ways, the black press, at that point, was influencing the mainstream white press's coverage of the civil rights movement—even though most white readers who picked up <em>The New York Times</em> the next morning didn't know it.</p><p><strong><em>She also traveled abroad—a lot. Why was it so important to her to do this?</em></strong></p><p>She believed that the black freedom struggle that she was chronicling here in the United States was connected to a larger struggle worldwide. She went to Africa 13 times. She went to Asia. She went to Ghana for its independence ceremonies in 1957. This was the first time in Sub-Saharan Africa that folks who were black were going to take over in power. This was a really interesting and important event for black folks in the United States. They wanted to know about it, and Ethel Payne was dispatched to cover it. Those two issues (foreign and domestic) were always mixed, and Ethel Payne was always connecting them, right up until the end of her life, when just before she dies, she gets to go to South Africa and interview Nelson Mandela.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Selma+To+Eisenhower%2C+Trailblazing+Black+Reporter+Was+Always+Probing&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Karen Grigsby Bates","audio":[{"meta":{"duration":"275"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394334578-892189.m3u?orgId=1&topicId=1015&d=275&p=2&story=394243554&t=progseg&e=394167642&seg=6&ft=nprml&f=394243554"},{"href":"http://media.npr.org/assets/img/2015/03/24/2.2-payne-with-soldier-in-vietnam-courtesy-of-the-moorland-spingarn-research-center--55e0db6cc9f338509b20f59f42d288be90831787.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1231","width":"1642"}}]}