{"created":"2015-04-11T12:33:21+00:00","modified":"2015-04-12T19:05:07+00:00","valid":{"from":"2015-04-12T19:05:07+00:00","to":"3015-04-12T19:05:07+00:00"},"hreflang":"en","title":"From Pork To Onion Sandwiches: Secrets To Supersurvivors' Long Lives","published":"2015-04-11T15:05:00+00:00","teaser":"At 115, Jeralean Talley is the world's oldest living person. She inherited the title from a 116-year-old Arkansan who died this week. NPR's Tamara Keith reflects on the secrets of a good, long life.","itags":["npr_api","398829229"],"guid":"e9d10029-c345-4ad7-b681-a583b9763c84","contentencoded":"<p>Jeralean Talley is the world's oldest living person. She is 115 years old and inherited the title earlier this week from a 116-year-old Arkansas woman who died of pneumonia. She was preceded by a 117-year-old woman from Japan who died the week before. Death, it seems, is a hazard of being the oldest person in the world.</p><p>And in the case of those who outlast the rest and earn the title of most senior human, it is often a life well lived.</p><p>Jeralean Talley is a case in point. \"I don't feel sick,\" she told a reporter from <em>Time</em> magazine, \"I'm still trying to do the right thing, is all.\"</p><p>No article about a 115-year-old would be complete without revealing the secret to his or her success. For Talley, it's all about eating a lot of pork. She's a fan of hog's head cheese, which is a combination of pig trimmings suspended in gelatin.</p><p>Other supersurvivors have credited sushi, onion sandwiches, chocolate, cigars, and of course, clean living.</p><p>This reminds me of an <a href=\"http://www.scpr.org/programs/offramp/2011/02/26/18096/with-passing-of-last-us-ww1-vet-we-remember-last-c/\">interview I did almost a decade ago</a>, when I was a reporter for KPCC, with the man who was, at the time, California's oldest surviving World War I veteran.</p><blockquote><p>\"My name is George Henry Johnson.\"</p><p>\"When were you born?\"</p><p>\"I was born on May the first, 1894.\"</p><p>\"So you're 112, now?\"</p><p>\"112 years old today, yes. That's what I am. It's not my fault.\"</p></blockquote><p>It is one of my favorite interviews, ever. He was charming. And hilarious. I had to shout all my questions because he really couldn't hear. I asked him if he had a cell phone and he pointed to the cordless landline phone sitting on its cradle next to his easy chair. I wasn't going to explain.</p><p>This was a man who marveled at crank engines on the first motorized cars, who built his three-story home by hand, and who saw an almost unfathomable amount of change in his lifetime. He had no need to know about my fancy-at-the-time flip phone or the iPod I thought was life changing.</p><p>So, of course I asked him about the secret to his success. He never suffered for want. Did everything for himself. And ...</p><blockquote><p>\"I'm going to tell you the god's honest truth. This is the god's honest truth whether you believe it or not. I've never drank enough liquor in my life to make myself feel like I was drunk.\"</p></blockquote><p>He died a few months after our interview. But it was hard to feel sad. The inevitable caught up with George Johnson, but he had lived a full life.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Pork+To+Onion+Sandwiches%3A+Secrets+To+Supersurvivors%27+Long+Lives&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"186"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398948729-1c651b.m3u?orgId=1&topicId=1060&e=398829229&d=186&ft=nprml&f=398829229"},{"href":"http://media.npr.org/assets/img/2015/04/10/jeralean-talley-a81854fb96af4d8362458aa2ed8f9a7dfd291f6c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2203","width":"2937"}}]}