{"created":"2015-03-03T19:41:51+00:00","modified":"2015-03-03T19:44:06+00:00","valid":{"from":"2015-03-03T19:44:05+00:00","to":"3015-03-03T19:44:05+00:00"},"hreflang":"en","title":"Burying Grief In Training A Goshawk","published":"2015-03-03T19:41:00+00:00","teaser":"In her award-winning book \"H Is for Hawk,\" Helen Macdonald tells the story of training a vicious predator after her father's death.","itags":["npr_api","390473092"],"guid":"e9d8fdf6-9bd4-4dc7-a676-c2bc9f051ed5","contentencoded":"<p>Writer, naturalist and historian <strong>Helen Macdonald</strong> has a longtime love of falconry, but she&#8217;d never taken on a goshawk &#8211; the bird had a reputation as a vicious predator.</p><p>But when her father died suddenly on a London street, Helen decided it was time. She adopted Mabel and started the long process of teaching her.</p><p>In doing so, she also reflects on the goshawk training in one of her favorite books, T.H. White&#8217;s &#8220;The Once and Future King,&#8221; as well as the nature of life and death.</p><p>Helen&#8217;s journey and reflections are chronicled in her new book &#8220;<a href=\"http://www.amazon.com/H-Hawk-Helen-Macdonald/dp/0802123414\" target=\"_blank\">H Is for Hawk</a>.&#8221; She speaks with <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young about her book and the experience of training Mabel.</p><ul><li><a href=\"http://apps.wbur.org/books/#herenow\" target=\"_blank\">Find more good reads on our digital bookshelf</a></li></ul><h4>Interview Highlights</h4><p><strong>On how her interest in hawks began</strong></p><p>&#8220;I honestly don’t know. I was so young that I can’t put a finger on when it started. I used to dream about them at night, I used to draw them compulsively. My parents put up with me, I don’t know how they did it. I was this strange, obsessed child that used constantly talk about, particularly, birds of prey. I thought they were the most beautiful things that the world had ever made.&#8221;</p><p><strong>On her relationship with her father</strong></p><p>&#8220;I learned really how to see the world from my father. He was a very, very great press photographer, and he really taught me that the world was full of extraordinary, beautiful happenings, and that your job was to be there and witness them.&#8221;</p><p><strong>On using Mabel to deal with the loss of her father</strong></p><p>&#8220;I just became this very, very strange creature. I used to get up in the morning, have a cup of coffee, and then just pick the hawk up off her perch, and go off into the wild. And I’d watch her fly for hours on end and I’d get covered in mud and thorn scratches.<a name=\"excerpt\"></a> I just became this very different beast.&#8221;</p><h4>Book Excerpt: &#8216;H Is For Hawk&#8217;</h4><p><em>By Helen Macdonald</em></p><p><img class=\"alignright size-medium wp-image-79290\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/03/0303_hawkbook-192x300.jpg\" alt=\"Cover art for the book 'H Is For Hawk.' \" width=\"192\" height=\"300\" /></p><p>Keys in pocket, hawk on fist, and off we go. Leaving the house that evening is frightening. Somewhere in my mind ropes uncoil and fall. It feels like an unmooring, as if I were an airship ascending on its maiden flight into darkness. Step­ping over the low railings into the park I head for the thick black avenue of limes and the lamplit leaves beneath. Every­thing seems hot and clean and dangerous and my senses are screwed to their utmost, as if someone had told me the park was full of hungry lions. Night air moves in the spaces between the trees. Moths make dusty circles about the lamps. I look down and see each pale blade of grass casts two separate shadows from the two nearest lamps, and so do I, and in the distance comes the collapsing echo of a moving train and somewhere closer a dog barks twice and there’s broken glass by the path and next to it a feather from the breast of a woodpigeon judging by its size and curl. It lies upon the grass as if held just above it, gleaming softly in the darkness.</p><p>‘Bloody hell, Mabel,’ I whisper. ‘Who spiked my tea with acid?’ Night has never looked like this before. I walk deeper into this lamplit world, wondering at my heightened percep­tion and reassured by how unconcerned the hawk is. She does not look up. She couldn’t care less about her surround­ings. She is hunched busily over the rabbit leg in my glove. It is a tiring – a piece of sinewy, bony meat to keep her occu­pied as we walk, drawing her attention from the things around her. She pulls and picks scraps from it with the rapt concentration of a diner disassembling a lobster. Watching her I begin to relax. And straight away the emptied world is full of people.</p><p>But they are not people. They are things to shun, to fear, to turn from, shielding my hawk. They come towards us like tumbling rocks in a video game, threatening destruction with the merest glancing blow. My heart beats fast. Escape and evasion. I am here to show people to the hawk, but from a safe distance merely, and those three men in pastel shirts are heading right towards us. I dodge behind a tree trunk and let them pass. When their backs enter Mabel’s line of sight she sucks her feathers in so tightly she seems vacuum-packed in plastic. When they are gone she shakes her head nervously, cheeps once through her nose and starts eating again.</p><p>A minute later a woman swinging supermarket bags is upon us. There’s nowhere to go. <em>Where did all these bloody people come from? </em>I look about in desperation. Mabel is now a pair of huge and haunted eyes, a ghost of bones and sinews, seconds from a bate. I hold her close to my chest and turn in a slow circle to block the woman from view. The woman doesn’t see the hawk. What she sees is a weirdo in a tattered jacket and baggy corduroy trousers revolving on the spot for no good reason. She hurries past, fast. There’s a sense of dreadful escalation. <em>It’s fine</em>, I tell myself. <em>This is going well</em>, but blood sings loud in my ears. A bicycle hisses by. The hawk bates. I curse. Another bicycle. She bates again. My nerve breaks. I start back to the house. We are nearly at the door when a runner passes – he’s come up silently behind us on his expensive trainers – and the hawk bates once again. I hate him for upsetting my hawk – actually hate him, am outraged by his existence. All the anger within me, the anger I didn’t know was there, the anger the books call One of the Five Stages of Grief rears up in a towering instant of white-hot fury. I look at his retreating back and wish him death.</p><p>But then he breaks stride, turns back, and stops ten feet from us.</p><p>‘Sorry,’ I say, smiling and biting back ire. ‘It’s her first time out of the house, and she’s still scared of people.’</p><p>‘God, no. I’m sorry,’ he says. ‘I didn’t see her.’</p><p>He’s a person, I realise. A real person, skinny and bearded and wearing a blue T-shirt and with a water bottle in his hand and he is friendly and wary and a little in awe of the hawk. I think he might be a nice man.</p><p>‘I hope I didn’t startle you,’ I begin apologetically. He grins and shakes his head.</p><p>‘I was surprised! It’s not something you see every day!’</p><p>I turn briefly to the hawk as she bends down to pull at the rabbit leg again. I open my mouth to speak. But when I look up he has gone.</p><p>It is bright, after heavy rain, and the crowds of closing time have gone. On this second expedition from the house Mabel grips the glove more tightly than ever. She is tense. She looks smaller and feels heavier in this mood, as if fear had a weight to it, as if pewter had been poured into her long and airy bones. The raindrop marks on her tight-feathered front run together into long lines like those around a downturned mouth. She picks fitfully at her food, but mostly she stares, taut with reserve, about her. She follows bicycles with her eyes. She hunches ready to spring when people come too close. Childen alarm her. She is unsure about dogs. Big dogs, that is. Small dogs fascinate her for other reasons.</p><p>After ten minutes of haunted apprehension, the goshawk decides that she’s not going to be eaten, or beaten to death, by any of these things. She rouses and begins to eat. Cars and buses rattle fumily past, and when the food is gone she stands staring at the strange world around her. So do I. I’ve been with the hawk so long, just her and me, that I’m seeing my city through her eyes. She watches a woman throwing a ball to her dog on the grass, and I watch too, as baffled by what she’s doing as the hawk is. I stare at traffic lights before I remember what they are. Bicycles are spinning mysteries of glittering metal. The buses going past are walls with wheels. What’s salient to the hawk in the city is not what is salient to man. The things she sees are uninteresting to her. Irrelevant. Until there’s a clatter of wings. We both look up. There’s a pigeon, a woodpigeon, sailing down to roost in a lime tree above us. Time slows. The air thickens and the hawk is transformed. It’s as if all her weapons systems were suddenly engaged. Red cross-hairs. She stands on her toes and cranes her neck. <em>This. This flightpath. This thing</em>, she thinks. <em>This is fascinating</em>. Some part of the hawk’s young brain has just worked some­thing out, and it has everything to do with death.</p><p><em>Excerpted from the book H IS FOR HAWK by Helen Macdonald. Copyright © 2015 by Helen Macdonald. Reprinted with permission of Grove Press.</em></p><h4>Guest</h4><ul><li><strong>Helen Macdonald</strong>, author, naturalist and historian. Her new book is &#8220;H Is for Hawk.&#8221; She tweets <a class=\"ProfileHeaderCard-screennameLink u-linkComplex js-nav\" href=\"https://twitter.com/HelenJMacdonald\" target=\"_blank\">@<span class=\"u-linkComplex-target\">HelenJMacdonald</span></a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Burying+Grief+In+Training+A+Goshawk&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"676"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390473095-7d0ce7.m3u?orgId=1&e=390473092&d=676&ft=nprml&f=390473092"},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0303_mabel-goshawk.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"686","width":"1024"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0303_hawkbook.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"779","width":"500"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0303_hawkauthor.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"884","width":"1280"}}]}