{"created":"2014-09-10T18:46:21+00:00","modified":"2014-10-30T22:33:11+00:00","valid":{"from":"2014-10-30T22:33:11+00:00","to":"3014-10-30T22:33:11+00:00"},"hreflang":"en","title":"Karen O's Intimate, Unpolished Solo Debut","published":"2014-09-10T22:29:00+00:00","teaser":"The Yeah Yeah Yeahs frontwoman follows her Oscar-nominated contribution to the <em>Her </em>soundtrack with <em>Crush Songs,</em> a collection of stripped-down recordings that take their tone from the album's name.","itags":["npr_api","347130810"],"guid":"e9efca45-6f44-4abd-b1d5-7d0c5d1ebb78","contentencoded":"<p>Karen O, best known as the frontwoman of the <a href=\"http://www.npr.org/artists/15377497/yeah-yeah-yeahs\" target=\"_blank\">Yeah Yeah Yeahs</a>, earned an Oscar nomination for her soundtrack contribution to <em>Her</em>, a love story about a copywriter and his computer's operating system. The film captured an exquisite sense of modern loneliness — the same kind that defines Karen O's new album, <em>Crush Songs</em>. It's her \"official\" full-length debut under her own name, though her solo career began inadvertently in 2006 when a demo recording titled <em>KO at Home</em> leaked onto the Internet.</p><p>In some ways, <em>Crush Songs</em> — out on <a href=\"http://www.npr.org/artists/15401912/the-strokes\" target=\"_blank\">Strokes</a> frontman Julian Casablancas' Cult Records — is a puzzling record: just 26 minutes long, with 15 songs, most around two minutes or less. The whole thing sounds as if it were recorded onto a voicemail message through an early-20th-century flip phone. Now, I'm a fan of Karen O's, but I found this incredibly irritating — at first. Then I sat down with the record, not in a coffee shop but alone in a quiet room, and the songs did their work.</p><p>There's \"King Karen,\" a sweet mash note about <a href=\"http://www.npr.org/artists/16782748/michael-jackson\" target=\"_blank\">Michael Jackson</a> up in heaven, and a ghostly one-minute cover of <a href=\"http://www.npr.org/artists/15446942/the-doors\">The Doors</a>' \"Indian Summer.\" \"Native Korean Rock\" is a clear contender, even on first listen, for maybe the greatest empathetic anthem of Karen O's career.</p><p>Karen O made these recordings by herself, I'm told, apparently with minimal equipment. But part of me wants to hear these songs expanded, arranged, produced. I keep going back to them, obsessively, hoping they'll grow or resolve differently. Then I remember the album's name: <em>Crush Songs</em>, about relationships that are — by definition — unrealized and unresolved, that get underneath your skin and stick there. And then I think: Okay, Karen O. Point well made.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Karen+O%27s+Intimate%2C+Unpolished+Solo+Debut&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Will Hermes","audio":[{"meta":{"duration":"195"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347468380-980121.m3u?orgId=1&topicId=1104&ft=3&f=347130810"},{"href":"http://media.npr.org/assets/img/2014/09/09/karen_o3-16a8710620322a464e84ca026cf8ad0d906eed30.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2052","width":"2736"}}]}