{"created":"2014-09-22T16:09:54+00:00","modified":"2014-10-31T15:41:42+00:00","valid":{"from":"2014-10-31T15:41:42+00:00","to":"3014-10-31T15:41:42+00:00"},"hreflang":"en","title":"Language Barriers Pose Challenges For Mayan Migrant Children ","published":"2014-07-01T23:43:00+00:00","teaser":"Indigenous children from Guatemala who arrive at the border speaking little or no Spanish present complications to officials and attorneys who are better primed to serve Spanish-speaking immigrants.","itags":["npr_api","326426927"],"guid":"e9ef391f-1b7d-4068-b8a3-0fe68c0055ec","contentencoded":"<p>Among the tens of thousands of unaccompanied minors who have come from Central America this year are children who speak little or no Spanish. Many are from Guatemala's indigenous communities, who speak more than 20 different Mayan languages.</p><p>Rafael Domingo, 16, grew up in Guatemala speaking Q'anjob'al, sometimes referred to as Kanjobal. The youngest son of a single mother, he rode a bus, walked for miles and crossed a river before he was stopped at the Texas border.</p><p>\"It was so difficult to come to this country,\" Domingo says through an interpreter.</p><p>His journey in the U.S. began in May and, for now, has stopped in Florida's Palm Beach County, home to one of the largest Guatemalan communities in the country. After reuniting with his aunt's family in Lake Worth, Fla., he is now studying English at the Guatemalan-Maya Center, where folding tables and chairs and traditional Mayan textiles hanging along shelves help transform a former loading dock into a classroom.</p><p>Classes are conducted using a mix of English and Spanish — both relatively new languages to Domingo and other Mayan immigrant children in the group.</p><p>\"The unspoken assumption is that everyone in Latin America speaks Spanish, or all immigrants from Latin America come to the U.S. knowing Spanish,\" says attorney Maureen Keffer of California Rural Legal Assistance.</p><p>Keffer, who directs a legal services program for indigenous farmworkers, says a common perception about her clients, and the indigenous children crossing the U.S. border, is that the languages they speak are just dialects of Spanish.</p><p>Not so.</p><p>In fact, some Mayan languages — like Ixil, mainly spoken in the highlands of Guatemala — have their own distinct local dialects.</p><p><strong>Pressure On A Small Pool Of Interpreters<br /></strong></p><p>For more than two decades, interpreting Ixil in person or by phone has been a side job for Sheba Velasco. But she says work has picked up as more unaccompanied children enter the U.S. from Guatemala.</p><p>\"[It's] way more busy this year,\" says Velasco, who adds that she used to receive between one to three requests a month and now gets four to five calls a week. \"I can't do all of it. It's hard.\"</p><p>U.S. Customs and Border Protection has not responded to requests from NPR asking how many of the <a href=\"http://www.cbp.gov/newsroom/stats/southwest-border-unaccompanied-children\" target=\"_blank\">12,670 Guatemalan children</a> who have crossed the border so far this fiscal year are of Mayan descent.</p><p>But there are two telling numbers: <a href=\"https://www.cia.gov/library/publications/the-world-factbook/geos/gt.html\" target=\"_blank\">About 40 percent</a> of Guatemalans identify as Mayan, and among the top languages used in immigration courts last year, <a href=\"http://www.justice.gov/eoir/statspub/fy13syb.pdf\" target=\"_blank\">No. 25</a> was a Mayan language called K'itche, or Quiche.</p><p>Recent statistics from the Justice Department's Executive Office of Immigration Review, which runs the immigration court system, show that Mam is currently overtaking K'itche for the most-used Mayan language in court.</p><p>To find interpreters, immigration officials sometimes turn to the Guatemalan Embassy, as well as local consulates and nonprofit agencies with contacts in the Guatemalan-American community.</p><p>\"K'itche is actually one of the easier ones to find,\" says attorney Diana Tafur, who represents immigrant children for the National Immigrant Justice Center in Chicago. \"For the more isolated, indigenous languages, it's very, very difficult to find an interpreter.\"</p><p>So far this year, Tafur says her organization has already doubled the number of indigenous clients it represented in the first half of 2013, adding more pressure to find Mayan language speakers from a small pool of interpreters.</p><p><strong>'You Need To Hear People's Stories'</strong></p><p>Pablo Campos retired two years ago as a deputy field operations director for Immigration and Customs Enforcement in Dallas.</p><p>\"As a manager I would expect that there would be some delays in processing completely and accurately any large number of people for which we have no translation services available immediately,\" Campos says.</p><p>He adds that immigration officials sometimes relied on the limited Spanish of an indigenous child to communicate when an interpreter could not be found.</p><p>In immigration court, appropriate interpretation is especially critical in determining a child's future, according to Dana Leigh Marks, president of the National Association of Immigration Judges.</p><p>\"Many of the facts that we need are not something that you find in documents,\" Marks says. \"You need to hear people's stories and understand why they're here and how they got here.\"</p><p>Hugo Pascual Tomas Manuel's story began in Guatemala, where the 15-year-old grew up with his grandparents speaking Q'anjob'al.</p><p>\"I came from Guatemala to [the U.S.] because I miss my mom,\" Tomas Manuel explains through an interpreter.</p><p>He says he learned some Spanish while spending more than three weeks in detention after he and his older brother were caught entering Texas in May. Now staying with his parents in Lake Worth, he says he's determined to learn English.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Language+Barriers+Pose+Challenges+For+Mayan+Migrant+Children+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Hansi Lo Wang","audio":[{"meta":{"duration":"282"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1327369439-46d330.m3u?orgId=1&topicId=1091&ft=3&f=326426927"},{"href":"http://media.npr.org/assets/img/2014/07/01/wang_mayamigrantchildren_01-2c70c7fddafce977b2b99e56193ba76e0bc221b5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2440","width":"3252"}},{"href":"http://media.npr.org/assets/img/2014/07/01/wang_mayamigrantchildren_02-a081d5213eb067b4b612bb959f83a9d44d382cb1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2043","width":"2724"}}]}