{"created":"2014-09-08T15:38:28+00:00","modified":"2015-01-07T01:11:06+00:00","valid":{"from":"2015-01-07T01:11:06+00:00","to":"3015-01-07T01:11:06+00:00"},"hreflang":"en","title":"Israel Shoots Down Drone As Clash With Hamas Continues","published":"2014-07-14T16:24:00+00:00","teaser":"One week after violence broke out between Israel and militants in Gaza, the Palestinian death toll is being reported at 172; no Israelis have reportedly died in the fighting.","itags":["npr_api","331321398"],"guid":"e9ff87ae-5351-46c3-bdd8-a84202136807","contentencoded":"<p>Exchanges of rockets and airstrikes continue between Israel and militants in Gaza, one week after violence broke out in the area. The Palestinian death toll is being reported at 172; no Israelis have reportedly died in the fighting.</p><p>From <a href=\"http://www.haaretz.com/news/diplomacy-defense/1.604898\">Haaretz</a>:</p><blockquote><p>\"Since the start of the operation, more than 700 rockets have fallen within Israel. Only a fraction landed in urban regions. The Iron Dome, which is only meant to intercept rockets that are headed for such areas, has an 87 percent success rate.\"</p></blockquote><p>Israel's military says it shot down a Hamas drone Monday; it is reportedly the first unmanned aircraft to play a role in the conflict. It was taken out by a Patriot missile near the southern city of Ashdod.</p><p>\"Al-Qassam, the militant wing of Hamas, is claiming responsibility,\" NPR's Emily Harris reports from Gaza. \"Al-Qassam said it was intended to record its victory as it flew over Israel. It promised more drones are coming.\"</p><p>The violence has continued despite the international community's increasing calls for a cease-fire. On Sunday, Israeli Prime Minister Benjamin Netanyahu said the conflict may last for a long time.</p><p>Israel's military has launched more than 1,300 airstrikes on Gaza and other areas since it announced Operation Protective Edge, an offensive sparked by tensions over the deaths of four teenagers: three Israelis and one Palestinian, who was seemingly killed as retribution for the other youths' deaths.</p><p>On Sunday, more than 15,000 people <a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/13/331122214/palestinians-flee-gaza-after-israel-drops-warning-leaflets\">fled part of Gaza</a>, fearing a full-on assault.</p><p>\"Israel dropped leaflets over some Gaza neighborhoods telling people to clear out,\" NPR's Ari Shapiro reports from Jerusalem. \"Thousands of people fled their homes to the south of Gaza, which seems to be safer.\"</p><p>Hundreds of others who hold foreign passports were evacuated as part of the reaction to the military's warning. But, as Ari reports, a large-scale assault never materialized.</p><p>\"Israel said the onslaught was coming sometime after noon Sunday,\" Ari says. \"Then ... nothing. There was one small ground incursion yesterday morning. It was the first time Israel's military landed in Gaza. But it did not last long, and it was not followed by an all-out ground assault.\"</p><p><a href=\"http://www.reuters.com/article/2014/07/14/us-palestinians-israel-idUSKBN0FI04420140714\">Reuters </a>notes that there's no clear path to an end for the current violence.</p><p>\"An Egyptian-mediated truce doused the last big Gaza flare-up, an eight-day war in 2012,\" the agency says. \"Cairo is now again seeking calm, but its military-backed government is at odds with Islamist Hamas, complicating any mediation efforts.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Israel+Shoots+Down+Drone+As+Clash+With+Hamas+Continues&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"245"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331323162-05e97b.m3u?orgId=1&topicId=1009&ft=3&f=331321398"},{"meta":{"duration":"199"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331323255-8e559a.m3u?orgId=1&topicId=1009&ft=3&f=331321398"},{"href":"http://media.npr.org/assets/img/2014/07/14/israel_batterty-1046f3d8b12c710bde83346138c3a25f92929ae7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"724","width":"966"}}]}