{"created":"2015-06-04T21:11:47+00:00","modified":"2015-06-15T23:05:09+00:00","valid":{"from":"2015-06-15T23:05:09+00:00","to":"3015-06-15T23:05:09+00:00"},"hreflang":"en","title":"Telling Brian Wilson's Fractured Life Story On Film","published":"2015-06-05T00:50:00+00:00","teaser":"NPR's Melissa Block talks with Bill Pohlad, director of the film <em>Love & Mercy</em>, about creating an intimate portrait of Wilson — in both The Beach Boys' heyday and the troubled years that followed.","itags":["npr_api","412034127"],"guid":"ea051845-2374-412c-b374-c18c25dd7dca","contentencoded":"<p>We're watching <a href=\"http://www.npr.org/artists/15394818/the-beach-boys\" target=\"_blank\">The Beach Boys</a>' <a href=\"http://www.npr.org/artists/14999155/brian-wilson\" target=\"_blank\">Brian Wilson</a> in a recording studio. It's the mid-1960s; the band is at the height of its popularity. Wilson is busy working with studio musicians on the album that will eventually be considered one of the best ever recorded, the revolutionary <em>Pet Sounds</em>. \"How does that work — two basslines in two different keys?\" one musician interjects. \"It works in my head,\" Wilson replies.</p><p>This window into Wilson's creative process comes from the new feature film<em> Love & Mercy</em>. In these moments from the band's heyday, the musician is played by Paul Dano — but that early period is interwoven with darker scenes from 20 years later, in which an older Wilson played by John Cusack struggles with mental illness. We see his life controlled by a domineering psychotherapist, and how things change when he falls in love with the woman who becomes his second wife, Melinda.</p><p>\"We didn't really want to be a slave to that biopic thing, where you're having to hit every beat in the person's life,\" says Bill Pohlad, the director of <em>Love & Mercy</em>. \"The idea was just to take two parts of his life and intertwine them, and hope that that would paint a good enough picture.\"</p><p>Pohlad recently spoke with NPR's Melissa Block about creating a portrait that would bring viewers into Wilson's mind — which he did with some help from the man himself. Hear their conversation at the audio link, and read an edited version below.</p><p><strong>Melissa Block: </strong><strong></strong><strong>In the '60s phase of the film, we see Brian Wilson struggling with sounds in his head, voices that he's hearing. But he's also hearing ways to create music that no one's done before: new sounds, new harmonies. He says, \"I'm going to make the greatest album ever made.\" </strong><strong></strong></p><p><strong></strong><strong>Bill Pohlad:</strong> I think it was Melinda who actually said that he hears these amazing things in his head — orchestrations, arrangements, instrumentation. They're so complex that nobody else can understand them until he actually executes them. But the problem is, he hears these all the time, but he can't ever turn them off.</p><p><strong></strong><strong></strong><strong>Some of the best parts of the movie, I think, are the studio sessions where he's creating <em>Pet Sounds, </em>laying down tracks. We see Paul Dano </strong><strong><em></em></strong><strong><em>in</em></strong><strong><em> </em></strong><strong></strong><strong>a piano, putting bobby pins on the strings. We hear a clown horn, we hear a bicycle bell. And he's very actively conducting the barks of dogs.</strong><strong> </strong><strong></strong></p><p><strong></strong>The stories about Brian and what he did in the studio, obviously, are part of his legend. All those things actually happened: He really did get into the piano and was plucking the strings. That was the beauty of Brian in general, but particularly this period: He was a guy at the height of his creative powers, just letting it flow, and there are a lot of things he's doing that no one's ever done before.</p><p><strong></strong><strong></strong><strong>You did have to make a choice about how to portray Brian Wilson's mental illness in this film, right? And that could go in a lot of different directions. </strong></p><p><strong></strong>I really wanted it to be something where we could feel for this person as a real human being, not just as a celebrity. So the mental illness, or the difficulties that Brian has faced in those areas, was a big part of it: trying to figure out a way to treat it authentically and not go overboard, [including] how to represent what he hears in his head. Brian doesn't really suffer from visual hallucinations — he suffers from <em>auditory</em> hallucinations. We brought in Atticus Ross, who did not only the score, but helped with these things that I call \"the mind trips.\" Atticus ran with that and really did an amazing job.</p><p><strong></strong><strong></strong><strong>There's a scene that takes place at a dinner party, and it starts with normal sounds, conversations, clinking of dishes and glasses. By the end, it's become this terrifying cacophony of sound — we're in Brian Wilson's head, hearing what he hears.</strong></p><p>That was the hope, to really try to illuminate that. He gets these cues that trigger some of his creativity, but in this case, just the normal party sounds become almost maddening. That's one of those parts where you can tell that he's really starting to have some more serious problems.</p><p><strong></strong><strong></strong><strong>How much did Brian Wilson collaborate on the movie or cooperate with you and give you permission to tell his story?</strong><strong> </strong><strong></strong></p><p><strong></strong> Both Brian and Melinda, his wife, were great about it. I think whenever you're trying to tell a story of a living person, it's difficult: They really have to find a trust level with the filmmaker. Before we started shooting, I wanted to make sure that Brian really understood what we were doing, so we did a table read with actors reading through the script. Brian was sitting there, and he started what I thought was nodding off, like he just was not into it — and I thought, \"We're in trouble here.\" At the end he was like, \"That was great,\" and just kind of walked off. <em>Then</em>, an hour later, he called back with these amazingly insightful notes on the script. He was very with it and very insightful about his comments.</p><p><strong></strong><strong>It's interesting that at the end of the movie, when the credits are rolling, you have the actual Brian Wilson playing piano in a concert — recently, I guess?</strong></p><p><strong></strong> Yeah, of him performing \"Love And Mercy.\" After everything we've gone through in the movie at that point, we see the real Brian performing, what he really looks like at that time, and that he came out of this — not unscathed, but he came out of it. And he's the last one standing, it turns out; unfortunately, both of his brothers died, and he's still there. The most fragile one, for some reason, has survived all this and is still out there performing.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Telling+Brian+Wilson%27s+Fractured+Life+Story+On+Film&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"484"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412046968-82ce41.m3u?orgId=1&topicId=1105&d=484&p=2&story=412034127&t=progseg&e=412027307&seg=4&ft=nprml&f=412034127"},{"href":"http://media.npr.org/assets/img/2015/06/04/loveandmercy061431647781-1730055ca6188a84599337f24c7e2b0c23ba0d14.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3836","width":"5115"}},{"href":"http://media.npr.org/assets/img/2015/06/04/loveandmercy021431647736_custom-336c02c29284228840f914847117356afe9c63a7.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"5151","width":"3573"}}]}