{"created":"2015-03-02T21:41:23+00:00","modified":"2015-03-05T17:05:18+00:00","valid":{"from":"2015-03-05T17:05:18+00:00","to":"3015-03-05T17:05:18+00:00"},"hreflang":"en","title":"Supreme Court Seems Divided Over Independent Redistricting Commissions","published":"2015-03-03T17:49:00+00:00","teaser":"Arizona voters approved a bipartisan commission to draw lines between congressional districts. Now the Supreme Court has been asked to put the legislators back in charge.","itags":["npr_api","390245031"],"guid":"ea0b4743-9689-48ec-b23c-5e46fd3f6bea","contentencoded":"<p>The U.S. Supreme Court seemed closely divided Monday as it heard arguments testing how far states may go to prevent political parties from drawing congressional district lines to maximize partisan advantage.</p><p>In the age of computers, such political gerrymanders can result in state congressional maps that look like a madman's jigsaw puzzle. And even the U.S. Supreme Court has said that these gerrymanders can rig the process to deprive citizens of fair representation. The justices, however, have thrown up their hands when it comes to policing the practice; so more than a dozen states have experimented with independent commissions to draw congressional district lines without regard to party. Now, however, those independent commissions are at risk in a test case from Arizona.</p><p>In 2000, Arizona voters approved a ballot initiative to amend the state Constitution and take legislative redistricting out of the hands of the state legislature. Instead, the voters gave most of the redistricting power to an independent commission, composed of two Republicans, two Democrats, and an Independent chair. In a state with 35 percent registered Republicans, 35 percent Independents, and 30 percent Democrats, the congressional map the commission drew had four safe Republican seats, two safe Democratic seats, and three competitive districts.</p><p>Infuriated Republican state legislators wanted a bigger slice of the pie, however, and after the Arizona Supreme Court frustrated their effort to fire the commission's chair, they challenged the commission as unconstitutional, appealing all the way to the U.S. Supreme Court.</p><p>The Constitution says that the \"times, places and manner\" of congressional elections \"shall be prescribed in each state by the legislature thereof.\"</p><p>At the Supreme Court on Monday, Paul Clement, representing the Arizona legislature, told the justices that \"legislature\" means legislature, and that no state vote by the people can divest the legislature of its power to draw congressional districts.</p><p>What about other election laws enacted by voter referendum, such as voter ID laws, Justice Anthony Kennedy asked. \"You would say those are okay because the legislature is not completely cut out?\"</p><p>\"It might depend on the details,\" Clement replied.</p><p>\"I thought that the legislature was completely cut out as to most of those things,\" Justice Elena Kagan interjected.</p><p>Kagan then rattled off a list of election measures enacted either by referendum or initiative. Mississippi's 2011 law adopting voter ID requirements, Oregon's 2007 law mandating all voting by mail, and Arkansas' 1962 law permitting the use of voting machines.</p><p>\"There are zillions of these laws,\" she added. \"So would all of those be unconstitutional as well?\"</p><p>The problem, Clement replied, is not that \"somebody else got into the legislature's lane.\" The problem is that they took an election process away from the legislature \"entirely on a permanent basis.\"</p><p>Justice Kennedy countered that the legislature can seek to overturn what the commission does by putting its own referendum before the voters.</p><p>Kennedy then turned to another line of questioning, noting that courts often have to design redistricting maps when a state legislature is at a stalemate.</p><p>\"If we rule in your favor,\" he asked, are we \"going to have to tell every court that's involved in redistricting litigation that it has to submit\" it's redistricting plan \"back to the legislature for the next 8 years\" until the next census?</p><p>\"It seems to me that that's as much of a displacement as what you're talking about here,\" said Kennedy.</p><p>Kennedy's questions are key, because it appeared that he and Justice Stephen Breyer may well be the deciding votes in Monday's case.</p><p>Kennedy seemed to turn the tables in the second part of the argument, however, when the Arizona Independent Commission's lawyer Seth Waxman defended its constitutionality.</p><p>Waxman's argument is that at the time the Constitution was written, the word \"legislature\" meant any lawmaking body created by the people, and he pointed to dictionaries from that era saying just that. In Arizona, he contended, the independent commission, enacted by the people, thus acts as the lawmaking body, or legislative body.</p><p>But Justice Kennedy noted that until 1913, U.S. senators were chosen by state legislatures, and it took a Constitutional amendment to change that.</p><p>\"It seems to me that history works very much against you,\" Kennedy told Waxman.</p><p>The unresolved question here, said Justice Stephen Breyer, is \"what happens when legislative power, over time, expands from a group of people sitting in the state's Capitol to those people plus a referendum.\"</p><p>At the time the Constitution was adopted, Justice Antonin Scalia pointedly observed, \"there was no such thing as the referendum or the initiative,\" so when dictionaries of the time referred to lawmaking power, it was \"always the legislature\" and \"never the people at large.\"</p><p>If the Framers really thought the word \"legislature\" meant more than the elected representatives, Chief Justice John Roberts asked, \"why didn't they just say that the [election] rules would be prescribed by each state,\" instead of each state legislature?</p><p>\"The question,\" said lawyer Waxman, is \"are the people, by initiative, a legislative body?\"</p><p>Yes, said Justice Breyer, that is the question. Not entirely clear, though, is the answer. The court is expected to rule by the end of June.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Supreme+Court+Seems+Divided+Over+Independent+Redistricting+Commissions&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"300"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390245032-bbae7c.m3u?orgId=1&topicId=1070&e=390245031&d=300&ft=nprml&f=390245031"}]}