{"created":"2014-09-23T07:29:07+00:00","modified":"2014-10-30T22:15:29+00:00","valid":{"from":"2014-10-30T22:15:29+00:00","to":"3014-10-30T22:15:29+00:00"},"hreflang":"en","title":"Germany's New Economy Minister Takes Aim At Arms Exports ","published":"2014-09-23T17:20:00+00:00","teaser":"The nation is the world's third-largest arms exporter, and many weapons go to countries with questionable human rights records. Sigmar Gabriel wants to change that — but not all Germans are on board.","itags":["npr_api","349641603"],"guid":"ea0e3bcd-705a-45f6-a2bc-b915c1fe9264","contentencoded":"<p>Germany is <a href=\"http://www.sipri.org/yearbook/2013/05\" target=\"_blank\">the world's third-largest arms exporter</a> and Sigmar Gabriel, the country's minister for economic affairs, is determined to move his country farther down that list.</p><p>Gabriel argues that <a href=\"http://www.sipri.org/research/armaments/transfers/transparency/national_reports/germany\" target=\"_blank\">exporting billions of dollars in arms annually,</a> much of it to countries with questionable human rights records, such as Saudi Arabia, is at odds with the pacifist identity Germany established after World War II.</p><p>In late July, he told German public television broadcaster ZDF, \"There are basic rules in Germany for exporting arms, and they've been ignored in the last years. Now we are going to observe them again.\"</p><p>He and his supporters complain that far too often German arms sales are to non-NATO or non-EU countries. That's led the minister to hold up hundreds of weapons exports since he took office in December 2013, while also pressuring German arms manufacturers to merge with other European firms.</p><p>But many other members of the ruling government coalition, along with Germany's defense industry and its unions, are seething. They say Gabriel is risking the German defense industry's 80,000 jobs as well as the country's reputation as a leader in high-quality engineering.</p><p>\"It's of utmost importance ... that we keep our ability to provide our armed forces — the Bundeswehr — with significant German materiel,\" says German parliament member Roderich Kiesewetter, who is a retired colonel and member of Chancellor Angela Merkel's Christian Democratic Union political party.</p><p>\"And second, it is important that we are able to cooperate with our international partners and friends,\" he adds.</p><p>Kiesewetter says one of the reasons Germany ranks behind only the United States and Russia in exporting arms is because of its transparent, overly inclusive reporting process.</p><p>For example, an armored vehicle that can be used for police or military purposes is counted as part of the arms trade numbers even if it's being sold for police use, \"which means if you do not calculate all the dual-services goods and devices, then we are about No. 10 or 9,\" not third, Kiesewetter says.</p><p>The parliamentarian adds that if Germany stops producing weapons, other countries will step in and pick up the slack.</p><p>That's what many people in <a href=\"http://www.theguardian.com/world/2014/feb/25/oberndorf-german-town-armed-world-heckler-kock\" target=\"_blank\">the southern German town of Oberndorf</a> fear as well.</p><p>The town in the Neckar Valley, with a population of about 13,000, has manufactured weapons for two centuries. There are monuments here to commemorate the 5,000 forced laborers the Nazis brought here from other countries during World War II to manufacture rifles.</p><p>Klaus Kirschner, like many Oberndorf natives, worked at one of the local weapons plants when he was younger. The retired lawmaker, who was a member of the economic minister's political party, says people oppose Gabriel's plans because they worry the jobs their families have worked for generations will go to other countries.</p><p>\"What I hear repeatedly is that people are worried about their jobs,\" Kirschner says. \"If we don't deliver these weapons, another country will.\"</p><p>Another problem is that there aren't many places for people to find work locally, especially people with technical skills.</p><p>\"For 200 years, Oberndorf has been a magnet for highly qualified technicians,\" says Ulrich Pfaff, a 76-year-old retired Lutheran church official. \"My great-grandfather moved here because there were jobs for mechanics like him.\"</p><p>Today, some 600 people work at the Heckler & Koch plant in Oberndorf. The company is a global firearms leader, making a submachine gun that the German media brag was carried by some members of <a href=\"http://www.npr.org/tags/135982647/seal-team-six\" target=\"_blank\">the U.S. Navy SEAL team that killed Osama bin Laden</a>.</p><p>Peace activist and author Juergen Graesslin says Germans should reflect on a darker fact — that Heckler & Koch guns are often in the hands of unfriendly armies and terrorists.</p><p>\"We have the German Bundeswehr in Afghanistan and they have Heckler & Koch G36 rifles, and they fight against the Taliban, which has [Heckler & Koch] G3 rifles,\" he says. \"This is normal on the battlefields of the world.\"</p><p>The company, which declined to be interviewed by NPR, is being investigated by the state prosecutor in nearby Stuttgart over the legality of a weapons deal it made with Mexico.</p><p>Graesslin says he goes to the Oberndorf plant several times a year to talk to workers about the 2 million people he says their guns have killed worldwide. On a recent afternoon, a trucker waiting at the main gate agrees to take some flyers from Graesslin.</p><p>He asks the trucker what he thinks about Heckler & Koch guns being shipped to Kurdish fighters in their fight against Islamic State militants. But the two men are interrupted by the plant's security guards, who warn Graesslin that he's trespassing and that the police have been called.</p><p>A guard and plant executive come out and escort the activist to the end of their property.</p><p>Even though he rarely wins converts, Graesslin doesn't think he's wasting his time, given that time and again, polls show most Germans are against their country's booming arms trade. He says Heckler & Koch needs to be reminded of that fact.</p><p>But he is not optimistic about Gabriel's plans, and predicts the economy minister will cave to political pressure.</p><p>\"I fear that Sigmar Gabriel will not stand a long time against weapons industry,\" he says. \"My fear is that it gets worse than before.\"</p><p>Kirschner says Gabriel wouldn't be the first German politician to fail to curb the arms trade. What Kirschner thinks should come first is a national debate.</p><p>\"I could take this a step further and ask: Where are the ethicists?\" he says. \"Where are the churches? Where are our intellectuals, who should be starting this discussion?\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Germany%27s+New+Economy+Minister+Takes+Aim+At+Arms+Exports+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Soraya Sarhaddi Nelson","audio":[{"meta":{"duration":"277"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350803045-a9d15a.m3u?orgId=1&topicId=1004&ft=3&f=349641603"},{"href":"http://media.npr.org/assets/img/2014/09/18/455648782-39f42de6f6718ea21e18206293148f8e8d8e9692.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2331","width":"3108"}},{"href":"http://media.npr.org/assets/img/2014/09/18/182651088-1bfeb18fb5312775127583a09db26e1f9ec1f2e9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1286","width":"1715"}}]}