{"created":"2015-03-13T20:51:21+00:00","modified":"2015-03-16T18:35:15+00:00","valid":{"from":"2015-03-16T18:35:15+00:00","to":"3015-03-16T18:35:15+00:00"},"hreflang":"en","guid":"ea0f733b-5bdc-49a7-913b-6132f6759a28","title":"'I cannot keep silent,' says Boris Nemtsov's daughter","published":"2015-03-16T18:35:14+00:00","byline":"David Leveille","tags":["politics","conflict","Justice","Conflict & Justice","Moscow","Asia","Russia","Asia","Zhanna Nemtsova","Gabriel Gatehouse","Boris Nemtsov","Vladimir Putin","Politics of Russia","Government of Russia"],"teaser":"Zhanna Nemtsova, the 30-year old daughter of murdered Russian opposition leader Boris Nemtsov, is pointing the finger at the Russian government for the death of her father. But hopes that his killing may unite Russia's opposition seem faint.","contentencoded":"<p>The daughter of Boris Nemtsov, the Russian opposition leader killed last month in Moscow, is pointing the finger for her father's death squarely at the Kremlin.</p>\n<p>\"They've killed my father,\" said 30-year-old Zhanna Nemtsova during <a href=\"http://www.bbc.co.uk/news/world-europe-31842858\">an interview with the BBC</a>. \"Putin is responsible, politically.\"</p>\n<p>“I got the impression that she was still very much coming to terms with his murder,” says the BBC's Gabriel Gatehouse, who interviewed Nemtsova in Italy. “She’s trying very, very hard to keep it together. She’s trying to figure out how she should respond to all of this.\"</p>\n<p>Nemtsova said she never considered herself an activist, but her father's murder may change that. Simply speaking out about her father’s murder likely means Russian authorities will consider her a political activist, anyway.</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/odG3pKpEYwg\" width=\"560\"></iframe></p>\n<p>She argues Putin would have had an obvious political motive for killing her father. \"He was for one decade the most prominent critic of Putin. He was the most powerful leader of the opposition in Russia,\" she says. \"After his death, the opposition is beheaded and everybody is frightened — people and politicians both of them. And now we do not have any other opposition figure in Russia so powerful and so brave and so clever.\"</p>\n<p>Nemtsov was actively trying to expose Russia’s secret military campaign in eastern Ukraine. “Zhanna knew that her father was working on a report that was going to detail Russia's military involvement in eastern Ukraine,\" Gatehouse says. \"She said that he had found out some information on how the mechanism worked, how Russian soldiers were recruited to fight in Ukraine.”</p>\n<div>\n<p>The Kremlin denies any involvement in the murder, and President Vladimir Putin has said he is personally taking charge of the investigation. But Nemtsov said she’s not satisfied with the official investigation, noting that Russian authorities haven’t even contacted her.</p>\n</div>\n<p>Meanwhile, there was speculation that Nemtsov's killing might help unite the opposition movement. But Gatehouse says no one should hold their breath, hoping that Russia's weak and divided opposition will get a boost.</p>\n<p>“I think those divisions remain,\" he says. \"I think it’s too early to say whether or not his murder will help the opposition to coalesce and, even if it does, they face incredibly serious hurdles to any kind of meaningful political engagement.\"</p>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-13%2Ftheyve-killed-my-father-i-cannot-keep-silent&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0313201502.mp3"},{"href":"http://www.pri.org/file/0313201502mp3"}]}