{"created":"2015-02-05T13:24:05+00:00","modified":"2015-02-09T22:37:48+00:00","valid":{"from":"2015-02-09T22:37:48+00:00","to":"3015-02-09T22:37:48+00:00"},"hreflang":"en","guid":"ea14a8aa-907d-4e26-99a8-eeb84fa0fc42","title":"Vancouver combats heroin by giving its addicts the best smack in the world  ","published":"2015-02-09T22:37:44+00:00","byline":"Bradley Campbell","tags":["heroin","addiction","heroin addict","jane's addiction","Insite","public health","drugs","drug addiction","Health","Health & Medicine","Vancouver","North America","Canada","British Columbia","Pacific Northwest","North America","Allen Schauffler","Public health","Health in Canada","Insite","Downtown Eastside","Health","Heroin"],"teaser":"Heroin has been a major problem in Vancouver for decades. To battle it, the city has launched a new program that provides serious addicts pure heroin three times a day. Is that actually a good idea?","contentencoded":"<p>Vancouver might just be the most beautiful city in the Northwest. Glass high-rise condominiums reflect the Burrard Inlet, and snow-capped mountains surround the city. The downtown has a SoHo-like feel, filled with beautiful people, beautifully dressed, many seemingly driving Audi sports cars.</p>\n<p>But it’s also a port town, and that means it’s a hub for drugs that come by boat from the Pacific, including pure heroin. Those drugs make their way across Canada, but plenty of the stuff stays within the city, especially in one section of town known as the \"Downtown Eastside.\"</p>\n<p>This stretch of town is just blocks away from the tourist sections of Yaletown. But it's also the epicenter of Vancouver's drug problem, and can it resemble the worst sections of Baltimore or Detroit.</p>\n<p>Vancouver has tried to stem the problem for years. It set up a safe zone called Insite, where addicts could shoot up under the supervision of a nurse and without the fear of being arrested by police. Staff at the Insite center provide the addicts with clean syringes, antiseptic wipes and other instruments. Now, in addition to the instruments, they’re giving the worst addicts some of the best heroin on the planet. </p>\n<p>Does that make any sense?</p>\n<p>\"It's a little counteeinintuitive, but it is what's happening,\" says Allen Schauffler, Pacific Northwest Correspondent for Al Jazeera. \"It's a program that's grown out of a couple earlier research projects into the effectiveness of methadone and suboxone--heroin alternatives —in treating heroin addicts. And the people that are now getting free heroin prescribed by a doctor, two or three times a day as needed, are people who were in those two research studies and are now simply getting heroin on a daily basis as what their doctors describe as treatment.\"</p>\n<p>Currently, it's only for 26 people in the city. Schauffler says these are the heroin addicts who didn't seem to take to heroin alternatives in an effort to get clean. \"For people who are in that position, where methadone doesn't work for them, and have tried various times to kick the heroin habit and failed, it's been determined by a set of medical practitioners to practice what they call 'harm reduction,'\" he says. \"If you give these people doses of heroin every day and keep them comfortable and keep them docile and keep the sort of demons of heroin addiction at bay, then those people are much less likely to end up in an alley, dead with a needle in their arm, or much less likely to sell themselves sexually for money to buy drugs, or much less likely to break into somebody's car to steal something, or to shoplift or to strong-arm rob or to whatever. So the harm that they can cause to themselves and society is reduced if you simply give them the drug.\"</p>\n<p>The harm-reduction program of giving heroin addict heroin has its origins in Europe with countries like Switzerland, Germany, Britain and the Netherlands all administering their own version of the program in Vancouver, according to a detailed report in <a href=\"http://content.time.com/time/health/article/0,8599,1926160,00.html\">Time back in 2009</a>. And just like Vancouver, the program is only for those with the very worst addictions.</p>\n<p>The Vancouver men, and the heroin addict whom Schauffler profiles in his story, speaks glowingly of the program. He tells Schauffler that it allows him to function. The man, a long-term drug addict named Kevin Thompson, says he is able to hold down a job thanks to the program. He doesn't need to spend his time searching for his next fix. He seems calm and lucid, and yes, high.</p>\n<p>But Thompson also puts the social choice in stark terms. He essentially says that he needs free heroin or else he'll break into a car. Take your pick. It could lead some to believe the city is giving into an unspoken form of blackmail.</p>\n<p>Schauffler actually thinks that blackmail is a good way of describing the program. He says it's not designed to get people off the drug.</p>\n<p>\"It is a form of blackmail,\" he says. \"What it says to these people is, 'Yep, you are heroin addicts. A certain number of you, the most severely addicted are heroin addicts, you'll always be heroin addicts, there is no hope of you getting off heroin, therefore let's provide you with heroin so you are the least dangerous drug addict you can possibly be. It's a very odd, very odd moral line to walk.\"</p>\n<p>Not everything thinks this is the best plan. Schauffler talked with several people working in rehab centers in Vancouver. Many told him they've worked with people to get off heroin addictions, even those most heavily addicted. \"So there are people who object to this, and object mightily to this,\" he says.</p>\n<p>One of the people Schauffler talked with for his story is Jim O'Rourke. O'Rourke is the executive director at the British Columbia-based Vision Quest Recovery Society. Schauffler says that O'Rourke put it in stark terms, saying the city is killing addicts with kindness. \"We might as well put a bullet in their head,\" O’Rourke told him. \"We're killing them. We just doing it in a much nicer way.\"</p>\n<p><em>CORRECTION: An earlier version of this story incorrectly named the body of water that Vancouver overlooks and misidentified one are of the city. This latest version also includes material from an interview on PRI's The World radio show as well as additional background on the issue.</em></p>\n<div class=\"nochop\">\n<iframe allowfullscreen=\"\" class=\"AJAM-video--embed\" frameborder=\"0\" height=\"315\" src=\"http://america.aljazeera.com/watch/embed.html/content/ajam/watch/shows/live-news/2015/2/new-program-in-vancouver-provides-heroin-to-addicts\" width=\"420\"></iframe></div>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0204201508.mp3"},{"href":"http://www.pri.org/file/0204201508mp3"}]}