{"created":"2015-02-01T13:19:58+00:00","modified":"2015-06-05T15:29:42+00:00","valid":{"from":"2015-06-05T15:29:42+00:00","to":"3015-06-05T15:29:42+00:00"},"hreflang":"en","title":"Surströmming Revisited: Eating Sweden's Famously Stinky Fish","published":"2015-02-20T00:39:00+00:00","teaser":"Sweden has the distinction of producing <em>surströmming</em>, one of the foulest-smelling foods in the world. More than a decade ago, NPR's Ari Shapiro tried eating it and failed. It's time for a rematch.","itags":["npr_api","382899024"],"guid":"ea22b1c3-bf4e-41b6-a604-6fdf273d5370","contentencoded":"<p><em>More than a decade ago, NPR's Ari Shapiro <a href=\"http://www.npr.org/templates/story/story.php?storyId=1469413\">attempted</a> to eat a fermented Swedish herring called </em>surströmming<em>, one of the most pungent foods in the world. It did not go well. Twelve years later, on a reporting trip to Sweden, Ari decided it was time to face his fears and try the fish again. </em></p><p>The first thing I had to remember was: I am not alone. Other brave souls have tried to eat <em>surströmming</em> and failed.</p><p>When Matthew Barzun was the U.S. ambassador to Sweden a few years ago, he fed this fermented fish to his children and <a href=\"http://youtu.be/PxSknrMLz-A\">posted the video</a> on YouTube. How's that for cultural diplomacy?</p><p>\"I shouldn't try it ever, ever again,\" says one of the children in the video.</p><p>I knew that if I hoped to do any better, I would need professional help.</p><p>\"We love <em>surströmming</em>, and if you'd like to try it, we'd be happy to help you,\" says Malin Söderström, a renowned chef and cookbook author in Stockholm.</p><p>Söderström's waterfront restaurant, Hjerta, is closed for the winter.</p><p>She opened her doors on this night just so we can try the pungent delicacy.</p><p>She had three different kinds available. One can had her face on the side: It's called Malin's Mix, a mix of <em>surströmming</em> fillets and whole fish with roe.</p><p>\"I think it's so fun, because lots of the Swedish chefs, they make their own wine, they have their own beer, they have their own pots and pans and so on,\" she says. \"But I thought [I'd] go for something very eccentric; I go for my own <em>surströmming</em>.\"</p><p>The cans bulge under the pressure of the fermented herring inside.</p><p>When she opens it, an aggressive smell jumps out of the can with a hiss. It's like Roquefort cheese, vinegar and seafood all in one.</p><p>Söderström explains that my mistake when I tried this a decade ago was sticking a fork in the can and biting into a fish like it was sashimi. That is not how <em>surströmming</em> should be eaten.</p><p>She suggests chopping it up as an open-faced sandwich on crunchy flatbread with butter, sliced potatoes and chopped red onions.</p><p>\"You can use, like, sour cream, dill, and also some chopped chives could be nice to have,\" she says.</p><p>The <em>surströmming</em> becomes a funky, salty baseline of flavor, layered with tastes that are creamy, crunchy, sharp and herbal.</p><p>And there's one more must-have accompaniment: beer.</p><p>Herring has been a key part of Swedish culture for centuries. Long ago, Swedish workers were even paid in herring. And fermented <em>surströmming</em> allowed people to preserve their catch long after the fishing season was over.</p><p>Finally our sandwiches are assembled, and it's time to eat.</p><p>I ate the whole thing. And then ... I had another.</p><p>When we were finished Malin Söderström even gave me a can of <em>surströmming</em> to take home with me.</p><p>It sits unopened on my counter — bulging.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Surstr%C3%B6mming+Revisited%3A+Eating+Sweden%27s+Famously+Stinky+Fish&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382936156-2e753c.m3u?orgId=1&topicId=1053&d=236&p=2&story=382899024&t=progseg&e=382897773&seg=7&ft=nprml&f=382899024"},{"href":"http://media.npr.org/assets/img/2015/01/31/surstromming-dca9ad221c70467149a4d42c780b65629c0e4fed.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2734","width":"3645"}},{"href":"http://media.npr.org/assets/img/2015/01/31/photo-19-01-2015-15-10-26-2917ba56d18b358fa5989f1203c873724b22db10.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1873","width":"2498"}}]}