{"created":"2015-05-31T11:34:39+00:00","modified":"2015-06-03T15:05:46+00:00","valid":{"from":"2015-06-03T15:05:45+00:00","to":"3015-06-03T15:05:45+00:00"},"hreflang":"en","title":"On Algiers' Debut Album, Southern Boys Find A Common Cause","published":"2015-05-31T16:12:00+00:00","teaser":"The band's music is a blend of punk and gospel traditions and a reaction to the suburban upbringing its three members share.","itags":["npr_api","410534652"],"guid":"ea28a371-4c06-49ef-ba1f-2e50f6e956b5","contentencoded":"<p>Three young men grow up in Southern suburban towns that don't feel like home. They're artistic, political, rebellious — and they don't see that reflected in the culture around them. But they find each other, and they find music. And before long they're a band called <a href=\"http://www.npr.org/artists/399598777/algiers\" target=\"_blank\">Algiers</a> — a loud, gravelly blend of the punk and gospel traditions that shaped them growing up.</p><p>\"You have this place which was very conservative and very homogeneous,\" says singer and guitarist Franklin James Fisher. \"I think the three of us, in our teenage years, found music and art was a way of, kind of like, cutting a slight hole through this artifice worldview that was presented to us.\"</p><p>The band took its name from the capital city of Algeria in North Africa, which Fisher says evoked a history of struggle against colonization and hegemony. As for the group's distinctive sound, Fisher says he and his bandmates found that punk and gospel actually have a lot in common.</p><p>\"If you look at gospel, and then if you look at punk or post-punk, you have a driving beat. You have a lot of stomping and clapping sometimes. You have a communal sort of shouting. You have a call and response. And both are very dispossessed populations ... looking for something better,\" he says.</p><p>The band spoke with NPR's Linda Wertheimer about their self-titled debut album, out this Tuesday. Hear more of their conversation at the audio link.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=On+Algiers%27+Debut+Album%2C+Southern+Boys+Find+A+Common+Cause&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"460"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410958627-f1e42e.m3u?orgId=1&topicId=1039&d=460&p=10&story=410534652&t=progseg&e=410955216&seg=20&ft=nprml&f=410534652"},{"href":"http://media.npr.org/assets/img/2015/05/29/algiers-hires-4495_905-dab902d99bf996c2d1b012ad3acb9d45a459c68e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"498","width":"665"}}]}