{"created":"2014-12-16T22:51:56+00:00","modified":"2014-12-18T21:30:45+00:00","valid":{"from":"2014-12-18T21:30:45+00:00","to":"3014-12-18T21:30:45+00:00"},"hreflang":"en","guid":"ea46ffc4-e195-4f47-b3f7-40a2ac371cbd","title":"American nuns get an unexpected olive branch from the Vatican","published":"2014-12-18T21:30:40+00:00","byline":"David Leveille","tags":["Vatican","sisters","nuns","Pope Francis","Religion","Belief","Lifestyle & Belief","Europe","Vatican City","Europe","Clare Millea","Joao Braz de Aviz","Jane Little","Pope Francis","Nun","Religion"],"teaser":"American nuns have come in for sharp criticism in the past from Vatican officials. But the Catholic Church's latest report on nuns in the US offered praise instead, a welcome change at a time when American religious orders are growing older and more cash-strapped.","contentencoded":"<p>It's been only two years since the Vatican released a highly critical report on American nuns that caused years of tension and distrust. But Catholic cardinals offered the same nuns praise on Tuesday as part of a report on women's religious orders in the United States.</p>\n<p>\"Since the early days of the Catholic Church in their country, religious women have courageously been on the forefront of the evangelising mission, selflessly tending to the spiritual, moral, educational, physical and social needs of countless individuals, especially the poor and the marginalized,\" said Cardinal João Braz de Aviz, the prefect of the Vatican's Congregation for Institutes of Consecrated Life and Societies of Apostolic Life.</p>\n<p>The message of support comes at a time when the number of American nuns has dropped sharply, and journalist Jane Little says it was a surprise for the sisters.</p>\n<p>”When this process was launched six years ago the nuns said they were very annoyed and wouldn't cooperate with the process and expected a crackdown,\" says Little, who covers religion. \"In fact, they're all breathing a collective sigh of relief today.\"</p>\n<p>Instead of a crackdown on dissent among American nuns, the cardinals heaped praise on the sisters' work caring for the poor. Little says the report underlines \"how different in tone\" this latest report is from the earlier one released by the Congregation of the Doctrine of the Faith.</p>\n<p>The change in tone was enough to make one Rome-based American nun emotional as she thanked Cardinal Braz de Aziz. \"Your message to us today shows that you do understand our ongoing struggle to faithfully serve the church in challenging times despite our shortcomings and limitations,\" said Sister Clare Millea, who worked on the report.</p>\n<p>But it's worth remembering how the latest Vatican review of American nuns differed sharply from the earlier report, which was \"was received with fury and indignation,\" according to Little.</p>\n<p>\"It's not all that surprising that they were furious, because it accused the American nuns of engaging in corporate dissent, of ignoring Church teaching on matters such as abortion and homosexuality,\" Little explains. \"It said they were in grave doctrinal crisis, that they were radical feminists and needed reform.\"</p>\n<p>Many American Catholics sided with the nuns, she says: \"Many said, \"Look, here we've got the male hierarchy out of touch, tainted with the scandal of sexual abuse, while the nuns are quietly going about their business feeding the hungry and carrying out the work of the Gospel,' so it really set off a confrontation.\"</p>\n<p>This latest report is \"clearly an olive branch, and its generally been welcomed as affirmative and realistic,\" Little says.</p>\n<p>Yet the long term still isn't rosy. American nuns play a large part in religious life, but the report highlights the challenges the sisters face from weak finances and an aging population.</p>\n<p>\"There are roughly 50,000 sisters in the US, which is a huge drop from 200,000 fifty years ago,\" Little says. \"the average age of an American nun is in the mid 70's. There's a big shortfall in the retirement fund as well, and there are too few younger women to take up leadership positions, so I think the Church will be hoping that Pope Francis's upcoming visit to the US next year may boost morale as well as numbers.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/121620146.mp3"},{"href":"http://www.pri.org/file/121620146mp3"}]}