{"created":"2014-12-12T18:50:24+00:00","modified":"2014-12-12T19:41:04+00:00","valid":{"from":"2014-12-12T19:41:04+00:00","to":"3014-12-12T19:41:04+00:00"},"hreflang":"en","title":"In One California Town, Police Want Kids To Lay Down Their Nerf Guns","published":"2014-12-12T19:40:00+00:00","teaser":"High school students in Livermore have taken up arms in their yearly game of \"Assassin\" — a mock battle with Nerf guns. ","itags":["npr_api","370366104"],"guid":"ea67e0ef-878f-4186-831a-f10daa896ca3","contentencoded":"<p>In the town of Livermore in Northern California, there&#8217;s a war going on.</p><p>High school students have taken up arms in their yearly game of &#8220;Assassin.&#8221; It is a mock battle with Nerf guns and red markers as knives that pits high school students against each other.</p><p>But anxieties have increased across the U.S. after school shootings and, most recently, episodes where airsoft or BB guns have been mistaken for real guns, leading to police fatally shooting 12-year-old Tamir Rice in Cleveland in November and 13-year-old Andy Lopez in Santa Rosa, California last year.</p><p>Citing those concerns, Livermore police and school officials have called for an end to the games.</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young spoke with <strong>Philomena Rambo</strong>, principal of Granada High School in Livermore, to find out more about the push to end &#8220;Assassin.&#8221;</p><h4>Interview Highlights</h4><p><strong>On why she thinks the game is dangerous</strong></p><p>“When you look at a Nerf gun up close, it’s clearly a toy and they of course come in all shapes and sizes. What’s concerning is that in the cloak of night, whether the students are stalking their target outside of the house late at night or early in the morning as the students are ready to go to school, it’s hard to tell what color something is. So we’ve had situations in which neighbors have looked out their windows and seen students crouching bushes with what looks like guns pointed at the front door. So they’ve then called the police, and of course when the police come to do a check they anticipate finding real weapons so they bring out their real weapons and hold the kids at gunpoint.&#8221;</p><p><strong>On how the game is played</strong></p><p>“Basically this game is set up with a &#8216;godfather&#8217; and a &#8216;godmother&#8217; who organize the participating students into teams of two. There’s a $5 buy-in, at least that’s the version at our school, and each pair has a target of another pair. Each pair is also a target of another pair, and the idea is to go out and shoot your target, assassinate them. The kids have over the years acquiesced to our requests by keeping it off of school officially, as far as their rules are concerned. They will disqualify players who actually break the rules. The new version that&#8217;s out, it’s not able to be played between the hours of 7:30 p.m. and 4:00 a.m. so that students have to have plenty of time to get to school.”</p><h4>Guest</h4><ul><li><strong>Philomena Rambo</strong>, principal of <a href=\"http://www.granadahigh.com/\" target=\"_blank\">Granada High School</a> in Livermore, Calif.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+One+California+Town%2C+Police+Want+Kids+To+Lay+Down+Their+Nerf+Guns&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"461"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370366107-d33388.m3u?orgId=1&ft=3&f=370366104"}]}