{"created":"2014-10-08T15:11:51+00:00","modified":"2014-10-31T01:40:22+00:00","valid":{"from":"2014-10-31T01:40:22+00:00","to":"3014-10-31T01:40:22+00:00"},"hreflang":"en","title":"On VA Scandal, No Partisan Divide, Just Universal Outrage","published":"2014-05-29T16:54:00+00:00","teaser":"Anger is a widespread reaction in Washington as systemic problems in the veterans health care system come to light. But there's disagreement among politicians and veterans on how to fix the problems.","itags":["npr_api","316891487"],"guid":"ea6bdbc0-75a4-4d30-b90f-274c28089b95","contentencoded":"<p>A preliminary report from the Veterans Affairs inspector general <a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/28/316712039/report-finds-evidence-of-secret-wait-lists-at-va-hospital\">finding systemic issues</a> in the delivery of health care to veterans has intensified political pressure on the White House to fix the problems.</p><p>But the allegations that VA bureaucrats falsified data to cover up long delays is a scandal that transcends the usual partisan food fight, says Duke University's Peter Feaver, a former Bush White House official.</p><p>\"Care for veterans is what's known as a valence issue in political science,\" Feaver says. \"Valence issues are Mom, apple pie — things that everybody on both sides of the aisle cares for, and they just compete for who loves Mom or who loves the flag more, who cares for veterans more.\"</p><p>Even <em>The Daily Show'</em>s Jon Stewart — no enemy of the Obama administration — has expressed outrage, <a href=\"http://thedailyshow.cc.com/videos/2bdbxs/the-inexcusables\">repeatedly mocking</a> the VA secretary. \"Gen. Shinseki,\" he said, it \"might be a good time ... to better convey the anger you say you feel. ... Your 'mad as hell' face looks a lot like your 'oh, we're out of orange juice' face.\"</p><p>And being \"mad as hell\" has been the widespread reaction in Washington, starting at the very top.</p><p>\"If these allegations prove to be true, it is dishonorable, it is disgraceful, and I will not tolerate it — period,\" President Obama said <a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/21/314516798/obama-people-will-be-held-accountable-for-veterans-affairs-problems\">last week</a>.</p><p>But just because the outrage is bipartisan doesn't mean the scandal isn't also being used as a political tool. Republicans see the VA scandal as yet another millstone around the president's neck this election year.</p><p>On Wednesday, the RNC began a robocall campaign targeting 10 vulnerable Democratic incumbents. The calls ask why the president won't launch \"an independent investigation to get to the bottom of this,\" and encourage voters to call on their lawmakers to take action.</p><p>By Wednesday evening, more than a dozen Democrats had begun to publicly call for Shinseki's resignation. They joined Republican leaders like Sens. Jerry Moran of Kansas, Mitch McConnell of Kentucky and John Cornyn of Texas. But the politics of the VA scandal aren't so simple, even for Republicans.</p><p>So far the American Legion is the only veterans group to call for Shinseki's ouster. Over the weekend, after North Carolina Sen. Richard Burr, the ranking Republican on the Veterans Affairs Committee, wrote an open letter to veterans groups blasting them for not demanding that Shinseki step down, an unusually personal and bitter fight broke out.</p><p>Veterans groups including the VFW blasted right back, calling Burr dishonorable, grossly inappropriate and \"the worst of politics.\"</p><p>Jon Soltz, the chairman of VoteVets.org, said the timing of Burr's letter crossed a line: \"To go after veterans that way, especially on Memorial Day weekend, of all things, is really unbecoming of a U.S. senator.\"</p><p>Of course, like most real Washington scandals, the origins of the VA problem are bipartisan, with very deep roots. For years, both parties have been competing to see who could promise greater benefits to veterans, and that has put new burdens on Veterans Affairs. The VA has also been slow to modernize its systems, a failing that predates President Obama.</p><p>But, says Peter Feaver, the scandal presents unique problems for this administration.</p><p>\"No president wants to see delivery foul-ups as great as the ones that have been reported on Veterans Affairs. But when your signature issue is the delivery of medical services, and when that signature issue already was botched, this reinforces the image of an administration that can't deliver.\"</p><p>And there's another problem for the president and his party: For more than 20 years, Democrats from Bill Clinton to John Kerry to Barack Obama have been working to shed their party's post-Vietnam reputation as reflexively anti-military. They've made a careful distinction between being anti-war and being anti-armed forces.</p><p>President Obama and the first lady have made progress convincing veterans that the needs of service members and their families are a top priority for Democrats. That's why, Feaver says, Democrats realize they have to show that they're taking this issue seriously.</p><p>\"Indeed, the White House has responded to this in a much more crisis-management way than some other scandals that they believe they can dismiss as mere partisanship,\" he says.</p><p>Because, on the VA scandal, there isn't a partisan divide — just universal outrage that the nation's veterans have been poorly served.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=On+VA+Scandal%2C+No+Partisan+Divide%2C+Just+Universal+Outrage&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mara Liasson","audio":[{"meta":{"duration":"286"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316891488-4e566c.m3u?orgId=1&topicId=1014&ft=3&f=316891487"}]}