{"created":"2015-06-23T16:06:42+00:00","modified":"2015-06-23T21:53:40+00:00","valid":{"from":"2015-06-23T21:53:40+00:00","to":"3015-06-23T21:53:40+00:00"},"hreflang":"en","guid":"ea77cf52-9c85-482d-8639-a9acff3fe8d7","title":"Combat medics train for war in an LA emergency room","published":"2015-06-23T21:53:34+00:00","byline":"Evan George","tags":["conflict","military","Conflict","Conflict & Justice","North America","Asia","United States","Afghanistan","California"],"teaser":"Navy medics are learning combat medicine by attending to victims of horrific accidents and shootouts, doing emergency surgery and amputations — in a Los Angeles emergency room.","contentencoded":"<p>Every day, some 500 people pass through the emergency room doors of LA County + USC Hospital. If you’re one of those patients, you may unknowingly be helping the Navy prepare for war.</p>\n<p>For the last 13 years, the service has operated a monthly boot camp called the Navy Trauma Training Center. It puts Navy medics — or “corpsmen” as they’re called in the Navy — as well as doctors, nurses and even Navy SEALs, to work in the hospital near downtown L.A.</p>\n<p>On day one of the training, I found the class not in the ER, but next door in the dilapidated Art Deco building of the old county hospital.</p>\n<p>The room was setup like a medical tent in a battlefield. The sound of helicopters and electric generators was piped into the room using speakers, all to simulate a war zone. Young medics with buzzcuts in hospital scrubs were trying to save a man on a stretcher. He was the victim of an IED blast. He wasn’t breathing, his vitals were dropping. Lt. Chris Cruz picked up a scalpel and made an incision in his neck.</p>\n<p>“So they’re making some attempts to establish an airway to bring his oxygenation up to normal,” one of the instructors explained.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"675\" width=\"900\" alt=\"Lt. Comm. Leonardo Rodriguez\" title=\"Lt. Comm. Leonardo Rodriguez\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/IMG_1486.JPG?itok=HjDeg9O2\" /><div class=\"field-caption\">\n    <p>Lt. Comm. Leonardo Rodriguez</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>KCRW/Evan George</p>\n  </div>\n</div>\n<p>This patient wasn’t a Marine — it was a $2,000 dummy. They start with a simulation like this one. Later they practice on a cadaver from the coroner’s office. The instructors call it a “fresh tissue dissection lab.” They take the body of someone recently deceased (unclaimed by loved ones), and they force blood to circulate to mimic a live patient. Then the class can practice all sorts of medical techniques, like cracking open ribs to perform open-heart massage. By next week, they’re working real shifts in one of the nation’s busiest emergency rooms.</p>\n<p>Lt. Cmdr. Leonardo Rodriguez, an emergency physician in the Navy, has taught this class for six years. He said treating trauma patients — people involved in car accidents, gang shootouts, fires and facing amputations — is remarkably similar to battlefield medicine.</p>\n<p>“We can sit in the classroom and teach and go through PowerPoint slides and simulators, but I think really until you’re at the bedside of a sick and dying patient I don’t think it really comes together,” he said.</p>\n<p>Bringing it all together — hands-on and classroom experience — is not something the Navy always did so well. In fact, the service was slammed in the early ’90s after Operation Desert Storm for sending thousands of medics to the Gulf with no training in battlefield injuries. This program was founded in 2002 to fix that. The Navy chose LAC + USC Hospital because it’s a teaching facility with the Keck School of Medicine. Since then, 2,700 people have trained for war right here in Los Angeles.</p>\n<p>“We get a lot of active duty service members and for some of them that sort of ‘shock and awe’ they experience seeing their first victim succumb to their injuries can have a huge impact,” Rodriguez said.</p>\n<p>Some students from the March class have already deployed.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"1452\" width=\"900\" alt=\"Lt. Comm. Tress Goodwin in Kandahar, Afghanistan\" title=\"Lt. Comm. Tress Goodwin in Kandahar, Afghanistan\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/FullSizeRender.jpg?itok=--Z11HHN\" /><div class=\"field-caption\">\n    <p>Lt. Comm. Tress Goodwin in Kandahar, Afghanistan</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Tress Goodwin</p>\n  </div>\n</div>\n<p>I reached Lt. Cmdr. Tress Goodwin at the Kandahar Airfield in Afghanistan. Goodwin said it’s hard to do the job if you’re experiencing visceral trauma for the first time. “The sounds — the patient could be screaming — the smells, the sight of blood, the sight of a mangled limb. All of these things are incredibly important to have been exposed to. If, for the very first time, you’re seeing this and you’re required to work and you freeze, it’s obviously a detriment to the team as well as the patient.”</p>\n<p>Goodwin, a young physician, did the training in Los Angeles with nine of her colleagues — about 15 percent of the staff in Kandahar. And she said the difference shows.</p>\n<p>“It’s been very interesting to see the similarities between a Friday or Saturday night in LA and a sunny day in Kandahar, Afghanistan, and how we use some of the same lessons in both those situations,” she said.</p>\n<p>In Los Angeles, she worked night shifts in the ER. On weekend nights, around the time bars close, the staff would count down and wait for the rush of bodies to come through the door. Now in Afghanistan, she’s helping to treat mass casualty events when coalition forces are attacked. But the management skills needed to treat more patients than there are beds is the same, she said.</p>\n<p>One Saturday morning back at the hospital, I met Petty Officer Third Class Ashley John early before her ER shift. The 24-year-old hospital corpsman is stationed at Camp Pendleton. But LA County + USC Hospital was her first hands-on experience with trauma.</p>\n<p>She was assisting surgeons with a patient, a woman injured in an auto collision.</p>\n<p>“They start ripping out the staples and her abdomen was just open, I’m thinking this is really interesting and I wanted to get in there — not really realizing it was a trauma. She was hemorrhaging from everywhere, they couldn’t put in enough clamps and eventually they just had to call it,” said John. “I stayed scrubbed in, I helped clean her up. And then I allowed myself to go outside and cry. Because if I do get to be deployed and I’m with a Marine unit, what am I going to do if I have a 20-something-year-old marine or a sailor who is completely in a trauma, losing their legs?”</p>\n<p>John and 21 others completed the training in May. Some will deploy all around the world, while others wait. And this month, a new class got underway.</p>\n<p><em>This story first aired on <a href=\"http://blogs.kcrw.com/whichwayla/2015/06/training-for-the-medical-trauma-of-war-in-la\">KCRW's \"Which Way LA?.\"</a></em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-22%2Fcombat-medics-train-war-la-emergency-room&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/story/images/IMG_1501.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/img1501jpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06232015_07.mp3"},{"href":"http://admin.pri.org/file/0623201507mp3"}]}