{"created":"2014-09-24T16:36:58+00:00","modified":"2014-09-24T21:13:38+00:00","valid":{"from":"2014-09-24T21:13:38+00:00","to":"3014-09-24T21:13:38+00:00"},"hreflang":"en","guid":"ea7e0fbd-58d7-420a-990f-593221727727","title":"How wartime prejudice brought young Japanese Americans together for life","published":"2014-09-24T21:13:36+00:00","byline":"Josie Huang","tags":["immigration","history","women","culture","Global Nation","Culture","Arts, Culture & Media","Los Angeles","Las Vegas","Pasadena","North America","Japan","United States","California","Southern California","Valerie Matsumoto","Sumi Hughes","Aiko Herzig-Yoshinaga","Louis Armstrong","Gloria Swanson","Yuri Long","Sumi Fukushima","Rose Honda","California","Nisei","Manzanar","Japanese internment camps","Japanese-American history"],"teaser":"In the years around World War II, exclusion and racial prejudice led Japanese American girls to form hundreds of social clubs to get through the tough times — and have fun. And almost 70 years later, their bonds are just as strong as ever.","contentencoded":"<p>Back in 1940s Los Angeles, members of a Japanese-American social club called Just Us Girls seized on the city&#39;s nightlife. The young women&nbsp;<span style=\"line-height: 1.538em;\">rode the streetcar to the Million Dollar Theater to see big bands and danced into the night to the tunes of Louis Armstrong.</span></p><p>Sumi Hughes, then known as Sumi Fukushima, was particularly lightfooted.&nbsp;<span style=\"line-height: 1.538em;\">&quot;I always had boyfriends who were good dancers,&quot; 81-year-old Hughes explains. &quot;That was a prerequisite.&quot;</span></p><p>From the 1920s through the 1950s, Los Angeles teemed with hundreds of social clubs for young second-generation Japanese Americans, or&nbsp;<a href=\"http://www.merriam-webster.com/dictionary/nisei\">Nisei</a>. That was especially true for girls. The clubs<span style=\"line-height: 1.538em;\">&nbsp;were a phenomenon that allowed the daughters of strict Japanese immigrant parents to explore their American identities &mdash; and ease wartime discrimination.</span></p><p>&quot;I&rsquo;m sure parents thought it was one way to keep an eye on their daughters and know who their friends were,&quot; says UCLA historian Valerie Matsumoto, who wrote &quot;<a href=\"http://www.amazon.com/City-Girls-Social-Angeles-1920-1950/dp/0199752249\">City Girls: The Nisei Social World in Los Angeles</a>.&quot; At their peak in the late 1930s, Matsumoto found that between 400 and 600 of the social clubs existed, mostly in California.</p><p>Some of the clubs were formed through friendships, others under the auspices of churches, Buddhist temples or YWCAs.</p><p>Thousands of Nisei girls joined these clubs to play sports, do community service and &mdash; unofficially &mdash; meet boys. The names for these get-togethers ranged from the Biblical&nbsp;<span style=\"line-height: 20.0063037872314px;\">&mdash;</span>the Queen Esthers &mdash; to the Hollywood-inspired, such as the Swansonettes, named after actress and singer Gloria Swanson.</p><p>But the stories of these clubs are quickly fading as members age and die.&nbsp;<span style=\"line-height: 1.538em;\">&quot;I turned 90 last month,&quot; says civil rights activist Aiko Herzig-Yoshinaga, who belonged to a club called the Junior Misses. &quot;So I can see why our group has been decimated.&quot;</span></p><p><strong>Filling a void</strong></p><p>Matsumoto&#39;s book is the first to take an in-depth look at these social clubs. She says that racial tensions, coupled with rocky US-Japan relations, forced young Japanese Americans to create their own social circles.</p><p>&quot;There was a lot of discrimination in public facilities,&quot; Matsumoto says. &quot;So sometimes they weren&rsquo;t able to go to certain restaurants or certain public venues.&quot;</p><p>After the Pearl Harbor bombing in December 1941, the principal of Herzig-Yoshinaga&#39;s high school called her and other Nisei students into his office. He told them they didn&rsquo;t deserve to graduate &quot;because our people had bombed Pearl Harbor.&quot;</p><p>&quot;We said, &#39;What&rsquo;s the connection?&#39;&quot; Herzig-Yoshinaga remembers. &quot;We didn&rsquo;t drop the bomb. We know nothing about it.&rdquo;</p><p>Later, as an adult, Herzig-Yoshinaga would channel her anger and humiliation into the fight for reparations for Japanese Americans forced into government camps during World War II.&nbsp;<span style=\"line-height: 1.538em;\">But as a teen, she found immediate solace in the Junior Misses.</span></p><p><span style=\"line-height: 1.538em;\">It was filled with other girls facing similar identity issues, &quot;t</span><span style=\"line-height: 1.538em;\">rying to be American [but] at the same time not knowing whether or not we like being Japanese because of the prejudice that existed so strongly,&quot; Herzig-Yoshinaga says.</span></p><p>[[{\"fid\":\"74329\",\"view_mode\":\"story_image\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":487,\"width\":864,\"alt\":\"Japanese Social Club_5\",\"title\":\"Japanese Social Club_5\",\"class\":\"media-element file-story-image\"}}]]</p><p><strong>Life interrupted</strong></p><p>The Junior Misses broke up as Herzig-Yoshinaga and other members were forced into <a href=\"http://www.archives.gov/research/alic/reference/military/japanese-internment.html\">internment camps for Japanese Americans</a>, which were scattered across the country.</p><p>But internment didn&rsquo;t shut down all of the social clubs.&nbsp;<span style=\"line-height: 1.538em;\">Some, including Just Us Girls, were actually formed <em>within</em> camps.&nbsp;</span><span style=\"line-height: 1.538em;\">Sumi Hughes helped create that club with her older sister, Yuri Long, when their family was moved more than 200 miles north of Los Angeles to the </span><a href=\"http://www.nps.gov/manz/index.htm\" style=\"line-height: 1.538em;\">Manzanar Relocation Center</a><span style=\"line-height: 1.538em;\">.</span></p><p>&quot;That was our social life at the time,&quot; says Long, who was 9 when she first arrived at Manzanar. &quot;You had to be in a club to have a sports team and to have dances.&rdquo;</p><p>Just Us Girls lived on after World War II ended, with most of the club members and their families settling in the same Los Angeles neighborhood.</p><p>And other clubs, such as the Atomettes, formed right after the war.&nbsp;<span style=\"line-height: 1.538em;\">Rose Honda was a teenage advisor to the group of middle schoolers, which emerged from the West Los Angeles United Methodist Church.&nbsp;</span></p><p><span style=\"line-height: 1.538em;\">&quot;In 1945, we were all returning from the camps,&quot; says Honda, who&#39;s now 87. &quot;We gathered the girls to form a club because their parents were busy resettling.&quot;</span></p><p>Honda says the group explored Southern California to learn about different cultures and see a world bigger than their own.&nbsp;<span style=\"line-height: 1.538em;\">&quot;We could only put seven teenagers into the car and that&rsquo;s the reason we stayed at seven,&quot; Honda said.</span></p><p>Almost 70 years later, Honda still gathers occasionally with the Atomettes. They&#39;re now working on a book about their history.</p><p>[[{\"fid\":\"74316\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":1075,\"width\":1912,\"alt\":\"Japanese Social Club_2\",\"title\":\"Japanese Social Club_2\",\"class\":\"media-element file-default\"}}]]</p><p><strong>Every waking moment</strong></p><p>Just Us Girls is one of the rare social clubs that still meets regularly, though they no longer go dancing.&nbsp;<span style=\"line-height: 1.538em;\">It&rsquo;s usually a trip to Las Vegas once a year, and dinner and poker every few months at Sumi Hughes&#39; place in Pasadena.</span></p><p>The stakes for the card games are very low.&nbsp;<span style=\"line-height: 1.538em;\">&quot;Last time, I think I won 60 cents,&quot; Yuri Long says.</span></p><p>The women often stay up for 18 hours on poker nights, talking about their kids, grandkids. <span style=\"line-height: 1.538em;\">&quot;I have the most kids, so I have the most stories about the kids,&quot; Long says.</span></p><p>Sumi Hughes said friends come and go, but not these women.&nbsp;<span style=\"line-height: 1.538em;\">&quot;I know a lot of people, but I don&rsquo;t know anybody I could feel this close to,&quot; Hughes says.</span></p><p>Every moment with them is precious, she says, so they stay up until daybreak, laughing and playing for pennies.</p><p>[[{\"fid\":\"74332\",\"view_mode\":\"story_image\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":487,\"width\":864,\"alt\":\"Japanese Social Club_6\",\"title\":\"Japanese Social Club_6\",\"class\":\"media-element file-story-image\"}}]]</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Figure%2014_Matsumoto_final.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/figure-14matsumotofinaljpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/092420145.mp3"},{"href":"http://www.pri.org/file/092420145mp3"}]}