{"created":"2015-06-26T18:55:22+00:00","modified":"2015-06-26T21:34:42+00:00","valid":{"from":"2015-06-26T21:34:42+00:00","to":"3015-06-26T21:34:42+00:00"},"hreflang":"en","guid":"ea830f19-a036-472b-a62a-845c17620030","title":"In the world's deadliest city, graffiti artists use their 'weapons' for good","published":"2015-06-26T21:34:38+00:00","byline":"Susannah Roberson","tags":["arts","culture","conflict","Arts","Culture","Arts, Culture & Media","North America","Honduras","Central America"],"teaser":"San Pedro Sula has earned the bloody title of world's deadliest city four years in a row. Graffiti artists hope to change that with some spray paint and imagination. And ironically, they're teaming up with the police to ensure they can work without catching a stray bullet.","contentencoded":"<p>Barbed wire fences, deserted streets, security guards bearing shotguns. It sounds like the scene of a dystopian movie, but it's no movie. This is San Pedro Sula, Honduras, the city that has been named the world's deadliest for four years running.</p>\n<p>Recently, San Pedro Sula has tried to make a much more optimistic name for itself: Home to a booming art scene. This is largely thanks to its graffiti artists, whose brightly-colored murals are popping up all around the city.</p>\n<p>Graffiti artist Rei Blinky is what <a href=\"http://hyperallergic.com/212479/artists-reclaim-the-streets-of-one-of-the-worlds-deadliest-cities/\">journalist Nathaniel Janowitz</a> calls a \"pioneer\" for the artistic movement sweeping through the city. Blinky was the first artist who ventured out into the practically deserted streets. That ghost town feel has a lot to do with the city's gangs. \"You never know when a shootout is going to break out between the gangs. So you could be walking down the street and catch a bullet,\" says Janowitz. </p>\n<p>Not only did gangs dominate the streets, but the graffiti scene as well. Blinky changed all that with his unique style that Janowitz calls \"pop-art indigenous.\" His work is bold, colorful and unmistakable. \"He's one of those artists that when you go past one of his paintings, you instantly know it's a Rei Blinky. There's no one else like him,\" Janowitz says.</p>\n<p><iframe class=\"embedly-embed\" src=\"//cdn.embedly.com/widgets/media.html?src=https%3A%2F%2Fwww.youtube.com%2Fembed%2FQ5Mp3SM-nE4%3Ffeature%3Doembed&amp;url=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DQ5Mp3SM-nE4&amp;image=https%3A%2F%2Fi.ytimg.com%2Fvi%2FQ5Mp3SM-nE4%2Fhqdefault.jpg&amp;key=5fab7aa35acd46048cbbcce6131a0c94&amp;type=text%2Fhtml&amp;schema=youtube\" width=\"560\" height=\"340\" scrolling=\"no\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>Blinky has paved the road for many more artists to join him. \"The movement has grown a lot, and there's really a blossoming art scene in the city,\" Janowitz says. Many other artists are becoming known on the streets: Baruc, who pays homage to the women of Honduras in his murals, and Carlos Badia, who creates mixed-media work. </p>\n<p>\"It seems like people in San Pedro Sula, while they recognize that the problem is very real with the gangs in the city, they also recognize that they can't spend their lives in fear. And they have to be willing to go out into the streets and reclaim it in a peaceful fashion,\" Janowitz says. \"If they don't have the will or the tools to go out there with guns, they'll go out with a paintbrush.\"</p>\n<p>The graffiti artists hope to connect with the young people of San Pedro Sula, many of whom choose to flee rather than stay in the turbulent city. \"Right now it seems to a lot of the children in the city, you either join the gangs or you run,\" Janowitz says. Blinky and his fellow artists strive to give young people another option — to stay, in peace. Janowitz says one of the artists' main goals is to work with children, take them off the streets and teach them about art.</p>\n<p>Blinky is starting to spread his art beyond Honduras. Thanks to him and his fellow artists, Janowitz says, something positive may come out of San Pedro Sula. Janowitz is confident that Blinky will be successful. Blinky's work is special, he says, because, \"You could see it on a wall or you could see it in the Louvre. He's that great of an artist.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-24%2Fworlds-deadliest-city-graffiti-artists-are-using-their-weapons-better&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06262015_07.mp3"},{"href":"http://admin.pri.org/file/0626201507mp3"}]}