{"created":"2015-05-06T18:56:00+00:00","modified":"2015-05-12T19:42:42+00:00","valid":{"from":"2015-05-12T19:42:42+00:00","to":"3015-05-12T19:42:42+00:00"},"hreflang":"en","guid":"ea85d0fc-dffb-4f5f-8e73-997f448a3f37","title":"Ai Weiwei can't travel, but his Zodiac Heads exhibit has found a home in Jackson, Wyoming","published":"2015-05-12T19:42:37+00:00","byline":"Bradley Campbell","tags":["arts","culture","Arts","Arts, Culture & Media","North America","Asia","China","United States","Cinema of the United States","Ai Weiwei","Haiyantang","Visual arts","Andy Warhol"],"teaser":"The Chinese government bans artist Ai Weiwei from traveling abroad — but that hasn't stopped his art from reaching a global audience.","contentencoded":"<p>The Chinese government bans the artist Ai Weiwei from traveling abroad.</p>\n<p>But his art continues to fly around the world.</p>\n<p>One of his major exhibitions has landed in Jackson, a rural Wyoming community of 9,000 people. The town is a draw for millions of outdoor enthusiasts each year, and a gateway to Grand Teton national park.</p>\n<p>It’s also home to the National Museum of Wildlife Art. It’s a world-class art museum with an enormous collection of animal-related art created by top artists like Andy Warhol and Robert Kuhn. The museum overlooks a lush green field where elk herds feed, and is surrounded by mountains. The space provides a dramatic natural backdrop for Ai Weiwei’s project, titled “Circle of Animals/Zodiac Heads.”</p>\n<p><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/yX0Vc7d9b8I?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>The Zodiac heads each weigh between 800 and 1,500 pounds. They rest upon poles 10 feet in the air.</p>\n<p>The heads are new takes on original 18th century pieces displayed in Yuanming Yuan, also knows as “The Garden of Perfect Brightness.” The museum says those original zodiac heads were destroyed during the Second Opium War, or looted by invading Europeans. So the exhibition is both a symbol of Chinese national pride and a critique of foreigners looting art and then claiming ownership of it.</p>\n<p>“This series is an important artistic statement for our time,” says museum president Jim McNutt. “It demonstrates how contemporary art can keep history alive.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-06%2Fai-weiweis-zodiac-heads-travel-jackson-wyoming&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05062015_03.mp3"},{"href":"http://admin.pri.org/file/0506201503mp3"}]}