{"created":"2015-06-19T18:14:20+00:00","modified":"2015-06-22T23:07:13+00:00","valid":{"from":"2015-06-22T23:07:13+00:00","to":"3015-06-22T23:07:13+00:00"},"hreflang":"en","guid":"ea88db5c-ddc5-42cb-8e80-3a447838f79c","title":"Angélique Kidjo defied the school of hard knocks to become the knock-out musician she is today","published":"2015-06-22T23:07:09+00:00","byline":"May Pascaud","teaser":"Angélique Kidjo, the Grammy Award winning singer-songwriter from Bénin, experienced the difficulties of being a woman in the music industry firsthand. She's channeled her international success into activism by campaigning for girls' education in Africa.","tags":["Across Women's Lives","Music","Arts, Culture & Media","Africa","Benin","Angelique Kidjo","Teach Her"],"contentencoded":"<p>Angélique Kidjo has won a lot more than the Grammy (twice): she was named by The Guardian as one of the<a href=\"http://www.theguardian.com/culture/2011/mar/08/angelique-kidjo-100-women\"> 100 most inspiring women in the world</a>, and the BBC listed her as one of <a href=\"http://www.bbc.co.uk/focusonafricamagazine/news/story/2010/09/100930_iconsforum.shtml\">50 African icons</a>. She has served as a <a href=\"http://www.unicef.org/people/people_47856.html\">UNICEF International Goodwill ambassador</a> since 2002.</p>\n<p>But that doesn't mean it's been easy to get where she is today. </p>\n<p>\"Because you are a female artist, you have to deal with people looking at you: 'Because you are a female, you shouldn't be here,'\" she says. </p>\n<p><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/dlgESq5FAx4?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>At the start of her career in her native Benin, she recalls getting flack for her love of percussion. \"People who are not members of my family would keep telling me, 'You can't play the drums, drums are not made for women to play.'\"</p>\n<p>Thanks to her own experience as a young musician in Africa, Kidjo says she's impressed by the strength of women who are making music work for them. \"It's amazing what on our continent we go through as women in the 21st century to make a living out of our passion.\"</p>\n<p>Kidjo moved to Paris in her 20s, and she now lives in New York. Her challenges are different now. \"You've got to have entrepreneurialship now when you are an artist. You have to think as a businesswoman, or as a businessman, and make a plan for yourself. Music alone today cannot make anybody live decently,\" she says.</p>\n<p>But she's also made time to help girls back home in Benin and elsewhere on the African continent. She created the <a href=\"http://batongafoundation.org/\">Batonga Foundation</a> to help African girls stay in school with financial aid, mentoring and infrastructure support. The organization's vision: \"Educate a girl, transform a community.\" In Kidjo's view, music is an essential part of that: \"Music helps every child, [it] doesn't matter what sex.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-10%2Fits-hard-make-it-female-musician-especially-africa&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06192015_08.mp3"},{"href":"http://admin.pri.org/file/0619201508mp3"}]}