{"created":"2014-10-08T02:54:47+00:00","modified":"2014-11-17T21:05:26+00:00","valid":{"from":"2014-11-17T21:05:26+00:00","to":"3014-11-17T21:05:26+00:00"},"hreflang":"en","title":"Damming The Mekong River: Economic Boon Or Environmental Mistake?","published":"2014-07-04T14:50:00+00:00","teaser":"Laos' government says it needs the money the two dams will generate. But environmentalists and downstream neighbors say the dams are a major threat to fish migration and agriculture.","itags":["npr_api","327673946"],"guid":"ea956452-634f-4440-83c5-69fb026332a9","contentencoded":"<p>It's 9 a.m. and the Mekong River at this hour is still peaceful: just a few fishermen casting nets into a large pool below the area called Si Phan Don, or \"4,000 islands.\"</p><p>It's a popular tourist destination in Laos, where Southeast Asia's most storied river splits into nearly a dozen channels before coming together again below the islands of Si Phan Don, for the journey to Cambodia, Vietnam and the South China Sea. Cambodia is on my left, Laos to the right.</p><p>Suddenly, my guide points and says, \"There!\"</p><p>Dead ahead, no more than 30 yards away, are two or maybe three Irrawaddy dolphin — native to the Mekong and Myanmar's Irrawaddy river — which gives them their name. And environmentalists worry they may be gone soon if Laos proceeds with its plans to construct the Don Sahong Dam about a mile or so upriver.</p><p>\"The Don Sahong dam is a big threat to the pool underneath the dam site,\" says Amy Trandem, Southeast Asia project director for International Rivers, an advocacy group. \"By changing the hydrology and fisheries and sediment, the dam will have a large impact on dolphins, which are very sensitive to change. And most likely, they'll disappear for good.\"</p><p>Hyperbole? The driver points my boat up the Hou Salong channel, and 20 minutes later, we arrive at the dam site. It's a fast-moving section of water, maybe 50 yards wide and bounded by dense jungle on either side.</p><p>My first thought is: What's the big deal? Why does damming just one channel of the river here scare so many people?</p><p>It turns out that this channel is the only one that works — for fish.</p><p>\"The Hou Sahong channel is right now the only channel that fish are able to migrate up and downstream on a year-round basis,\" says Trandem. \"Other channels all have obstacles — waterfalls or man-made structures catching fish.\"</p><p>Trandem worries not only about the fish, but the people who catch them. And so do they. Almost everyone here fishes for a living, and while the dam might bring temporary construction jobs, what happens afterward?</p><p>A local whose family has fished here for generations — and who doesn't want to be named — isn't optimistic.</p><p>\"We export the fish in this area every season, so if the hydropower dam comes, all the people (who fish for a living will have) no more jobs,\" he says. \"No more fishing after dam.\"</p><p>He says almost everyone who lives in the villages around here say the same thing — or would, if they were allowed to speak openly. But Laos is a one-party communist state where dissent isn't tolerated. What would happen if you did speak out against the dam, I ask him. He makes a slashing gesture across his throat.</p><p>\"We have no against,\" he says. \"If they do a thing, then we follow them. ... We cannot say no.\"</p><p>Peter Hawkins is the environmental manager for the Don Sahong project and one of the few involved willing to speak publicly about it. He says the concerns of locals and environmentalists are valid. But he also says they've been dealt with.</p><p>\"I'm confident that the mitigation measures we can employ here will allow fish to pass the barrier we're going to create. From studies we've done, the impacts people are saying the project will cause, change in flow, quality, sediment distribution, fish food, none of those things are going to arise from this project.\"</p><p>The risks the dolphins downstream face are real, Hawkins says, but he says that's because of bad fishing practices, tourism and poor management. As for migratory fish that use the Hou Salong channel, Hawkins says, the fish passageways his company, Megafirst, are building around the site should take care of the problem. And if they don't?</p><p>\"We have the opportunity, if we do not have 100 percent success rate in terms of passage, we can continue to improve those bypasses. There are other channels we could modify,\" Hawkins says. \"So we see this as a work in progress.\"</p><p>A few hundred miles upstream, there's another work in progress, which environmentalists fear even more: the Xayaburi Dam. Unlike the Don Sahang, this dam — which the government says is about 30 percent completed — will block the entire river.</p><p>Jian-hua Meng, a hydropower and dams specialist with the World Wildlife Fund, says the Xayaburi Dam is being built without any real knowledge of the downstream effects.</p><p>\"We do see that Laos has every right to develop on its own pathway and should not be controlled by outside people them telling what to do and what not to do,\" Meng says. \"But maybe in terms of the Mekong main stem, they have been listening to the wrong advisers.\"</p><p>Building dams isn't the same as building shopping centers or airports, Meng says. Water, he says, punishes every mistake you make — especially when it comes to fish migration. Fish passages, fish lifts, sluicegates have all been proven effective elsewhere, he says, but not on the Mekong — the world's most productive fishery.</p><p>\"The effectiveness of such fish passage mechansims is quite OK, let's say, quite well proven for European or North American rivers, where we have small number of species that are well known,\" Meng says. \"But in the Mekong, we don't have five fish species which we have to take care of, we have 70, maybe even more, and we have no clue about them. So building something for them to migrate up and down with, that's just guessing at the moment.\"</p><p>Trandem of International River says fisheries experts estimate that at least 43 species of fish are likely to go extinct because of the impact of the dam, including the Mekong giant catfish, the world's largest. Sedimentation — the silt the river carries downstream to Cambodia and Vietnam — is another problem. The Xayaburi will have major food security implications as well, Trandem says.</p><p>\"By blocking sediment, we know that where there's a lot of agricultural productivity and rice growing, these areas are going to suffer a lot because they're no longer getting the same nutrients,\" she says. \"And so this will have a significant impact, especially in the Cambodian flood plains but also in Vietnam's 'rice bowl,' which is really the center of rice production for region.\"</p><p>Vietnam and Cambodia aren't happy about either dam. They want work on both projects suspended while further study is conducted about the long-term effects they may have. Laos has ignored them until a few weeks ago, when it said it would \"consult\" with its neighbors on the Don Sahong. But it made no promises to stop work on either.</p><p>Several more dams are planned for the Mekong as well, as cash-strapped Laos tries to make good on its pledge to make the country the \"battery of Southeast Asia.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Damming+The+Mekong+River%3A+Economic+Boon+Or+Environmental+Mistake%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michael Sullivan","audio":[{"meta":{"duration":"339"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1328374069-fbce42.m3u?orgId=1&topicId=1125&ft=3&f=327673946"},{"href":"http://media.npr.org/assets/img/2014/07/02/laos-dam1-4f88dc61fb2f678966f06d2806989888c0a7012f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2664","width":"3554"}},{"href":"http://media.npr.org/assets/img/2014/07/02/laos-dam2-bf39594c8ad85a7f686998eba7f84fc247204031.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2601","width":"3471"}},{"href":"http://media.npr.org/assets/img/2014/07/02/laos-dam4-735a235c44f96a6d7beb6fab8f883264e4c2a8d8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2664","width":"3554"}},{"href":"http://media.npr.org/assets/img/2014/07/02/laos-dam3-2abec163f8c8b7248d7f45aa85500b040e00b7c4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2664","width":"3554"}}]}