{"created":"2015-01-19T18:41:15+00:00","modified":"2015-01-19T19:35:23+00:00","valid":{"from":"2015-01-19T19:35:23+00:00","to":"3015-01-19T19:35:23+00:00"},"hreflang":"en","title":"Martin Luther King, Jr., In His Own Words","published":"2015-01-19T19:35:00+00:00","teaser":"The civil rights leader left behind a legacy of inspiring words in the many sermons and speeches he delivered. ","itags":["npr_api","378384284"],"guid":"ea9f4c11-f247-4b9e-9bc2-6f0b53c74f46","contentencoded":"<p>When he was assassinated in 1968, Dr. Martin Luther King left behind a legacy of inspiring words in the many sermons and speeches he delivered during his push for civil rights. On this Martin Luther King, Jr. Day, marking what would have been Dr. King&#8217;s 86th birthday, <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now</a></em> listens back to his words that still resonate today.</p><p>Near the end of his life in 1968, Dr. King often reflected on his own mortality because there had been many threats against him. But this was actually a theme that threaded through many of the speeches and sermons he delivered.</p><p>He often talked about not living to see his vision realized, as he did in a sermon delivered in 1959 that came to be called &#8220;Shattered Dreams.&#8221;</p><blockquote><p>&#8220;So many of us in life start out building temples: temples of character, temples of justice, temples of peace. And so often we don&#8217;t finish them. Because life is like Schubert&#8217;s &#8216;Unfinished Symphony.&#8217; At so many points we start, we try, we set out to build our various temples. And I guess one of the great agonies of life is that we are constantly trying to finish that which is unfinishable.&#8221;</p></blockquote><p>In August 1963, Martin Luther King, Jr. delivered perhaps his most famous speech at the Lincoln Memorial in the nation&#8217;s capital. He spoke at the end of the March on Washington.</p><blockquote><p>&#8220;So even though we face the difficulties of today and tomorrow, I still have a dream. It is a dream deeply rooted in the American dream. I have a dream that one day this nation will rise up and live out the true meaning of its creed: &#8216;We hold these truths to be self-evident, that all men are created equal.&#8217; I have a dream that one day on the red hills of Georgia, the sons of former slaves and the sons of former slave owners will be able to sit down together at the table of brotherhood. I have a dream that one day even the state of Mississippi, a state sweltering with the heat of injustice, sweltering with the heat of oppression, will be transformed into an oasis of freedom and justice. I have a dream that my four little children will one day live in a nation where they will not be judged by the color of their skin but by the content of their character. I have a dream today!&#8221;</p></blockquote><p><a href=\"http://www.youtube.com/watch?v=smEqnnklfYs\">[Youtube]</a></p><p>Less than a month after that soaring speech, four young black girls were killed when the 16th Street Baptist Church in Birmingham, Alabama was bombed. King took to the pulpit to eulogize them</p><blockquote><p>&#8220;These children &#8211; unoffending, innocent, and beautiful &#8211; were the victims of one of the most vicious and tragic crimes ever perpetrated against humanity. And yet they died nobly. They are the martyred heroines of a holy crusade for freedom and human dignity. And so this afternoon in a real sense they have something to say to each of us in their death. They have something to say to every minister of the gospel who has remained silent behind the safe security of stained-glass windows.&#8221;</p></blockquote><p>In the aftermath of that violence, Dr. King was awarded the Nobel Peace Prize. He accepted the honor on Dec. 10, 1964.</p><blockquote><p>&#8220;The tortuous road which has led from Montgomery, Alabama, to Oslo bears witness to this truth. This is a road over which millions of negroes are travelling to find a new sense of dignity. This same road has opened for all Americans a new era of progress and hope. It has led to a new Civil Rights Bill, and it will, I am convinced, be widened and lengthened into a super highway of justice as negro and white men in increasing numbers create alliances to overcome their common problems.&#8221;</p></blockquote><p><a href=\"http://www.youtube.com/watch?v=5r98tT0j1a0\">[Youtube]</a></p><p>In 1965, Dr. King was one of the leaders of marches for voting rights for African-Americans across the South. These events form the backbone of the new film &#8220;Selma.&#8221;</p><p>He spoke on March 25 in Montgomery, on the steps of the state capital of Alabama, the final destination of those marches</p><blockquote><p>&#8220;Today I want to say to the state of Alabama, (Yes, sir) today I want to say to the people of America and the nations of the world, that we are not about to turn around. (Yes, sir) We are on the move now. (Yes, sir) Yes, we are on the move and no wave of racism can stop us. (Yes, sir) We are on the move now. The burning of our churches will not deter us. (Yes, sir) The bombing of our homes will not dissuade us. (Yes, sir) We are on the move now. (Yes, sir) The beating and killing of our clergymen and young people will not divert us. We are on the move now. (Yes, sir) The wanton release of their known murderers would not discourage us. We are on the move now. (Yes, sir) Like an idea whose time has come, (Yes, sir) not even the marching of mighty armies can halt us. (Yes, sir) We are moving to the land of freedom. (Yes, sir)&#8221;</p></blockquote><p><a href=\"http://www.youtube.com/watch?v=IIT0ra9-mTc\">[Youtube]</a></p><p>Running parallel to civil rights in the &#8217;60s, there were growing protests against the Vietnam War. On April 4, 1967, Martin Luther King, Jr. spoke at Riverside Church in New York City, breaking his silence on that controversial war.</p><p>He did what many of his followers wanted him to do &#8212; he linked the civil rights and peace movements.</p><blockquote><p>&#8220;As I have walked among the desperate, rejected, and angry young men, I have told them that Molotov cocktails and rifles would not solve their problems. I have tried to offer them my deepest compassion while maintaining my conviction that social change comes most meaningfully through nonviolent action. But they ask &#8212; and rightly so &#8212; what about Vietnam? They ask if our own nation wasn&#8217;t using massive doses of violence to solve its problems, to bring about the changes it wanted. Their questions hit home, and I knew that I could never again raise my voice against the violence of the oppressed in the ghettos without having first spoken clearly to the greatest purveyor of violence in the world today &#8212; my own government. For the sake of those boys, for the sake of this government, for the sake of the hundreds of thousands trembling under our violence, I cannot be silent.&#8221;</p></blockquote><p><a href=\"http://www.youtube.com/watch?v=f17HXUvMebk\">[Youtube]</a></p><p>A year to the day after the speech on the Vietnam War, Martin Luther King, Jr. was assassinated in Memphis. It was April 4, 1968. The night before he delivered what turned out to be his final speech. He was in that Tennessee city to highlight the injustice felt by the city&#8217;s sanitation workers, who were on strike over low pay and working conditions. But near the end of that speech, he said this.</p><blockquote><p>&#8220;Like anybody, I would like to live a long life — longevity has its place. But I&#8217;m not concerned about that now. I just want to do God&#8217;s will. And He&#8217;s allowed me to go up to the mountain. And I&#8217;ve looked over, and I&#8217;ve seen the promised land. I may not get there with you. But I want you to know tonight, that we, as a people, will get to the promised land. So I&#8217;m happy tonight. I&#8217;m not worried about anything, I&#8217;m not fearing any man. Mine eyes have seen the glory of the coming of the Lord.&#8221;</p></blockquote><p><a href=\"http://www.youtube.com/watch?v=Oehry1JC9Rk\">[Youtube]</a>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Martin+Luther+King%2C+Jr.%2C+In+His+Own+Words&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alex Ashlock","audio":[{"meta":{"duration":"566"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378384287-32a0c1.m3u?orgId=1&ft=3&f=378384284"}]}