{"created":"2014-08-28T16:37:08+00:00","modified":"2014-12-04T15:16:17+00:00","valid":{"from":"2014-12-04T15:16:17+00:00","to":"3014-12-04T15:16:17+00:00"},"hreflang":"en","title":"A Frustrated Professor Sounds Off To 'Committee Members'","published":"2014-08-19T23:38:00+00:00","teaser":"The protagonist of Julie Schumacher's new <em>Dear Committee Members</em> is frustrated with the future of American arts and letters — and the feckless students who pester him for recommendation letters.","itags":["npr_api","341644866"],"guid":"eaaa8b0d-6b14-42af-9ae8-82c25f9acd7f","contentencoded":"<p>There's a strange form of communication we're all familiar with, for better or for worse. It's all about <em>us</em>, but we rarely get to read it.<br /> <br />It's the letter of recommendation.</p><p>A new novel by Julie Schumacher is filled with these letters, and nothing but. It's appropriately called <em>Dear Committee Members</em>.</p><p>All the letters come from the desk of our curmudgeonly narrator, creative writing professor Jason T. Fitger — who's got no problem telling it like it is when it comes to his students' qualifications, or their job prospects in the current economy.</p><p>The book doesn't have much of a plot — it morphs into more of a diatribe about higher education and the sorry life of our narrator. \"He's highly inappropriate,\" Schumacher tells NPR's Audie Cornish. Like Fitger, Schumacher herself is a professor of creative writing. And also like Fitger, she's written reams of recommendation letters. \"He is the sort of rageful person who you feel yourself to be, before the superego takes over and tells you, 'Don't say that.' \"</p><hr /><h3>Interview Highlights</h3><p><strong>On a reviewer's description of Fitger as a \"passive-aggressive sexist\"</strong></p><p>It's interesting, the voice came to me very quickly and I knew it was a main voice. ... I just knew he was an angry traditionalist. I recognized him immediately. And there are, I think, parts of me within him. But I think people would be surprised to think that inside of me lives professor Jay Fitger. My husband said to me when I finished the book, \"Are you really this angry?\"</p><p><strong>On one particularly insulting letter for a female student</strong></p><p>She eventually does become very successful. I think he resents her abilities. He's writing letters for her, but begrudgingly. He knows that she's going to make it with or without his help, and so his letters actually provide very little assistance to her.</p><p><strong>On Fitger's frustration with the emphasis on the market value of an education</strong></p><p>[It's] a frustration I have felt, you know, the emphasis on the STEM fields — science, technology, engineering, math — there's a bit of a feeling of an end of an era in American arts and letters, or at least a sort of time of crisis. We're supposed to have a computer in every kindergarten classroom, but where does that leave the future of literature, foreign languages, theater, you know — we're also just at a point, I think, of educational crisis in terms of the cost of an education. It's a very difficult time right now in higher ed.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Frustrated+Professor+Sounds+Off+To+%27Committee+Members%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"333"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341674643-6a8cc0.m3u?orgId=1&topicId=1033&ft=3&f=341644866"},{"href":"http://media.npr.org/assets/img/2014/08/19/istock_000007416361medium-7705f6389162ff77aa7f198568a57cfeb1e0552d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1027","width":"1370"}}]}