{"created":"2015-05-20T17:51:46+00:00","modified":"2015-05-26T14:15:01+00:00","valid":{"from":"2015-05-26T14:15:01+00:00","to":"3015-05-26T14:15:01+00:00"},"hreflang":"en","title":"Terry Gross To Marc Maron: 'Life Is Harder Than Radio'","published":"2015-05-22T20:25:00+00:00","teaser":"The <em>WTF</em> host asks the <em>Fresh Air</em> host about her childhood, her start in radio and her record-strewn apartment. Gross says Maron's \"no bulls***\" style made her feel comfortable opening up.","itags":["npr_api","407981536"],"guid":"eaac85f6-4da8-4543-83c1-b85819862b51","contentencoded":"<p>Earlier this month, almost 2,000 radio fanatics gathered at the Brooklyn Academy of Music (BAM) to listen in as Marc Maron, the neurotic and sometimes gruff comedian and podcast host, interviewed <em>Fresh Air's</em> Terry Gross. He is known for being vulnerable and bringing his personal life into his interviews; she tends to keep her personal life separate from her work. The conversation that resulted blurs those two styles and ends up revealing aspects of Gross' life that even the biggest <em>Fresh Air</em> fans may find surprising.</p><p>Maron is the host of <a href=\"http://www.wtfpod.com/podcast\">WTF</a><em>,</em> a podcast he started in his garage in 2009. <em>WTF</em> began as a way for Maron to talk about life and career struggles with other comics, and it has expanded to include musicians, actors and directors — and now the host of <em>Fresh Air.</em></p><p>Gross has <a href=\"http://www.npr.org/2014/05/09/310783376/marc-maron-a-life-fueled-by-panic-and-dread\">previously interviewed Maron for Fresh Air</a>, but those interviews were conducted in separate studios; the sit-down at BAM was the first time the two met in person. In her introduction to the interview, Gross says, \"When I'd met him backstage before the show, I really wanted to talk with him, but we agreed — let's save it for the interview.\"</p><p>During the course of their conversation, Maron and Gross discussed her childhood in Brooklyn, her beginnings in radio and her record- and book-strewn apartment. For her part, Gross says that Maron's \"no bulls***\" style made her feel comfortable opening up to him. \"I couldn't look you in the eye and not tell you the truth,\" she tells him.</p><hr /><h3>Interview Highlights</h3><p><strong>On preparing for interviews</strong></p><p><strong>Maron:</strong> I'm a little nervous, but I've prepared. I've written things on a piece of paper. I don't know how you prepare — I could ask you that, maybe I will — but this is how I prepare: I panic for a while, and then I scramble and then I type some things up and then I hand write things that are hard to read so I can challenge myself on that level during the interview.</p><p><strong>Gross:</strong> Being self-defeating is always a good part of preparation.</p><p><strong>Maron</strong>: Yes!</p><p><strong>Gross:</strong> Self sabotage.</p><p><strong>Maron:</strong> So you do that?</p><p><strong>Gross:</strong> I sometimes do that.</p><p><strong>Maron:</strong> How often?</p><p><strong>Gross:</strong> I try not to do that, I do that more in life than I do in radio. ... Life is harder than radio.</p><p><strong>On wanting to b</strong><strong>e a lyricist when she was young</strong></p><p><strong>Gross:</strong> When I was in high school I wanted to be a lyricist. ... Brooklyn public schools used to have something called <em>SING!</em> where you'd put on a show, each grade would put on a show at the end of the year and you'd write your own storyline. You'd borrow melodies from Broadway shows and write your own lyrics. So I was one of the lyricists for each year that I was there. And part of the time I was in high school my friends shared this interest in theater and it was great, and I thought, \"If I could live that life where there's theater and there's song and there's music and people designing scenery and painting it, that would just be super.\" And then I thought, \"How do you get there? How the hell do you get there?\" But it was kind of thrilling if somebody sang a lyric that I wrote. Like once I was walking down the street and I heard a couple of the basketball players singing a lyric that I wrote and I thought, \"That is really — that's just fabulous.\"</p><p><strong>Maron:</strong> It's great! Do you remember the lyrics?</p><p><strong>Gross:</strong> No.</p><p><strong>Maron:</strong> Really?</p><p><strong>Gross:</strong> Yeah. I'm lying, I wouldn't tell you.</p><p><strong>Maron:</strong> That's what you won't tell me? That's where you draw the line? At a lyric that some basketball players were singing? That's what you don't want America to know about you?</p><p><strong>Gross:</strong> Yeah.</p><p><strong>On her book and record collection</strong></p><p><strong>Gross:</strong> Here's what typically happens: [My husband] spends a lot of time in record stores looking for unusual and interesting things.</p><p><strong>Maron:</strong> So he's a vinyl guy.</p><p><strong>Gross:</strong> Our house is like — it's kind of like we're living in a record store and library.</p><p><strong>Maron:</strong> So now we're talking. There are just stacks of records everywhere. I know the vinyl addiction.</p><p><strong>Gross:</strong> Records and CDs and piles.</p><p><strong>Maron:</strong> So do you walk around the house going, \"Are you <em>kidding</em> me?\"</p><p><strong>Gross:</strong> Yes!</p><p><strong>Maron:</strong> \"I can't get into the bathroom!\"</p><p><strong>Gross:</strong> It is a little like that. But anyways —</p><p><strong>Maron:</strong> No, no, no.</p><p><strong>Gross:</strong> Is your house like that?</p><p><strong>Maron:</strong> Is my house? No, no, let's stay in your house.</p><p><strong>Gross:</strong> My house is like a little apartment.</p><p><strong>Maron:</strong> That's how I pictured it. Every time I talk to you on the air I always picture you in some weird bunker surrounded by books.</p><p><strong>Gross:</strong> It's kind of like that.</p><p><strong>On hitchhiking across the country with her then-boyfriend when she was in college</strong></p><p><strong>Gross:</strong> My parents, when I decided to hitchhike cross-country, they were very, very upset about it.</p><p><strong>Maron:</strong> I'm upset now.</p><p><strong>Gross:</strong> Well, now that I'm the age that I am, I think, like \"My gosh, no wonder they were so upset!\" But my attitude then was, you know, \"You're not telling me what to do! You don't control me.\" ...</p><p><strong>Maron:</strong> Was this a big deal for you, was it against character?</p><p><strong>Gross:</strong> It was totally against character. And the fact is that I think my boyfriend wanted to do it probably more than I did, because I'm really not the adventurous type. I think I'm intellectually adventurous — I'm adventurous in my musical taste, in my artistic taste. I'm not a physically adventurous person. I'm not a risk-taker when it comes to the outside world. ...</p><p><strong>Maron:</strong> So you know that about yourself now, but this must've been a fairly powerful bit of business for you personally?</p><p><strong>Gross:</strong> It was, and it was weird. I hitchhiked rides. Like there was somebody who was probably just out of prison and somebody else who probably had tuberculosis, judging from how he was coughing, and in the back of a truck with probably — they were probably migrant workers and there were axes all over. I don't think they planned on using them against us, but it is a kind of creepy feeling to be in the back of a pickup truck where there's axes. And if my ex-boyfriend/husband is listening to this, I hope his memories jibe with mine because I can't swear to the accuracy of my memory, but it was just totally creepy.</p><p><strong>On having more intimate conversations on mic than off</strong></p><p><strong>Gross:</strong> Can I get a chance to ask you a question?</p><p><strong>Maron:</strong> In a minute! In a minute! I know how <em>that </em>goes. I'm trying to hold the line, Terry. These are professional boundaries. <em>I'm </em>the questioner. But how are you with joy? I'm asking this because — this is all I know: I became an interviewer for reasons that had nothing to do with interviewing. ... I don't know if you feel this way, you say you work all the time, but you talk to people professionally and you elicit things from them and you draw people out ... but do you get something out of that emotionally? Because I find in my life that I'm capable of almost a deeper intimacy with --</p><p><strong>Gross:</strong> That was the question I was going to ask you!</p><p><strong>Maron:</strong> Well, I'm asking you first!</p><p><strong>Gross:</strong> OK. Yes.</p><p><strong>Maron:</strong> Looks like I beat you to it. I'm learning. I just feel like I had one of these weird kind of \"Yes, I'm glad that I'm on the right track if I came up with a question that you already had in your mind.\" <em>Do</em> you?</p><p><strong>Gross:</strong> It's a weird thing. I'll give you an example. I often ask people who have a history of illness or who are near death — because I've interviewed people who are near death — I've asked them very intimate things about facing death and about their attitudes toward death. I ask people a lot about how they want to buried, or if they want to be buried or if they'd prefer to be cremated. I had a friend a couple of years ago who was also a neighbor who died and I spent a lot of time with her at the end of her life, shopping for food for her, making some food for her. And I knew she didn't want to talk about facing death and she was really not ready to do it. To the end, she didn't want to talk about it. So here I am, talking to people who I'm not in the room with. ... I don't know them, they don't know me, and I'm asking them about death. And here's my friend who is dying and I'm not talking with her about death. But there's a reason for that and I felt it would've been intrusive in a way that it's not with my interviewees because she was not ready to talk about it.</p><p><strong>On meeting in real life</strong></p><p><strong>Maron:</strong> I guess it's sort of shocking to me because my experience with you is only with voice. This is the first time I've seen you moving. I think for a while there, pre-Internet, there was no pictures of you available anywhere. Like I didn't really know what you looked like, but just your voice made me want to be a better person.</p><p><strong>Gross:</strong> Have I accomplished that?</p><p><strong>Maron:</strong> Yeah, I think so. I get nervous. Like, talking to you now is good. Like, I don't know why you interview, but for me it's to get very deep emotional needs met. So, like, I seem to be getting along with you, we're connecting, that makes me happy. It doesn't feel difficult to me. I know you're wondering how this is going, I'm telling you from my point of view that I'm having a nice time.</p><p><strong>Gross:</strong> So am I.</p><p><strong>Maron:</strong> But when I'm in the studio talking to you I'm standing up straight and I want to impress you. Like one time I made you snort-laugh and I was like, \"I win!\" I heard you laugh and snort and I'm like, \"I'm done with radio. I can wear that as a badge of honor.\"</p><p><em><strong>We tried our best to translate this conversation into print, but some things are just better in audio. For the full effect, click the audio link above.</strong></em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Terry+Gross+To+Marc+Maron%3A+%27Life+Is+Harder+Than+Radio%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2728"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408241030-37fe07.m3u?orgId=1&topicId=1020&d=2728&p=13&story=407981536&t=progseg&e=408234018&seg=1&ft=nprml&f=407981536"},{"meta":{"duration":"40"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408832510-f250f3.m3u?orgId=1&topicId=1020&d=40&p=13&story=407981536&t=progseg&e=408234018&seg=1&ft=nprml&f=407981536"},{"href":"http://media.npr.org/assets/img/2015/05/19/terry-gross-in-conversation-with-marc-maron_rlf_2_pc_rebecca-greenfield-cc92573c11f70ddfc8693da7f23e2e2a9b97a332.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1815","width":"2420"}}]}