{"created":"2014-10-08T13:54:00+00:00","modified":"2014-10-31T01:03:31+00:00","valid":{"from":"2014-10-31T01:03:31+00:00","to":"3014-10-31T01:03:31+00:00"},"hreflang":"en","title":"What Does Body Ink Say About NBA Players' Pain And Personalities?","published":"2014-06-18T18:55:00+00:00","teaser":"According to Ethan Swan's blog 'NBA Tattoos,' 55 percent of basketball players in the league are tattooed. Swan shares what he's learned about the athletes from tracking their body ink.","itags":["npr_api","323205114"],"guid":"eab1f386-cc79-4e89-8107-21b601937a0d","contentencoded":"<p>Ethan Swan, who runs an art gallery in downtown Los Angeles, believes that \"so much of art is about the creation of meaning through image.\" He also believes that \"tattoos are a great way to mark pain.\"</p><p>So Swan is naturally interested in how body ink plays out for others. It's become what he admits is a quest.</p><p>As the founder of the blog <a href=\"http://nbatattoos.tumblr.com/\" target=\"_blank\">NBA Tattoos</a>, Swan tells NPR's Michel Martin that in 2010, he got a new cable package and started watching a lot of basketball.</p><p>\"There's just these kind of recurring questions that come up — especially when you're watching these mid-season less interesting games — of, 'how many people do have tattoos?'\" It turned out that fact wasn't so easy to find out. \"I thought, there's 30 teams. There's 15 guys on a team. That's 450 people. It shouldn't be that hard to just sit down and say, 'does this guy have tattoos or not?'\" he explains.</p><p>Of those 450 players, he counts 55 percent as being tattooed. \"They're each individually creating meaning, and for me on a bigger level, I think basketball is very much about personality, I think that's why I'm drawn to it more than other sports,\" he says. \"You see friendships, you see rivalries, there's so much visible on the court with players, that tattoos became another way for me to think about these personalities.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On whether players have any fun tattoos</strong></p><p>There are tons of just for fun tattoos, I think. You know one of the ones that always jumps out to me is <a href=\"http://nbatattoos.tumblr.com/tagged/Wilson-Chandler\">Wilson Chandler.</a> On his leg [he] has just a ton of cartoon characters like Beavis and Butthead, or some of the characters from Aqua Teen Hunger Force. I'm probably 10 years older than him so a lot of the cartoon references aren't meaningful to me, but again, it's this creation of meaning, of 'this is a thing that's important to me, and I'm going to wear it on my leg.'</p><p><strong>On who has the most heartbreaking tattoo in the League</strong></p><p><a href=\"http://nbatattoos.tumblr.com/tagged/Randy-Foye\" target=\"_blank\">Randy Foye</a>, the portrait of his mother he has tattooed over his heart who, you know, when he was 3 years old, his mother left the family. He's never seen her since, but to him it's really kind of almost this act of forgiveness, of saying 'if my mother were in my life, she would be so important to me so I am trying to replicate that experience or show how important she could be to me.' That one's crushing.</p><p><strong>On using tattoos to mark important changes in a player's life</strong></p><p>One of the tattoos I've been thinking so much about lately is <a href=\"http://nbatattoos.tumblr.com/tagged/Tyson-Chandler\" target=\"_blank\">Tyson Chandler </a>who plays for the Knicks...when Tyson Chandler came into the League, he had a copy of an <a href=\"http://nbatattoos.tumblr.com/tagged/Allen-Iverson\">Allen Iverson</a> tattoo which was a cross that said around it 'Only The Strong Survive.' And this past year, Tyson Chandler who is now 32, had all the lettering that spells out 'Only The Strong Survive' crossed out — just with a single line — so it's still readable but it's just struck through. And there's a great interview with him online where he says, 'You know, this isn't a thing I believe any more. I'm older. I have a different definition of strength. I think very differently about what these things mean, and I don't know that I want to walk around with this on my arm anymore, but I also want to make clear that this was a thing that was important to me and now I've changed.'  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Does+Body+Ink+Say+About+NBA+Players%27+Pain+And+Personalities%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"548"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1323211292-d51068.m3u?orgId=1&topicId=1055&ft=3&f=323205114"},{"href":"http://media.npr.org/assets/img/2014/06/18/107566410-80bdb3082020e0ea2653d77c7b186782a32ab707.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2040","width":"2720"}}]}