{"created":"2015-05-12T17:31:35+00:00","modified":"2015-05-12T19:05:36+00:00","valid":{"from":"2015-05-12T19:05:36+00:00","to":"3015-05-12T19:05:36+00:00"},"hreflang":"en","title":"Interior Official Defends Arctic Drilling Decision","published":"2015-05-12T19:00:00+00:00","teaser":"Abigail Ross Hopper, director of the Bureau of Ocean Energy Management, discusses the president's decision to give conditional approval.","itags":["npr_api","406176553"],"guid":"eab310b5-5c79-4b15-9a8f-fd528c93ea98","contentencoded":"<p>The Obama Administration gave conditional approval Monday for Royal Dutch Shell to drill off the Alaska coast.</p><p>Environmental groups are concerned about how the drilling will impact animals migrating through the area, and some have also raised safety concerns about drilling in the area.</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young speaks to <strong>Abigail Ross Hopper</strong>, director of the Interior Department&#8217;s Bureau of Ocean Energy Management, about what the approval means for the Arctic.</p><h4>Interview Highlights: Abigail Rodd Hopper</h4><p><strong>On what Shell changed from its first Arctic attempt </strong></p><p>&#8220;I think a fair number of things have changed since 2012. We have learned a lot of important lessons and all of those lessons have been incorporated into the authorization that we gave Shell yesterday. One of the changes is that they have been required to submit an integrated operations plan. The Chukchee is an incredibly harsh environment and very different from the Gulf of Mexico. And Shell has had to tell us holistically, so from the beginning of the process all the way through demobilization, how they&#8217;re going to handle their contractors, how they&#8217;re going to handle all those vessels, how they&#8217;re going to handle safety. And so that holistic approach is different that what they did in 2012, and that was one of the main findings of our review.&#8221;</p><p><strong>On how Shell plans to deal with an emergency in such a remote area</strong></p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;We have learned a lot of important lessons and all of those lessons have been incorporated into the authorization that we gave Shell yesterday.&#8221;</p><p></div></p><p>&#8220;It is a very different environment and so we have some different rules that apply up in the Arctic. Basically, you&#8217;re right, there isn&#8217;t the infrastructure that there is in the Gulf of Mexico and so everything that Shell needs they need to take with them into the Chukchee Sea. There will be two rigs. Shell&#8217;s plan is for both of them to be drilling, but they provide a relief well capacity for the other. They bring icebreakers with them. They bring sort of all the safety equipment with them. That&#8217;s different than how that happens in the Gulf of Mexico. So, it&#8217;s unlikely that there would be an incident, but if one were to occur, they have what they need there. One of the other differences is that there are limits on the drilling season &#8211; when they can actually be in the hydrocarbon zone. As you know, the Chukchee Sea ices over for much of the year. So we wanted to make sure that if something were to happen, there&#8217;s enough time to fix it in that drilling season. So Shell has to stop drilling into the hydrocarbon zone 34 to 28 days before we anticipate the ice freezing up the sea.&#8221;</p><p><strong>On whether Keystone XL will be blocked since Obama &#8220;chose&#8221; the Arctic</strong></p><p>&#8220;I don&#8217;t think it&#8217;s nearly as simple as that. I think the president has made some incredibly important decisions regarding the Arctic and the pristine environment there. He withdrew certain areas of the Arctic from oil and gas development, other areas in Alaska as well. I think the larger conversation about balance and about how we balance our environmental resources and our precious natural resources, and yet still provide energy to our citizens, that&#8217;s a balance that&#8217;s happening.&#8221;</p><p><em>Clarification: It is the EPA not the Interior Department that has put out new regulations to cut carbon pollution from power plants in the U.S. There was an implication in the interview that the Interior Department was involved.</em></p><h4>Guest</h4><ul><li><a href=\"http://www.boem.gov/Director/\" target=\"_blank\"><strong>Abigail Ross Hopper</strong></a>, director of the Interior Department&#8217;s Bureau of Ocean Energy Management.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Interior+Official+Defends+Arctic+Drilling+Decision&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"384"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406176556-71c4d3.m3u?orgId=1&d=384&p=60&story=406176553&t=progseg&e=406176401&seg=8&ft=nprml&f=406176553"},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0512_arctic.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"868","width":"1280"}}]}