{"created":"2014-11-16T10:45:32+00:00","modified":"2015-05-13T21:31:27+00:00","valid":{"from":"2015-05-13T21:31:27+00:00","to":"3015-05-13T21:31:27+00:00"},"hreflang":"en","title":"In A Back-And-Forth Battle, An Iraqi Town Splits On Ethnic Lines","published":"2014-11-16T17:25:00+00:00","teaser":"When the Islamic State seized the town of Zumar, the Kurds fled. Now Kurdish fighters have taken control, and it's the Arabs who have been driven out. Is this the future of Iraq?","itags":["npr_api","363804421"],"guid":"eabc12fb-8bff-4d11-bf47-27ff649b113d","contentencoded":"<p>The mixed Arab and Kurdish city of Zumar in northern Iraq is a window into the fierce battles for territory between the Kurds and the Sunni extremist group known as the Islamic State, or ISIS.</p><p>The mountainous landscape is pockmarked with destruction. ISIS took control of the area in August and held it until late October. Then Kurdish forces, with the help of U.S.-led airstrikes, forced the militants back.</p><p>And while the so-called Islamic State is gone now, the dispute over this land, rich with oil, is far from over. Kurds and Arabs have claimed the same territory for decades. And now Kurds appear to be staking their claim to all of it.</p><p>It's a microcosm of a country fracturing along ethnic and sectarian lines while ISIS preys on historic enmities between tribes, ethnicities and sect to advance its own cause.</p><p>In some parts of Iraq, Arabs are forcibly displacing Kurds; in others, Shiite Muslims are displacing Sunni Muslims or vice versa.</p><p>On the road to Zumar that reality comes into sharp focus. For nearly a mile we drive by mounds of knee-high rubble. The Arab village of Barzan is gone; not a single house is standing.</p><p>Two young Kurdish soldiers, or peshmerga, riding with us claim that when ISIS invaded, the Arabs celebrated. The soldiers say the Arab villagers accused the Kurds of being occupiers and thanked the Sunni extremists for liberating them.</p><p>During the fight against ISIS here, U.S.-led airstrikes reduced some of the homes to rubble. The peshmerga blew up the ones left standing.</p><p>\"The Arabs are not welcome here anymore,\" one of the young soldiers says. In his mind they are all ISIS sympathizers. \"They killed our friends, our family and you think we will welcome them back? Impossible.\"</p><p>Among those killed was the young man's brother.</p><p>When we arrive in Zumar, the streets are all but empty. I try to get out of the car on a street of destroyed stores, but a truck of Kurdish soldiers stops us. They say they haven't completely cleared the area.</p><p>ISIS rigged the homes with explosives and left bombs hidden in pots and buried underground. They tagged buildings with the words \"Property of the Islamic State.\" But those have hastily been crossed out with praise for the peshmerga now in control.</p><p>We drive on and find a family who returned home 10 days ago. Like that village on the road, their city looks like a war zone. Many homes are nothing but rubble, some destroyed by airstrikes, others by Islamic State bombings. Twisted pick-up trucks that once belonged to ISIS litter the streets.</p><p>Mohamed and Ahmed Ali are Kurdish brothers; they're among the few families who returned.</p><p>\"When I came home and saw the walls standing, I kissed the dirt and the walls,\" Mohamed says. \"I never thought I'd see this place again.\"</p><p>But he says, his neighbors, Arabs, have not and cannot come home.</p><p>\"They are traitors,\" he says.</p><p>His brother Ahmed nods in agreement.</p><p>\"My neighbor put a gun to my head,\" he says. The man was masked and he planned to kill Ahmed, because Ahmed is a policeman. But his children wept nearby, and Ahmed's son recognized the masked man's voice as the neighbor. Only then did the man let him go, but warned him to get out of town.</p><p>Throughout the city homes are spray-painted with the word \"reserved.\" Others are tagged with the word \"Kurdish,\" followed by a name.</p><p>Mohamed explains the graffiti. Kurds who came back and found their homes destroyed by the Islamic State are taking Arab homes to compensate themselves. When they pick a house they write the word reserved on it.</p><p>And Kurds who found their homes standing are writing \"Kurdish\" on the wall, to make sure no one mistakes it for an Arab home and takes it.</p><p>Kurdish residents say it's only fair, because they believe the Arabs sided with the Islamic State when the extremists invaded and Kurds had to flee.</p><p>Mohamed points to the homes across the road.</p><p>\"Those homes are Arab and all of the ones behind them,\" he says. \"And they should not come back.\"</p><p>The Arabs of Zumar, who once made up about half the city, are not here to tell their side of the story. Most Sunni Arabs don't back the Islamic State, and many have died fighting the group, which isn't exclusively Sunni Arab.</p><p>But the ISIS does seize on historic grievances, like the tensions between Kurds and Arabs. The Kurds appear to be using this fight to seize land and oil that they believe should be part of a future Kurdistan.</p><p>Before leaving town, we meet a Kurdish man, Ismael Ali Ibrahim. He's just returned after months of displacement.</p><p>He walks us through his kitchen. A rocket pierced a hole in the wall, and glass and gravel cover the floor. One of his kid's toys, a little stuffed Santa Claus, lay in the rubble.</p><p>\"I don't know what this ISIS wants or where they came from,\" he says between sobs, standing in his broken home. \"I blame politics and the state.\"</p><p>We walk outside by an empty pen that once housed his sheep, and a bulldozer destroyed by a rocket that he once used to make a living.</p><p>He doesn't know what he'll do now, but he thanks God for his life.</p><p>Despite this war, his desire is for Iraq to stay united.</p><p>But when I ask him if his Arab neighbors should come back, he says no: \"They were the cause of all these problems.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+A+Back-And-Forth+Battle%2C+An+Iraqi+Town+Splits+On+Ethnic+Lines&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Leila Fadel","audio":[{"meta":{"duration":"292"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364479319-fe524c.m3u?orgId=1&topicId=1010&d=292&p=10&story=363804421&t=progseg&e=364479311&seg=2&ft=nprml&f=363804421"},{"href":"http://media.npr.org/assets/img/2014/11/13/31685261_h32838886-f04442c5fed224d4d4f552dd606c517cbb2e25a1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1665","width":"2220"}},{"href":"http://media.npr.org/assets/img/2014/11/14/zumar4-1eff326f9a6aa831bc33e168df076645a038cf62.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"913","width":"1217"}},{"href":"http://media.npr.org/assets/img/2014/11/14/zumar2-763e12b72baa439bc8d5c0e14de852011f67d304.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1065","width":"1420"}}]}