{"created":"2014-12-31T21:26:49+00:00","modified":"2015-01-23T20:54:52+00:00","valid":{"from":"2015-01-23T20:54:52+00:00","to":"3015-01-23T20:54:52+00:00"},"hreflang":"en","title":"No-Kill Shelters Save Millions Of Unwanted Pets — But Not All Of Them","published":"2015-01-05T04:22:00+00:00","teaser":"In the 20 years since San Francisco's SPCA guaranteed adoption for healthy dogs, shelters and rescue groups have embraced the no-kill approach. But the term means different things to different people.","itags":["npr_api","374218425"],"guid":"eaca62f8-0aeb-4427-af6f-f5e1180070f1","contentencoded":"<p>It's been 20 years since San Francisco helped start a revolution: It became the first U.S. community to guarantee a home to every adoptable dog and cat.</p><p>Since then, the no-kill movement, as it's called, has been credited with greatly reducing the number of dogs and cats that are euthanized, from some 20 million down to about 3 million each year.</p><p>But like any movement, this one has had its disagreements — including what the term \"no-kill\" actually means. While some shelters indeed put no animals down, shelters are allowed to euthanize a percentage of their animals and still keep the no-kill designation. And some animal advocates say trying to place every animal in a home isn't advisable.</p><p>There are an estimated 14,000 shelters and pet rescue groups in the U.S., taking in nearly 8 million animals each year. Most are small groups, like Paws 4 You, founded 7 years ago in Miami by Carol Caridad. At any given time, she says, the shelter has between 80 and 95 dogs.</p><p>Paws 4 You works to find homes for dogs the group pulls from Miami-Dade Animal Services, the county-run shelter. And some dogs are easier to place than others. Caridad points out two, Charlene and Cisco, who have been with her for more than 3 years.</p><p>\"They may react and get loud when they first see someone new,\" she says, \"but they are all extremely loving.\"</p><p>If the dogs had not been taken from the county shelter, they likely would have been euthanized years ago.</p><p>Paws 4 You, like most pet rescue groups, operates a no-kill shelter. But the term means different things to different people. Caridad saves all her dogs — including one or two that aren't that friendly and may never be adopted.</p><p>But shelters can euthanize up to 10 percent of their animals for reasons of health and temperament, and still be considered \"no-kill.\"</p><p>\"The no-kill concept will be a constantly debated question among a lot of animal lovers, as to whether we are there or whether we are still working on getting to the goal,\" says Richard Avanzino, former head of San Francisco SPCA, which kick-started the no-kill movement in 1994.</p><p>Avanzino is now president of Maddie's Fund, a group that works to promote the no-kill movement. He says about 700,000 of the 3 million dogs killed each year are, as he calls it, \"legitimate euthanizations\" — animals that are unadoptable because of health or behavior.</p><p>But not all dog lovers embrace the no-kill philosophy. Patti Strand, director of the National Animal Interest Alliance, an organization that represents the American Kennel Club and other dog breeders, says \"the word 'no-kill' has become, really, a marketing term.\"</p><p>Like just about all in the dog world, Strand supports shelters and adoptions. But she says the phrase no-kill is misleading. Unlike government-run, \"open-access\" shelters that take all the animals that come in, most no-kill shelters limit the number and types of dogs and cats they accept. For open-access shelters, Strand says the goal of adopting out 90 percent of the dogs taken in may not be practical — or safe.</p><p>Of particular concern, she says, are shelters in rural areas and the South, which take in large numbers of strays and unwanted dogs. \"At some point, you begin to adopt out animals that have serious health issues or serious temperament issues that you should not,\" she says.</p><p>Strand says that in Portland, Ore., where she works with the American Kennel Club chapter, most of the calls to the group's help line come from people who have adopted dogs that turn out to have unexpected problems.</p><p>The no-kill movement has taken hold strongest in Northern states, from New England to the West Coast. In other states, like Florida, the supply of unwanted dogs still outstrips the demand — and euthanizations are still very much a fact of life.</p><p>In Miami, the county-run animal shelter takes in more than 15,000 dogs and 13,000 cats each year. In 2012, the county adopted a resolution that its shelter, the largest in Florida, would become a no-kill facility.</p><p>Alex Munoz, director of the Animal Services Department, says they're making progress toward that goal.</p><p>\"Over the past few years we've increased our overall save rate from less than 50 percent to over 80 percent for both dogs and cats,\" he says.</p><p>But that still means Miami's animal shelter, while embracing the no-kill philosophy, euthanizes thousands of dogs and cats each year. It's a fact that upsets many rescue groups, some of whom have been critical of the county agency.</p><p>But Munoz says it all comes down to numbers. \"The shelter is not an infinite space. There are 222 cages, and on any given day, there's more than 300 dogs.\"</p><p>Munoz says the agency is stepping up its spay and neuter program and holding more adoption events in the community, and hopes to get Miami close to the 90 percent no-kill goal within the next year.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=No-Kill+Shelters+Save+Millions+Of+Unwanted+Pets+%E2%80%94+But+Not+All+Of+Them&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Greg Allen","audio":[{"meta":{"duration":"250"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374242843-89f973.m3u?orgId=1&topicId=1132&ft=3&f=374218425"},{"href":"http://media.npr.org/assets/img/2014/12/31/allen-dogs2-ba66601a63013e07065e4b197747b6ee056ec784.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1481","width":"1975"}}]}