{"created":"2015-02-24T08:47:08+00:00","modified":"2015-03-24T00:23:36+00:00","valid":{"from":"2015-03-24T00:23:36+00:00","to":"3015-03-24T00:23:36+00:00"},"hreflang":"en","title":"Daughters Back An Artful End To The Rivera-Rockefeller Rivalry Story","published":"2015-02-24T12:48:00+00:00","teaser":"Capitalist Nelson Rockefeller and painter Diego Rivera clashed over a political mural in the 1930s. Now their daughters have teamed up to preserve both their fathers' legacies and the art they loved.","itags":["npr_api","387310019"],"guid":"ead06166-daa2-4472-844c-4df7aff8d6e6","contentencoded":"<p>It's been called one of the great rivalries of the art world — a clash between egos, riches and ideologies. In the spring of 1932, capitalist (and prolific collector of Mexican art) Nelson Rockefeller hired Mexican painter and staunch socialist Diego Rivera to paint a mural for the lobby of the newly erected Rockefeller Center in New York City. Sketches were drawn and approved, but when reporters leaked that Rivera had added an image of Russian revolutionary Vladimir Lenin, a battle began.</p><p>In the end, the painting was destroyed, ideological differences hardened and the two families lived with a legacy of animosity. But now the daughters of the two men have teamed up to leave the past behind and preserve not only their fathers' legacies, but the art they both loved. Guadalupe Rivera Marin, 90, and Ann Rockefeller, 80, aim to raise $3 million each to build individual galleries in their fathers' names at the <a href=\"http://www.mexicanmuseum.org/\">Mexican Museum</a>, set to break ground at a new and bigger site this year in San Francisco.</p><p>In the dining room of her Mexico City home, Rivera Marin recounts meeting Ann Rockefeller in the 1980s. She says the two took an immediate liking to each other. They had much in common — after all, they were both daughters of famous fathers. During that meeting, Ann Rockefeller told Rivera Marin that as a young girl she didn't want the family name — she wanted to make it on her own.</p><p>\"In that sense,\" Rivera Marin says, \"I was exactly, more or less, the same, you know? I never [wanted] to be the daughter of Diego Rivera, and I always [wanted] to be myself and to have my own life.\"</p><p>Rockefeller says she never harbored ill feelings toward Rivera Marin. \"Between us there were no wounds.\"</p><p>Andrew Kluger, chairman of the museum's board, calls the collaboration a \"peace-making motion.\" \"They just decided, 'Let's put it aside,'\" he says. \"'That's the old men; this is us.'\"</p><p>According to Ann Rockefeller, the breakdown between the men was political: The mural was just too radical for her father, and especially for her grandfather, John D. Rockefeller. She says, \"They saw it as a terrible, unjust and outrageous attack on what they understood to be their own morals and ways.\"</p><p>Not only did it depict Lenin, but there was also a scene of a wealthy man drinking and cavorting with women. (John D. Rockefeller supported Prohibition.)</p><p>For Rivera, the fight over the mural and its destruction was devastating. According to Rivera Marin, her father was never the same. \"[It] was [a] terrible moment,\" she says. \"There are photos in which you can see he is destroyed — completely destroyed.\"</p><p>Rivera did get a chance to repaint the mural in Mexico City's Palacio de Bellas Artes — this time with funding from the Mexican government and no censorship. Years later, he and Nelson Rockefeller even became friends again.</p><p>And before Rivera died in 1957, Rivera Marin also got a chance to repair her relationship with her father, which was strained for many years over political differences. Rivera told her he was proud of her accomplishments. \"That was a great satisfaction for me,\" Rivera Marin says.</p><p>Now she works to preserve her father's work and legacy, and so does Ann Rockefeller, who donated her father's vast collection of Mexican art to the Mexican Museum. Her contribution now makes up the bulk of the museum's collection.</p><p>The Rockefeller and Rivera galleries are expected to open when the Mexican Museum debuts at its new location in 2018.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Daughters+Back+An+Artful+End+To+The+Rivera-Rockefeller+Rivalry+Story&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Kahn","audio":[{"meta":{"duration":"288"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388665942-897b2f.m3u?orgId=1&topicId=1141&e=387310019&d=288&ft=nprml&f=387310019"},{"href":"http://media.npr.org/assets/img/2015/02/23/rockefeller-corbis_custom-d1e5f4f75e33d87aeceefac41f7dd8fc01448039.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2309","width":"2362"}}]}