{"created":"2014-10-27T22:55:55+00:00","modified":"2014-10-27T22:55:55+00:00","valid":{"from":"2014-10-27T22:55:55+00:00","to":"3014-10-27T22:55:55+00:00"},"hreflang":"en","title":"Why Walking Matters","published":"2014-05-20T17:24:00+00:00","teaser":"Dr. John Ratey says walking with no purpose allows one's thoughts to come and go in a way they don't when focusing on something specific.","itags":["npr_api","313984008"],"contentencoded":"<p>A <a href=\"http://news.stanford.edu/news/2014/april/walking-vs-sitting-042414.html\" target=\"_blank\">recent study</a> out of Stanford University found that walking for at least 10 minutes enhances a person&#8217;s creativity.</p><p>Psychiatrist and author <strong>John Ratey</strong> is not surprised. Ratey has written several books about how the brain is improved by exercise.</p><p>He says when his patients stopped exercising, many not only became depressed, by some actually developed adult ADHD.</p><p>&#8220;A bout of exercise is like taking a little bit of Prozac and a little bit of Ritalin,&#8221; he tells <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson. &#8220;Because it does the same thing.&#8221;</p><p>Ratey is especially a fan of walking with no purpose. He says that&#8217;s when the brain can pick up more information and walking can allow one&#8217;s thoughts to come and go in a way they don&#8217;t when a person is focusing on something specific.</p><p>&#8220;When we&#8217;re walking,&#8221; says Ratey, &#8220;We are stimulating the brain in many, many ways.&#8221;</p><ul><li><em>Where is your favorite place to walk? <a href=\"https://www.facebook.com/HereAndNowRadio/posts/10152424022180734\" target=\"_blank\">Tell us on Facebook</a> or in the <a href=\"#comments\">comments</a>.</em></li></ul><h4>Interview Highlights: John J. Ratey</h4><p><strong>What walking does for our brains</strong></p><p>&#8220;When we&#8217;re walking, we stimulate the brain in many, many ways, and this then leads to our brain being able to pick up information. The latest article coming out out of Stanford showing that, if we walk for even 10 minutes, you will be more creative during the walk, you&#8217;ll have more creative thoughts, and then sitting afterwards, after a 10 minute walk. And basically, I think that what has happened is we&#8217;ve turned the part of the brain on that focuses, but we&#8217;re doing it in a minus kind of way. We&#8217;re doing it easily. We&#8217;re not stressing to stay on something, but we&#8217;re able to capture ephemeral thoughts that might come up and hold onto them, rather than them drifting away.&#8221;</p><p>&#8220;We&#8217;re not only adding brain cells, but we&#8217;re making the brain cells that we have that much better. Exercise is a prime mover of the brain, helping it to deal with emotional ups and downs as well as anxiety, tension, stress, and help the brain function better. The more we exercise, the better our brain gets, the more focused we can be, and the smarter we are. All those are facts, not just idle speculation.&#8221;</p><p><strong>On problems associated with stopping exercising</strong></p><p>&#8220;Back in the early &#8217;80s, marathoner came to me and said, &#8216;Look, I think I have adult onset attention deficit disorder,&#8217; which wasn&#8217;t a diagnosis in those days. Well, the guy had a dual appointment at MIT and Harvard as a professor, was a MacArthur Fellow, had all the credentials in the world, and he was a marathoner, and he had to stop marathoning because he hurt his knee and couldn&#8217;t run his typical seven to eight miles a day. So he said that at first, he got depressed. Secondly, after his depression resolved, he couldn&#8217;t pay attention. He was like a a child with attention deficit disorder. He was off in dreamland and would forget things, would get aggressive too easily, ignored his friends &#8212; all the things we see in attention deficit disorder. Well,  really did have that, and it wasn&#8217;t &#8212; I put him on medicine and that helped quite a lot, but then eventually, he got back to running and he dropped the medicine, because it was no longer necessary. And that&#8217;s what we see at times with many of the people who have attentional issues or mood issues, that exercise can be self-medicating. A bout of exercise is like taking a little bit of Prozac and a little bit of Ritalin, you know, because it does the same thing. It increases our neurotrasnmitters like serotonin, dopamine and norepinephrine, just as our psychiatric drugs do, as well as having a whole host of other effects that drugs can&#8217;t do.&#8221;</p><p><strong>On his favorite place to walk</strong></p><p>&#8220;I think the mountains in Colorado &#8212; some of the favorite hikes that I&#8217;ve ever done have been there, and it&#8217;s just beautiful. Beauty all around, silent, quiet&#8230;Those are the kind of walks that are priceless. Plus, you get the added benefit of getting back into nature, which is something that we really are sorely missing in our lives.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.johnratey.com/\" target=\"_blank\">John J. Ratey</a></strong>, MD, associate professor of psychiatry at Harvard Medical School and author of &#8220;<a href=\"http://www.amazon.com/Go-Wild-Free-Afflictions-Civilization/dp/0316246093/?tag=wburorg-20\" target=\"_blank\">Go Wild: Free Your Body and Mind from the Afflictions of Civilization</a>.&#8221;</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Walking+Matters&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"eaf370dd-5f29-4bf8-a364-9a5b1c6c5dc9","audio":[{"meta":{"duration":"548"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1314270845-a70973.m3u?orgId=330&ft=3&f=313984008"}]}