{"created":"2014-11-13T21:13:57+00:00","modified":"2014-11-15T15:05:14+00:00","valid":{"from":"2014-11-15T15:05:14+00:00","to":"3014-11-15T15:05:14+00:00"},"hreflang":"en","title":"Top Delinquent Mine Has Deadly Legacy","published":"2014-11-14T15:31:00+00:00","teaser":"In the eight years regulators didn't collect penalty fines from D&C Mining, it was cited 1,500 times for safety violations — including many that federal inspectors say put miners at serious risk.","itags":["npr_api","363018653"],"guid":"eaf82de2-6d78-4441-b8b1-d694d4f53e04","contentencoded":"<p>Mine foreman Rome Meade screamed his final words: \"Back up! Back up!\" he shouted, as a trailer loaded with concrete blocks weighing a total of 10,000 pounds smashed him into a conveyor belt.</p><p>Other miners rushed to help, running bent over in the underground coal mine that was only 3 to 5 feet high. When the trailer pulled away, Meade's crushed body crumpled to the floor. One miner shouted his name over and over. Another pressed fingers to Meade's neck, detecting a faint pulse.</p><p>\"His eyes would kind of move,\" said Anthony Goins, a roof bolter at the D&C mine in Harlan County, Ky., in an interview with state mine accident investigators.</p><p>\"I hollered his name a hundred times [it] seemed like,\" Goins told investigators. \"One time I got like a gurgle out of him but never got a word whatsoever out of him.\"</p><p>The faint pulse faded completely as the miners rushed the four-decade veteran of coal mining to the surface. He was strapped on a backboard on a shuttle car and the miners started CPR, but the 58-year-old was officially pronounced dead at a hospital.</p><p>\"I hope to God I never have to see something like that again,\" Goins said.</p><p>\"I hope so, too,\" an investigator responded.</p><p><strong>The Biggest Delinquent</strong></p><p>On that early June day in 2009, D&C Mining Corp. was already delinquent on hundreds of thousands of dollars in penalties for mine safety violations going back to 2006. Fines for safety hazards are supposed to discourage unsafe practices by making them costly.</p><p>As of April, D&C owed more than any other mine or entire mining company on the federal Mine Safety and Health Administration's list of delinquents. The unpaid penalties exceed $4 million.</p><p>In the eight years MSHA didn't collect from D&C, which closed the mine last year, it was cited 1,500 times for safety violations, according to federal data. D&C miners were at risk of serious injury or death in a third of those violations, wrote the federal mine inspectors who spotted them.</p><p>NPR's review of those violations found that the most common hazards could trigger fires or explosions. These included piles of flammable cardboard boxes on the ground; excessive grease caked on mining equipment; and explosive coal dust 4 inches deep on the mine floor.</p><p>One citation noted that the fire suppression system was jury-rigged with tape. Others said mine equipment was badly maintained, with broken brakes, loose bolts and missing lights.</p><p>\"This condition has become a practice at this mine and has been cited 40 times in a 2-year period,\"<em> </em>a federal inspector wrote in<em> </em>a January 2012 citation noting negligently maintained mining equipment.<em> <br /></em></p><p>Some citations said managers fudged paperwork required by federal law that certifies pre-shift safety inspections by mine officials. Miners also lacked proper rescue gear, according to inspectors, who also noted failure to properly secure the mine's roof and walls. They found chunks of rock up to 30 feet long and 10 feet thick hanging precariously, along with fallen rock on the mine floor because the roof didn't have proper support.</p><p>\"You was always looking above your head to make sure that nothing was going to fall on you while you were doing your job,\" says Marie Meade, Rome Meade's daughter, who also worked underground at D&C.</p><p>Inspectors spotted conditions so threatening that they ordered miners out of portions of the mine 145 times in the past eight years. The miners went back to work after the hazards were addressed, but dangerous conditions also returned.</p><p>\"Coal mining is a tough way to make a living under the best of circumstances,\" says Tony Oppegard, a former state and federal mine regulator and an attorney who has represented Meade's family. \"But people who work at D&C Mining, they're probably risking their lives every day.\"</p><p>As D&C neglected its mounting safety penalties, the mine produced nearly 800,000 tons of coal. That's worth more than $50 million, according to average annual coal prices reported by the Energy Information Administration for underground mines in eastern Kentucky.</p><p><strong>A Risky Common Practice</strong></p><p>State and federal investigators blamed Rome Meade's death on a rusty chain too weak to pull the 2-ton trailer holding 3 tons of cinder blocks. The quarter-inch chain had a load capacity of only 2,700 pounds, investigators concluded, but it was used to pull four times that weight.</p><p>D&C miner Jeff Bruce was driving the squat coal mining scoop car that was towing the trailer when the chain snapped.</p><p>\"I seen the [trailer] take off and I started screaming and hollering, 'Watch out!' \" Bruce told state investigators. He also testified that the inadequate chain was the kind typically used at the mine.</p><p>Kentucky regulators cited Bruce and D&C after concluding that \"a failure to properly attach the supply car to the scoop had been a common practice.\"</p><p>MSHA did not find a violation of a specific federal safety standard but issued a Safeguard Notice, which instructs the mine to end the risky practice and makes citations and fines possible if the hazard is repeated.</p><p>The federal agency said mine management had failed to have a policy in place that would ensure safe towing of loaded trailers.</p><p>\"It was all about running coal,\" says Donnie Smith, Meade's son, who also worked at D&C. \"It was all about money — not safety.\"</p><p>Court documents show that last year persistent flooding made the D&C mine too expensive to keep open. Federal regulators took some credit for the mine's \"abandoned\" status. They also acknowledged that they didn't force the mine's owner to pay his delinquent fines even as D&C continued to operate and hundreds of serious violations put workers at risk.</p><p><strong>Deflecting Responsibility <br /></strong></p><p>D&C is owned by Horace Garrison Hill, who also owns coal processing facilities in Kentucky and Virginia and a coal trucking company and a family restaurant called Porky's in Galax, Va.</p><p>Last year, in a deposition in a lawsuit, Hill said he is the sole owner and officer of D&C Mining. Kentucky corporation records also list Hill as the sole officer of D&C. Federal records list his name with each of 82 delinquent assessments, which are composed of multiple fines, worth more than $4 million. The oldest penalty goes back to 2006.</p><p>Hill told NPR his mine managers were responsible for everything that happened at D&C.</p><p>\"They control everything. They do everything,\" he said. \"I get the blame when they do it.\"</p><p>Hill then declined to answer any more questions.</p><p>But former D&C Superintendent Barry Rogers said the fines aren't his responsibility, either.</p><p>\"Them fines are not mine. I don't own no part of D&C,\" he told NPR during a visit to the D&C mine, which is wedged between rolling hills close to the Kentucky and Virginia borders. The location is still the home to a coal processing plant. In the coal yard, a cherry-red semitrailer with the word \"Hill's\" painted on the door was pouring coal onto the ground.</p><p><strong>Regulators Struggle To Respond</strong></p><p>\"Where we have put our efforts — it wasn't at the fine at the end of the day,\" said Joe Main, the assistant secretary of labor for mine safety and health.</p><p>Main also acknowledged that MSHA does not have the authority to shut down mines that fail to pay safety fines even as they continue to violate the law and put miners at risk.</p><p>But, Main added, MSHA hit the D&C mine hard with other tough enforcement. \"There's evidence abound to show that [MSHA] aggressively had D&C under our microscope and was implementing strategies [that were] aimed at protecting those miners.\"</p><p>MSHA staged 10 surprise blitz inspections at D&C since 2010. These extra inspections involved teams of inspectors and targeted mines with persistent safety violations. D&C had more of these \"mine impact inspections,\" as MSHA called them, than any other mine in the country.</p><p>The focused regulatory scrutiny can make it difficult for mines to continue to operate, especially as the price of coal dropped in recent years.</p><p>In 2012, MSHA took D&C to federal court to force payment of delinquent fines. Last year, the agency won a $2 million default judgment.</p><p>But that was seven years after D&C fines first became delinquent and four years after Rome Meade's death. It was also after 1,500 additional violations and after Hill closed D&C on his own.</p><p>MSHA reports that Hill has paid less than $25,000 toward the default judgment and hasn't paid anything in a year. In March, MSHA sought and received a lien against D&C's property, but it's also not clear whether and how that might be enforced.</p><p>A year before Meade was crushed at D&C, his son Donnie Smith's wife, Billie, went to the mine \"and prayed for protection. I knew something would happen,\" she said. \"I knew someone would die.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Top+Delinquent+Mine+Has+Deadly+Legacy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anna Boiko-Weyrauch","audio":[{"meta":{"duration":"537"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363842832-a5ca13.m3u?orgId=1&topicId=1150&aggIds=363761319&ft=3&f=363018653"},{"href":"http://media.npr.org/assets/img/2014/11/10/img_0232-cbafc56e3e79c86d849bd9b1f024e003c06087d1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2066","width":"2755"}},{"href":"http://media.npr.org/assets/img/2014/11/10/img_0226_custom-e742ab36c0ba4e20a931c8e7f64bd7b70634728c.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1981","width":"3014"}},{"href":"http://media.npr.org/assets/img/2014/11/10/d-c-fatal-meade-033_custom-43c6e3791df2e19e19da648f360de7fe52027f84.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1449","width":"1966"}},{"href":"http://media.npr.org/assets/img/2014/11/10/d-c-fatal-meade-019_custom-4b70ce85dcab6c6d3de50a728b8c417643d7daa7.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1357","width":"2048"}}]}