{"created":"2015-05-14T21:22:42+00:00","modified":"2015-05-14T21:22:42+00:00","valid":{"from":"2013-12-05T20:11:07+00:00","to":"3013-12-05T20:11:07+00:00"},"hreflang":"en","guid":"eafa6f85-bcce-4cf9-85f5-f1d910e76199","contentencoded":"<div class=\"barn-cleaned\"><p>The Federal Reserve is meeting December 17-18 and the Fed's&nbsp;Chairman will tell us where the Fed thinks the economy’s going and whether/when it’ll slow down the policy of buying securities and bonds to juice up the economy.&nbsp;&nbsp;</p>\n<p>The way the Fed has been able to buy those securities is by creating money. It does it every month, to the tune of $85 billion dollars -- approximately $4 trillion thus far.&nbsp;</p>\n<p>Creating money is part of the Fed’s job these days, but there was a time when this was downright <em>radical</em>. The power of the central bank to create money out of thin air (what we call fiat money) was born out of a traumatic weekend in 1797.&nbsp;</p>\n<p>\"It’s a dramatic weekend that is preceded by a landing of French troops and backed up by Irish insurgents on British shores,\" says Yale PhD candidate Stefan Eich.&nbsp;</p>\n<p>“People are rightly concerned about the ability of the government to finance this war.&nbsp; There are mutinies going on all over the British fleet at the same time, and those rumors cause bank runs to occur.\"</p>\n<p>\"There’s a concern alongside the wider population as well as the prime minister and bank of England that the bank is slowly but surely running out of gold reserves.&nbsp; The prime minister, for the first time requests the king to come into London for an emergency Privy Council meeting and they announce something truly spectacular. They announce that the pound, which was so far backed by gold, will be backed by just the promise of the government.&nbsp; Suspension of payment in gold is what the government announces.\"</p>\n<p>To observers at the time, this was revolutionary and crazy and people didn’t know what to make of it.&nbsp;</p>\n<p>All of a sudden, people were told their money, which they had always believed to be backed by gold, was just backed... by promises!&nbsp; Promises that the government would honor the money -- take it as taxes for example.&nbsp; Not only that, but the Bank of England, could just create money whether it had gold or not.&nbsp;</p>\n<p>\"It has worth because people trust it has worth,\" says Eich. \"Rather than value being created by some kind of backing through metal or land or other kinds of commodities.\"</p>\n<p>It’s the money we have today.</p>\n<p>When people woke up the Monday morning of the 28th and read the newspapers,&nbsp;they were taken by surprise:</p>\n<p><strong><em>“It is a new era in the History of England, and demands all the constancy and all the vigor of Englishmen” – Morning Chronicle, Monday February 27<sup>th</sup> 1797</em></strong></p>\n<p><em><strong>“The nefarious system of making paper pass for money....the power conferred upon the Bank by this Bill, is of a nature the most oppressive and dangerous that ever was conferred by the legislature of any country” – The Iniquity of Banking, 1797</strong></em></p>\n<p><em><strong>“[This is] the first day of our national bankruptcy” – Charles James Fox</strong></em></p>\n<p>Overall, though, says Eich, people were in a state of \"shock.\"</p>\n<p>One hears some of these fears from people today worried about what the Federal Reserve does.&nbsp; Back then, people had reason to worry.&nbsp;</p>\n<p>The American colonies tried taking their currencies off of gold, and they printed so much money that their currencies quickly become worthless and they switched back to gold as soon as they could after the revolution.&nbsp;&nbsp;</p>\n<p>The French had tried an experiment backing paper money with land in Mississippi. It resulted in hyperinflation.</p>\n<p>This time, though, was different.</p>\n<p>\"What happens however is very quickly the established banking community, large part of the political community, as well as the population, actually back the situation. It somehow avoids the bank runs that are feared, it allows the government to pay the troops, what happens to prices is nothing. For at least the first two years, prices barely move.&nbsp; So the immediate horror scenario doesn’t happen.\"</p>\n<p>It’s also during this time that the coin \"lender of last resort\" appears for the first time.&nbsp; \"That expression is actually coined by a pamphlet in 1797\", says Eich. \"The central bank acting as a lender of last resort prevented bank runs on individual private banks.\"</p>\n<p>But one thing that did happen was a small amount of inflation -- rising prices. By today’s standards it would’ve been modest -- around 4 percent -- but it definitely freaked them out at the time. And the Central Bank didn’t know how to control it, they hadn’t figured out interest rate manipulation or asset purchases. So after a quarter century of it, they brought back gold and threw in the towel on fiat money.</p>\n<p>Fiat money, says Eich \"is seen as something of a Pandora’s box of monetary policy, something that is terrifying, powerful, and needs to be kept in check.\"</p>\n<p>Only on July 2, 1819 the decision was made to return to gold at the old exchange rate prior to its suspension. \"This meant a breathtaking reduction in prices and wages with enormous distributive consequences,\" writes Eich.&nbsp;\"Within little more than two years, between 1819 and 1821, wages were brought down to pre-war levels.\" The result contributed to widespread labor unrest, which he says reached&nbsp; a peak in the ‘Peterloo’ massacre of August 1819 in St. Peter’s Field in Manchester.&nbsp;</p>\n<p>It would take 174 years before the world completely ditched gold in 1971.&nbsp;&nbsp;</p>\n<p>But by creating fiat money, the Bank of England came close to running a situation like we have today, where the bank exists in this strange place between the government and the economy, attracting accolades and ire as one of the pillars (and lightning rods) of modern society.</p>\n<p>\"I think that’s the most important aspect of the weekend. Not so much the first instance of this or that, but it’s inaugurating the kind of conversations that we are still having.\"</p></div>","teaser":"The Federal Reserve has been creating money to the tune of about $85 billion dollars a month. But the first time a central bank tried to do that...it didn't go over so well.","tags":["APM","Economy","Federal Reserve","fiat money"],"title":"The power of the central bank to create money out of thin air wasn't always so easy","published":"2013-12-05T20:11:07+00:00","itags":["Marketplace","eafa6f85bccecf9a5f50f1d910e76199","Marketplace for Thursday, December 5, 2013","PMP:Marketplace_PMP"],"description":"The Federal Reserve has been creating money to the tune of about $85 billion dollars a month. But the first time a central bank tried to do that...it didn't go over so well.","byline":"Sabri Ben-Achour","contenttemplated":"[{\"content\":\"<p>The Federal Reserve is meeting December 17-18 and the Fed&apos;s Chairman will tell us where the Fed thinks the economy’s going and whether/when it’ll slow down the policy of buying securities and bonds to juice up the economy.  </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The way the Fed has been able to buy those securities is by creating money. It does it every month, to the tune of $85 billion dollars -- approximately $4 trillion thus far. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>Creating money is part of the Fed’s job these days, but there was a time when this was downright <em>radical</em>. The power of the central bank to create money out of thin air (what we call fiat money) was born out of a traumatic weekend in 1797. </p>\"},{\"content\":\"<p>&quot;It’s a dramatic weekend that is preceded by a landing of French troops and backed up by Irish insurgents on British shores,&quot; says Yale PhD candidate Stefan Eich. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“People are rightly concerned about the ability of the government to finance this war.  There are mutinies going on all over the British fleet at the same time, and those rumors cause bank runs to occur.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;There’s a concern alongside the wider population as well as the prime minister and bank of England that the bank is slowly but surely running out of gold reserves.  The prime minister, for the first time requests the king to come into London for an emergency Privy Council meeting and they announce something truly spectacular. They announce that the pound, which was so far backed by gold, will be backed by just the promise of the government.  Suspension of payment in gold is what the government announces.&quot;</p>\"},{\"content\":\"<p>To observers at the time, this was revolutionary and crazy and people didn’t know what to make of it. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>All of a sudden, people were told their money, which they had always believed to be backed by gold, was just backed... by promises!  Promises that the government would honor the money -- take it as taxes for example.  Not only that, but the Bank of England, could just create money whether it had gold or not. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;It has worth because people trust it has worth,&quot; says Eich. &quot;Rather than value being created by some kind of backing through metal or land or other kinds of commodities.&quot;</p>\"},{\"content\":\"<p>It’s the money we have today.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>When people woke up the Monday morning of the 28th and read the newspapers, they were taken by surprise:</p>\"},{\"content\":\"<p><strong><em>“It is a new era in the History of England, and demands all the constancy and all the vigor of Englishmen” – Morning Chronicle, Monday February 27<sup>th</sup> 1797</em></strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p><em><strong>“The nefarious system of making paper pass for money....the power conferred upon the Bank by this Bill, is of a nature the most oppressive and dangerous that ever was conferred by the legislature of any country” – The Iniquity of Banking, 1797</strong></em></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><em><strong>“[This is] the first day of our national bankruptcy” – Charles James Fox</strong></em></p>\"},{\"type\":\"text/html\",\"content\":\"<p>Overall, though, says Eich, people were in a state of &quot;shock.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>One hears some of these fears from people today worried about what the Federal Reserve does.  Back then, people had reason to worry. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>The American colonies tried taking their currencies off of gold, and they printed so much money that their currencies quickly become worthless and they switched back to gold as soon as they could after the revolution.  </p>\"},{\"content\":\"<p>The French had tried an experiment backing paper money with land in Mississippi. It resulted in hyperinflation.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>This time, though, was different.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;What happens however is very quickly the established banking community, large part of the political community, as well as the population, actually back the situation. It somehow avoids the bank runs that are feared, it allows the government to pay the troops, what happens to prices is nothing. For at least the first two years, prices barely move.  So the immediate horror scenario doesn’t happen.&quot;</p>\"},{\"content\":\"<p>It’s also during this time that the coin &quot;lender of last resort&quot; appears for the first time.  &quot;That expression is actually coined by a pamphlet in 1797&quot;, says Eich. &quot;The central bank acting as a lender of last resort prevented bank runs on individual private banks.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>But one thing that did happen was a small amount of inflation -- rising prices. By today’s standards it would’ve been modest -- around 4 percent -- but it definitely freaked them out at the time. And the Central Bank didn’t know how to control it, they hadn’t figured out interest rate manipulation or asset purchases. So after a quarter century of it, they brought back gold and threw in the towel on fiat money.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Fiat money, says Eich &quot;is seen as something of a Pandora’s box of monetary policy, something that is terrifying, powerful, and needs to be kept in check.&quot;</p>\"},{\"content\":\"<p>Only on July 2, 1819 the decision was made to return to gold at the old exchange rate prior to its suspension. &quot;This meant a breathtaking reduction in prices and wages with enormous distributive consequences,&quot; writes Eich. &quot;Within little more than two years, between 1819 and 1821, wages were brought down to pre-war levels.&quot; The result contributed to widespread labor unrest, which he says reached  a peak in the ‘Peterloo’ massacre of August 1819 in St. Peter’s Field in Manchester. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>It would take 174 years before the world completely ditched gold in 1971.  </p>\"},{\"type\":\"text/html\",\"content\":\"<p>But by creating fiat money, the Bank of England came close to running a situation like we have today, where the bank exists in this strange place between the government and the economy, attracting accolades and ire as one of the pillars (and lightning rods) of modern society.</p>\"},{\"content\":\"<p>&quot;I think that’s the most important aspect of the weekend. Not so much the first instance of this or that, but it’s inaugurating the kind of conversations that we are still having.&quot;</p>\",\"type\":\"text/html\"}]","audio":[{"type":"image/png","meta":{"height":"340","crop":"primary","width":"610"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/fiatmoney2.png?itok=k1d6ozbj"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/12/05/marketplace_segment21_20131205_64.mp3","meta":{"duration_hms":"00:04:50","duration":290,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/12/05/marketplace_segment21_20131205"}},"type":"audio/mpeg","format":"MP3"}]}