{"created":"2014-10-14T21:28:27+00:00","modified":"2014-10-15T18:18:52+00:00","valid":{"from":"2014-10-15T18:18:52+00:00","to":"3014-10-15T18:18:52+00:00"},"hreflang":"en","guid":"eafb844a-357b-40a2-b953-5c1020209c4b","title":"The Catholic Church changed only its tone on gays, but that's still a big deal","published":"2014-10-15T18:18:51+00:00","byline":"Traci Tong","tags":["Religion","culture","Belief","Lifestyle & Belief","Vatican City","Europe","Vatican","Europe","Pope Francis","Lester Feder","Roman Catholic bishops","Vatican","traditional church teachings","vatican doctrine","gay and lesbian","Divorce","Christianity","Religion","Catholic Church","Pope","Social Issues","Same-sex marriage"],"teaser":"Catholic bishops meeting at the Vatican have suggested the church \"welcome home\" gays and lesbians. While the church leaders are not supporting same-sex marriages, the synod is striking a historically open note on gays, divorce and other culture-war issues.","contentencoded":"<p>&quot;Unprecedented&quot;&nbsp;and &quot;stunning&quot; aren&#39;t words you usually&nbsp;hear&nbsp;to describe news from the Vatican. Then again, Catholic bishops don&#39;t often put out a statement that recognizes the &quot;gifts and qualities&quot; that gay people can offer the Church.</p><p>The Catholic Church has traditionally condemned homosexuality, and the gathering of bishops &mdash; called a synod &mdash; did nothing to change long-standing Church doctrine on gay people. But their call to &quot;welcome home gays and lesbians&quot; was the first of its kind, marking a historic&nbsp;shift in tone for Catholicism&#39;s leaders.</p><p>The Synod on the Family, as this summit is called, <a href=\"http://www.news.va/en/news/synod-of-family-begins-small-group-discussions-car\">released a report on Monday</a>&nbsp;acknowledging that &ldquo;homosexuals have gifts and qualities to offer the Christian community.&nbsp;Are we capable of welcoming these people, guaranteeing to them a further space in our communities?&nbsp;Often they wish to encounter a church that offers them a welcoming home.&quot;</p><p>&quot;I think it&#39;s amazing to see the Catholic leadership really struggle with tension inside the church,&quot; says&nbsp;Lester Feder, a reporter for BuzzFeed.&nbsp;&quot;It&#39;s clear there are elements within the church that are looking to end the really strict division on this and try to find a way to incorporate gay and lesbians inside the church.&quot;</p><p>The report does not give approval to same sex marriage, nor will there be a change in church teachings, Feder says, but it&#39;s still&nbsp;&quot;a huge change of tone in how the church relates to groups of people that have been estranged.&quot;&nbsp;&nbsp;</p><p>The document also called on Catholics&nbsp;to welcome other groups who have traditionally been given a cold shoulder by the Church. That includes&nbsp;couples living together outside of marriage &mdash; &quot;living in sin,&quot; as doctrine has it &mdash;&nbsp;and&nbsp;divorced Catholics who remarry without getting&nbsp;an annullment. Church doctrine currently forbids them from receiving communion, but there are suggestions that may change.</p><p>Pope Francis has repeatedly signalled his desire for the church to become to become more open and understanding since ascending to the office in 2013.&nbsp;The Argentine pontiff is the first pope to come from a country&nbsp;that recognizes same-sex marriages, Feder says. And he&#39;s shifted the conversation away from culture war issues and opened &quot;a space for some kind of reconciliation with gay Catholics.&quot;&nbsp;&nbsp;</p><p>&quot;To see a pope actively trying to take down the tone of the debate is a major move,&quot; Feder says. &quot;What that means in the long run, and whether it gets to anything that looks true acceptance of same sex relationships &mdash;&nbsp;I think we&#39;re still a long way from that. But this is an institution that has existed a thousand years, and change takes time.&quot;</p><br>Array<br>Array","audio":[]}