{"created":"2015-05-09T15:00:12+00:00","modified":"2015-05-09T15:00:16+00:00","valid":{"from":"2015-05-09T15:00:16+00:00","to":"3015-05-09T15:00:16+00:00"},"hreflang":"en","guid":"eb059afd-e1ab-402d-9b1f-8849493735b3","title":"Germans may finally feel they have permission to laugh at Adolf Hitler","published":"2015-05-09T15:00:01+00:00","byline":"Ellen Frankman, Mythili Rao, T.J. Raphael","teaser":"Adolf Hitler did heinous things. For years after World War II, it wasn't even possible to present him in a comedic way. But by 1968, Americans started laughing at Hitler — and now Germans are too.","tags":["Europe","Germany","Mein Kampf","Nazism","Adolf Hitler in popular culture"],"contentencoded":"<p>Adolf Hitler was pilloried and mocked on his way to power and during World War II. There were political cartoons aplenty, and Charlie Chaplin as \"the great dictator\" produced a number of laughs in his day. But after 1945, when the clear evidence of the Holocaust could not be disputed, to laugh about Hitler was to diminish his heinous crimes against humanity.</p>\n<p>It was young director, comic, writer, and Jewish World War II draftee Mel Brooks who gave America the all-clear signal to laugh at Hitler again with his 1968 film, \"The Producers.\"</p>\n<p>Brooks' film was followed by many other comedic treatments of Der Führer. But in Europe, it has taken a much longer time for Germans to smile over all this pop culture. The 2007 German action comedy, \"Mein Führer: The Truly Truest Truth About Adolf Hitler,\" was a commercial flop.</p>\n<p>But eight years later, something may have finally changed.</p>\n<p>In a new satirical novel called “<a href=\"http://www.amazon.com/Look-Whos-Back-Timur-Vermes/dp/0857052934\" target=\"_blank\">Look Who’s Back</a>” by German author Timur Vermes, Adolf Hitler miraculously wakes up in the year 2011. The characters in the book definitely recognize Hitler, but they believe he’s a flawless impersonator who never breaks character. After a video of him ranting goes viral, he becomes a YouTube star and gets his own TV talk show.</p>\n<p>The book ultimately explores how Hitler's dark personality would fare among the multicultural, democratic and internet driven societies of today. The novel has already sold 2 million copies in Germany and has been translated into 42 language.</p>\n<p>Vermes says that Hitler’s own life provided great material for this controversial comedy.</p>\n<p>“If you read [Hitler’s manifesto] ‘Mein Kampf,’ you find something totally crazy, which you cannot connect to in any place,” says Vermes. “But it was my surprise to find out that he had a certain not too complicated logic, which is possible to imitate.”</p>\n<p>Vermes says that despite his vile acts of human destruction, Hitler’s strategic maneuvering is still realized today.</p>\n<p>“He’s like every politician,” he says. “What we like to imagine is that someone like Hitler, doing all their evil stuff, that he’s rising in the morning and saying, ‘Well, today I am going to do some real evil stuff.’ But he doesn’t think that. He thinks he’s doing the best for the population. And almost every politician is thinking like that.”</p>\n<p>In the novel, Hitler uses his famous charisma and is able to mobilize his sense of charm to rise to YouTube fame. Vermes says he read about Hitler’s life and studied his speeches to help him develop the character.</p>\n<p>“There was the table talk at the headquarters, which was quite important for me,” he says. “It showed Hitler not in a political speech, but talking to a table at room volume. He was talking about everything and he had an opinion about everything. There you find some really crazy thoughts, and some other thoughts which are quite novel like, ‘In front of a kindergarten drive carefully.’ In moments like that you notice that this must be the way it worked — he could connect with people with sort of normal thinking.”</p>\n<p>He adds: “People back then were not thinking that they were electing a lunatic so he must have seemed quite normal for most people.”</p>\n<p>However, Vermes says Hitler’s normalcy and politeness in the book should not be misinterpreted.</p>\n<p>“Some people after reading the book ask me, ‘How could you portray him as such a nice guy?’” he says. “I say, ‘Where exactly is he a nice guy?’ He’s doing what he’s doing for a purpose — to get back to power, and whatever he can use, he will.”</p>\n<p>When Hitler assumes his talk show, it becomes a hit. Viewers are convinced that this witty, funny and clever man is not a Nazi, and A-List celebrities are clamoring to be seen on Hitler’s show.</p>\n<p>But would “Schindler’s List” Director Steven Speilberg be a guest?</p>\n<p>“After maybe Charlie Sheen has been there,” says Vermes.</p>\n<p><em>Editor's Note: The audio of this interview incorrectly states that Nazi war criminal Adolf Eichmann was tried in Nuremberg. He was captured in Argentina in May of 1960 and was sent to Jerusalem for trial in an Israeli court.</em></p>\n<p>This <a href=\"http://www.thetakeaway.org/story/imagining-hitler/\">story</a> first aired as an interview on PRI's <a href=\"http://www.thetakeaway.org/\">The Takeaway</a>, a public radio program that invites you to be part of the American conversation.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-07%2Fgermans-may-finally-feel-they-have-permission-laugh-adolf-hitler&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/Hitler.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/hitlerjpg"},{"href":"http://cdn.pri.org/pts/redirect.mp3/audio.wnyc.org/takeaway/takeaway050715-hitler.mp3"},{"href":"http://www.pri.org/file/takeaway050715-hitlermp3"}]}