{"created":"2014-10-07T20:47:33+00:00","modified":"2014-12-04T14:32:23+00:00","valid":{"from":"2014-12-04T14:32:23+00:00","to":"3014-12-04T14:32:23+00:00"},"hreflang":"en","title":"As New York Embraces HIV-Preventing Pill, Some Voice Doubts","published":"2014-07-21T03:22:00+00:00","teaser":"Gov. Andrew Cuomo is supporting the drug Truvada as part of the state's ambitious plan to fight AIDS. But some advocates worry it will encourage risky behavior or won't reach the most vulnerable.","itags":["npr_api","332708119"],"guid":"eb0528d5-1866-4e15-a457-e4ec3735ab61","contentencoded":"<p>AIDS researchers and policymakers from around the globe are gathering in Melbourne, Australia, for a major international conference that starts this Monday. They'll be mourning dozens of <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/07/18/332646610/joep-lange-who-died-on-flight-mh17-changed-the-way-we-fight-aids?live=1\">colleagues</a> who died in the crash of <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/07/18/332394256/from-twitter-the-news-unfolds-of-the-aids-figures-on-flight-mh17\">Malaysia Airlines Flight 17</a>.</p><p>But the work of the conference will continue, and one of the major topics to be discussed is expanding the use of a pill that prevents HIV.</p><p>The drug, Truvada, has been shown to be highly effective at preventing new infections. Public officials in New York are ramping up efforts to distribute the pill widely — but not everyone thinks that's a good idea.</p><p>Truvada has been around for a decade as a treatment for people who are already HIV-positive. It's only in the last few years that it's also been approved to prevent transmission of HIV.</p><p>That's why Damon Jacobs, an HIV-negative therapist in New York City, is taking it: \"I had been newly single after being in a relationship for seven years, and found that people were not using condoms in 2011 the way they had been in 2001,\" he says.</p><p>Jacobs started taking Truvada three years ago for pre-exposure prophylaxis — also known as PREP. Since then, Jacobs says, he no longer uses a condom every time he has sex, but he's not worried about getting HIV.</p><p>\"I didn't fully understand what it meant to live in fear every time I had sex,\" Jacobs says. \"And it wasn't until about a year after I was using PREP that I had the experience of pleasurable intimacy, and realized: I'm not afraid anymore.\"</p><p>Studies have shown that Truvada can be more than 90-percent effective against the transmission of HIV, as long as it's taken every day. The drug has been approved for PREP by the FDA and endorsed by the Centers for Disease Control and Prevention.</p><p>At New York's Gay Pride parade last month, Gov. Andrew Cuomo announced that his state will be the first to make Truvada part of its ambitious plan to cut new HIV infections.</p><p>\"The state of New York ... in many ways was ground zero of the HIV and AIDS crisis when it first started,\" Cuomo said. \"I think it's fitting that New York should then be the state that is the most aggressive in eradicating this disease, in actually ending this disease.\"</p><p>Michael Weinstein, president of the AIDS Healthcare Foundation and a prominent critic of Truvada, calls this \"a very dangerous experiment.\"</p><p>Weinstein points out that Truvada only works when you take it almost every day. He's worried about what will happen to those who don't.</p><p>\"If people are taking this medication, they're definitely not going to use condoms. And if they're not taking it regularly, they're not going to be protected when they think they are,\" Weinstein says. \"We would have many, many more infections in this country — particularly among men who have sex with men — if no one was using condoms. And we can do harm by telling people that you can pop this pill.\"</p><p>But public health officials in New York say that pill could be key to cutting the number of new HIV infections — a number that has held roughly steady for the past decade. Daniel O'Connell, who directs the AIDS Institute at the New York State Department of Health, says it's time to consider new approaches.</p><p>\"We're trying to do education and give options to people in terms of staying safe. So for some people, condoms are that. For some people, monogamy is that,\" O'Connell says. \"But for some people, the only answer that's going to work right now is PREP.\"</p><p>Truvada is not the cheapest option. The drug costs $1,300 a month, though it is covered by most insurance plans and Medicaid. But those who are most at risk of getting HIV often have limited access to health care.</p><p>Perry Halkitis, a professor at New York University, says, \"I will believe that PREP is truly going to be effective in the gay community if it gets in the hands of those who need it most in the gay community: young, black, gay men. And I have no evidence to suggest that it's getting there right now.\"</p><p>So far, the number of people anywhere taking Truvada for PREP seems to be small: just a few thousand nationwide. Prominent AIDS activist Larry Kramer, a co-founder of the Gay Men's Health Crisis, has publicly questioned why anyone would want to put \"poison\" into their body when they could wear a condom instead.</p><p>But public health officials like O'Connell say the side effects are minor — especially compared to the potential benefits.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+New+York+Embraces+HIV-Preventing+Pill%2C+Some+Voice+Doubts&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joel Rose","audio":[{"meta":{"duration":"251"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332760128-171793.m3u?orgId=1&topicId=1128&ft=3&f=332708119"},{"href":"http://media.npr.org/assets/img/2014/07/18/107091587-1--336b1e66bec046365d67cabedddf71dc63b4185c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1121","width":"1497"}}]}