{"created":"2015-03-06T17:14:17+00:00","modified":"2015-03-10T23:05:33+00:00","valid":{"from":"2015-03-10T23:05:32+00:00","to":"3015-03-10T23:05:32+00:00"},"hreflang":"en","title":"For India's Widows, A Riot Of Color, An Act Of Liberation","published":"2015-03-08T03:03:00+00:00","teaser":"In India, many widows largely vanish from mainstream society as dictated by tradition. But when it comes to Holi, the spring festival of colors, some widows come out to join the celebration.","itags":["npr_api","390973373"],"guid":"eb068270-73af-4ba2-a21c-7815a62250ea","contentencoded":"<p>\"I have no one. I've lost everything. My children are gone, my parents are gone. My husband's family doesn't ask about me. They don't even look for me, they don't even know if I eat,\" says Manu Ghosh, 85.</p><p>That's her above, seen before and after the Hindu festival of Holi at her ashram in northern India.</p><p>Manu was married at age 10 and found her way to the northern city of Vrindavan at 37. By that time, she was already widowed and had lost three children, who she says all died prematurely. Manu is one of many widows among the ashrams of Vrindavan whom I met covering this year's Holi festival.</p><p>Holi is the festival of colors, culminating in the riotous tossing of powder and water balloons meant to herald the arrival of spring. Bonfires on the eve of this ancient celebration mark the triumph of good over evil and are seen as a chance to forgive. It's celebrated wherever there are people of Indian descent — Bangladesh, Nepal, Guyana, South Africa — but here the celebrations take on the hue of liberation.</p><p>Hindu tradition frowns on widows celebrating at such festivals. In some parts of the culture, the women are seen as the cause of their husband's death and relatives believe they should be cast out. The segregation of widows can be so extreme that in some places they are prevented from attending family gatherings, including weddings. Many poor widows are abandoned by their families and left to fend for themselves. <a href=\"http://censusindia.gov.in/2011-prov-results/data_files/india/pov_popu_total_presentation_2011.pdf\">According to census data</a>, India is believed to have <a href=\"http://www.censusindia.gov.in/vital_statistics/SRS_Report/9Chap%202%20-%202011.pdf\">tens of millions of widows</a>. Thousands live out their lives in the ashrams in the ancient temple-filled city of Vrindavan, popularly known as the City of Widows.</p><p>But when the widows of Vrindavan ignore the social taboo and join in the fun, Holi takes on a whole new dimension. Cavorting in the chaos of color, women young and old stand in showers of rose petals and marigolds and playfully smear each other with fuchsia, green and gold powder. With this act of joy, the women fight back against restrictions that have ostracized them.</p><p>Photographer Susannah Ireland and I spent two days with the widows as they went through their morning rituals, nimbly preparing blossoms that perfumed the celebrations and shopping for new saris. Widows traditionally wear white, but breaking the mold, they go for a splash of color.</p><p>Widows are reclaiming their \"womanhood,\" says Annapurna Sharma, 38, seen fixing her hair in the image above. She traveled 400 miles from Varanasi for her first Holi since her husband died six years ago, and she took the daring step of applying makeup for the occasion.</p><p>Urmila Sarkar, 73, balancing blossoms on her head in the image above, says her family wants her to come home, but she prefers to stay at the ashram. \"My husband is now Lord Krishna,\" she says, flashing a coquettish smile.</p><p>It's not just color that is tossed around. Petals of roses, marigolds and daisies are meticulously gathered to be thrown into the air marking the beginning of festivities. For the third consecutive year, Sulabh International, an Indian nonprofit group, has helped the widows stage the festivities inside the Meera Sahbhagini Ashram, where they live.</p><p>Dancers perform Raas Leela, re-enacting Lord Krishna's playful teasing of Radha, a <em>gopi</em> or female devotee who is said to have loved him unconditionally. The ashram widows are often described as Krishna's <em>gopis</em>, having made him the governing force of their lives.</p><p>Here's the climax of all their work: the widows reveling in the shower of powder that turned the courtyard a cloud of pink. Some are octogenarians, but these spry widows played pranks that could rival any teenager. They have dance moves to match. They ambush the unsuspecting with the eye-stinging powder. More than once, I missed them coming straight for me. Bam! Another pigment pie in the eye. I worried they'd get sick and that all their frolicking would end badly. But these women are made of sterner stuff, having weathered abuse, rejection, isolation and worse. A little powder was not about to stop them.</p><p>Before they played Holi in Vrindavan, there were plenty of tears. Women told me of how their lives broke down, recounting the in-laws who discarded them, the threats of violence from their own sons, and husbands who sold them off to other men. Basana Dasi, 42, was widowed by the age of 15. Dabbing her eyes and nose with her brand new sari, she recalled her mother-in-law saying, \"My son is no longer here. What do I do with a daughter-in-law?\"</p><p>The celebrations are ephemeral. The wounds these women carry will last a lifetime.</p><p>During this festival, however, those wounds don't weigh so heavily. For Shakuntala Devi, 65, it was her first Holi in 27 years. Drenched in color, she beamed, \"I was remembering the way we used to play Holi in my family.\" Then she adds, \"Today, this is my family.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+India%27s+Widows%2C+A+Riot+Of+Color%2C+An+Act+Of+Liberation&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Julie McCarthy","audio":[{"meta":{"duration":"413"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391269438-f92bea.m3u?orgId=1&topicId=1125&e=390973373&d=413&ft=nprml&f=390973373"},{"href":"http://media.npr.org/assets/img/2015/03/05/ireland_holi_020-8ad31614952b007f0e797c07d6c1a87fe0457054.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/03/05/ireland_holi_011-f1c7274581b7e9e85056169ef50a3384d7cbc883.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/03/05/ireland_duo_002_custom-cad3d6369a2abe00aa3a21f7148face2979817c5.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"960","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/03/05/ireland_quad_002_custom-3966fa5a445478b5881b4161ad90498538802c11.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2069","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/03/05/ireland_duo_003_custom-a802b7347c9f11abd1927024f914409629664fb0.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"963","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/03/05/ireland_holi_010_slide-cd20b197b77a0e5a53c891b9f6f6e107d3de0f12.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1996","width":"2994"}},{"href":"http://media.npr.org/assets/img/2015/03/05/ireland_duo_001_custom-f1b866100935c6ff1975608198bf6710943a2196.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"954","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/03/05/ireland_holi_014_slide-0eb8e326dabc0c2645e0c2d7fcd3002a0db0edb9.jpg","type":"image/jpeg","meta":{"crop":"slide","height":"1998","width":"2997"}},{"href":"http://media.npr.org/assets/img/2015/03/05/ireland_quad_001-643677e24cd9e42a8747256ae784dc036af84826.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"950","width":"1267"}}]}