{"created":"2015-03-31T12:04:26+00:00","modified":"2015-07-03T20:25:31+00:00","valid":{"from":"2015-07-03T20:25:30+00:00","to":"3015-07-03T20:25:30+00:00"},"hreflang":"en","title":"Indiana Governor Stands By 'Religious Freedom' Law But Promises Fix","published":"2015-03-31T17:21:00+00:00","teaser":"\"We'll fix this and we'll move forward,\" Gov. Mike Pence says, adding that he was \"taken aback\" by criticism of a law that's seen as allowing businesses to refuse service to gays and lesbians.","itags":["npr_api","396555062"],"guid":"eb190fc4-8ea1-471b-b80b-a0b67e0e51d7","contentencoded":"<p>A new Indiana law that has set off a firestorm of criticism and threats of boycotts should be repealed or revised, says Indianapolis Mayor Greg Ballard, whose city is hosting the NCAA men's basketball tournament's Final Four this weekend.</p><p>Around midday Tuesday, Gov. Mike Pence said the controversial legislation will be clarified instead of being annulled. He added, \"We'll fix this and we'll move forward.\"</p><p>Titled the Religious Freedom Restoration Act, the law has drawn protests from critics who say it allows businesses to refuse service to gays and lesbians. Mayor Ballard tells NPR's Steve Inskeep that those who support the law are \"missing the bigger trend.\"</p><p>He added: \"Everything changes over history. We have to get to a certain point where we have that balance.\"</p><p>Those remarks came after Steve asked Ballard about renewed support for Indiana's new law that has come from <a href=\"http://www.cnn.com/2015/03/30/politics/republican-2016-candidates-back-indiana-law/\">potential Republican presidential contenders</a>, including Jeb Bush.</p><p><strong>Update at 11:12 a.m. ET: Governor: 'I Stand By The Law'</strong></p><p>\"I was pleased to have signed it, and I stand by the law,\" Gov. Mike Pence said at a news conference Tuesday. But Pence also said his state's Legislature will clarify the law, saying, \"We'll fix this and we'll move forward.\"</p><p>Pence said the new legislation could come sometime this week.</p><p>Asked if he had expected a backlash like the one his state has experienced, Pence said of the law, \"I just thought it was an appropriate addition to Indiana's statutes.\"</p><p>\"When this erupted last week ... I was taken aback,\" he said.</p><p>He later added that the bill had been hit by a \"smear\" that mischaracterized it as a license to discriminate.</p><p>Pence also repeatedly blamed the media for what he called its \"reckless\" handling of the story. But he also said he's pleased that the reporting has recently improved.</p><p><em>Original post continues:</em></p><p>Ballard says that while the law might be seen as acceptable on its own terms, when it's combined with Indiana's lack of legal protections against discrimination based on gender identity and sexual orientation, \"then it has a problem.\" He suggested that people outside the state might not understand the situation.</p><p>\"The business community is very vocal about this, as they should be,\" Ballard said on Morning Edition. \"And so many other people have been standing up and saying, 'You must change the direction of all of this.' \"</p><p>The mayor's actions come as Indianapolis prepares to host the NCAA Final Four this weekend, and its championship game next week — high-profile events that have increased the focus on the law.</p><p>\"It really is hurting the definition of the state, and by definition almost, the city also,\" Ballard says of the new law. \"And we just can't have that. We spent 30, 40 years building up this reputation as a great convention city, as a great sports event city. People love coming here. And we just can't have that hurt as much as it has been hurting.\"</p><p>The mayor said of his Republican colleagues at the state House, \"Sometimes, they're having trouble understanding the breadth and the depth of what's happening here.\"</p><p>On Monday, Ballard called for the law to be either repealed or for Indiana to adopt protections for sexual orientation and gender identity. Indianapolis has also asked the state Legislature to exempt the city from the new law, with Ballard signing an executive order titled a \"Declaration of Non-Discrimination.\"</p><p>Republican leaders in Indiana say that repealing the law isn't an option — but they said Monday that they're working on legislation <a href=\"http://www.npr.org/blogs/thetwo-way/2015/03/30/396361058/indiana-republicans-say-they-will-seek-to-clarify-religious-freedom-law\">to clarify the law</a> and ensure that it doesn't allow people or businesses to discriminate against gays and lesbians.</p><p>Senate Minority Leader Tim Lanane disagrees with that approach, reports Indiana Public Broadcasting's Brandon Smith.</p><p>Lanane said:</p><p>\"My mother used to tell me if you bring home a bag of potatoes and you've got a rotten potato in there, you throw it out. You don't let it contaminate the rest of the bag. And I think that's what we have here — and unfortunately it's our reputation that's being tainted.\"</p><p>Mayor Ballard says that any attempts to refine Indiana's laws must include provisions that make sexual orientation and gender identity a protected class. \"There's just no getting around that right now,\" he says.</p><p>When he signed the bill into law last week, the governor said that his state isn't alone in enacting its version of the law, citing a U.S. statute and laws in Kentucky and Illinois.</p><p>As the Two-Way noted over the weekend, \"Although the law is similar to a federal one and those in <a href=\"http://www.ncsl.org/research/civil-and-criminal-justice/state-rfra-statutes.aspx\">19 other states</a>, sexual orientation is not a protected class in Indiana, leaving the door open for discrimination, critics say.\"</p><p><a href=\"http://www.indystar.com/story/opinion/2015/03/30/editorial-gov-pence-fix-religious-freedom-law-now/70698802/\">The Indianapolis Star</a> is devoting its entire front page to the issue Tuesday, with an editorial running under the huge headline, \"Fix This Now.\"</p><p>At least two states — Connecticut and Washington — have announced that they're boycotting Indiana over the law, forbidding state-funded travel to the state.</p><p>And in Republican-controlled states such as Georgia, Arkansas and North Carolina, the backlash in Indiana <a href=\"http://www.washingtonpost.com/politics/indiana-to-clarify-religious-liberties-law-decried-as-anti-gay/2015/03/30/1d918698-d6fc-11e4-b3f2-607bd612aeac_story.html\">has prompted leaders</a> either to consider tweaking their versions of similar legislation or to back away from it entirely.</p><p>In other signs of fallout, Apple CEO Tim Cook wrote in <a href=\"http://www.washingtonpost.com/opinions/pro-discrimination-religious-freedom-laws-are-dangerous-to-america/2015/03/29/bdb4ce9e-d66d-11e4-ba28-f2a685dc7f89_story.html\">The Washington Post</a> that laws like the one in Indiana are \"very dangerous.\" Companies with roots in Indianapolis, such as Eli Lilly, Anthem, and Angie's List, have also spoken out against the law.</p><p>The men's basketball teams in the Final Four that will be played in Indianapolis this weekend include Duke, which issued a statement Monday saying:</p><p>\"Duke University continues to stand alongside the LGBT community in seeking a more equal and inclusive world, and we deplore any effort to legislate bias and discrimination. We share the NCAA's concern about the potential impact of the new law, and will be vigilant to ensure that our student-athletes, supporters, and indeed all citizens and visitors are treated fairly and with respect.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Indiana+Governor+Stands+By+%27Religious+Freedom%27+Law+But+Promises+Fix&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"266"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396555197-e0fe9a.m3u?orgId=1&topicId=1003&d=266&story=396555062&ft=nprml&f=396555062"},{"meta":{"duration":"172"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396557060-964db5.m3u?orgId=1&topicId=1003&d=172&story=396555062&ft=nprml&f=396555062"},{"href":"http://media.npr.org/assets/img/2015/03/31/indianapolis-rfra-0cedba944e17c34c60fd4fe45864033c5cb4a588.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2314","width":"3086"}}]}