{"created":"2014-08-28T01:45:25+00:00","modified":"2014-10-30T22:56:28+00:00","valid":{"from":"2014-10-30T22:56:28+00:00","to":"3014-10-30T22:56:28+00:00"},"hreflang":"en","title":"Report Details 16 Years Of 'Horrific Abuse' Of Children In U.K. Town","published":"2014-08-27T00:07:00+00:00","teaser":"An inquiry in the U.K. has found that more than 1,400 children have been sexually abused by an organized ring of men in the northern English town of Rotherham.","itags":["npr_api","343476152"],"guid":"eb1d3332-3f11-4348-a94b-ffcca7166756","contentencoded":"<p>An investigation out on Tuesday documents the abuse of more than 1,400 children in Rotherham, England, and says local authorities were aware of the problem for years and did not respond.</p><p>Alexis Jay, who authored <a href=\"http://www.rotherham.gov.uk/downloads/file/1407/independent_inquiry_cse_in_rotherham\" target=\"_blank\">the report</a>, used to be chief inspector of social work in Scotland.</p><p>She's seen a lot. But despite being deeply familiar with the details of this report, even she seemed shaken by the words coming out of her mouth at Tuesday's press conference about the victims, some as young as 11, abused from 1997 until last year.</p><p>\"It is hard to describe the appalling nature of the abuse the child victims suffered. They were raped by multiple perpetrators. They were trafficked to other towns and cities in the north of England. They were abducted, beaten and intimidated,\" Jay said.</p><p>Rotherham is a town of a quarter-million people in northern England. One question this raises is how such widespread abuse could have gone on for 16 years without local authorities knowing about it. Jay said authorities did know about it. Junior staff alerted their superiors again and again. She called it a \"collective failure\" by senior police and politicians.</p><p>\"The evidence was disbelieved, suppressed or ignored. Child victims were often blamed for what had happened to them, while no action was taken against the perpetrators,\" she said.</p><p>She said some officials were in denial that something so awful could happen in Rotherham. Others were afraid that trying to tackle the problem would raise racial tensions. The accused perpetrators are of Pakistani descent.</p><p>\"Senior people in the council and police wanted to play down the ethnic dimensions. Front-line staff in social care were confused about what they were supposed to say and how to describe the problem for fear of being thought racist,\" Jay said.</p><p>In fact, this is the third investigation into the crimes. The previous two reports were ignored or rejected because officials didn't believe their conclusions. The leader of the local council, Roger Stone, resigned Tuesday. His deputy, Paul Lakin, said the council failed in its duties.</p><p>\"I am deeply sorry, and I offer my sincere apologies to the young people who have suffered such horrific abuse and also to their families,\" Lakin says.</p><p>He committed to never letting this happen again.</p><p>David Niven, former chairman of the British Association of Social Workers, says it's not realistic to believe this will never happen again. The U.K. has always had a problem recognizing and addressing child sexual abuse, he says.</p><p>\"And<strong> </strong>I suspect many or most Western industrialized countries have got something of a similar problem in terms of huge denial among law enforcement and social services as to the scale of things,\" Niven says.</p><p>The U.K. has been wrestling with a string of recent revelations of child sexual abuse. But most of those crimes were committed decades ago. These offenses took place right up to the present day — which means there are also many child victims right now, and Niven says society has an obligation to care for them.</p><p>\"Whatever<strong> </strong>the child's and the young person's circumstances are, I would hope that they're given a menu of things depending on what particular needs that individual has that suits them best,\" Niven says.</p><p>Five men are in jail in connection with the crimes. It's not clear whether other arrests are expected.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Report+Details+16+Years+Of+%27Horrific+Abuse%27+Of+Children+In+U.K.+Town&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"218"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343484361-ece6da.m3u?orgId=1&topicId=1124&ft=3&f=343476152"},{"href":"http://media.npr.org/assets/img/2014/08/26/jay-9564ebfd092c71084f50bf700778f4166c8b803e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2046","width":"2728"}}]}