{"created":"2014-08-28T16:27:55+00:00","modified":"2014-12-23T18:41:07+00:00","valid":{"from":"2014-12-23T18:41:07+00:00","to":"3014-12-23T18:41:07+00:00"},"hreflang":"en","title":"This Dirty Little Weed May Have Cleaned Up Ancient Teeth","published":"2014-08-03T12:19:00+00:00","teaser":"Turns out that for 7,000 years, snacking on nutsedge may have helped people avoid tooth decay. But at some point, the root it lost its charm. By the 1970s, it was branded \"the world's worst weed.\"","itags":["npr_api","331677512"],"guid":"eb204f25-dcb0-4193-88ee-5ea7c4a9c040","contentencoded":"<p>The menus of millennia past can be tough to crack, especially when it comes to fruits and vegetables. For archaeologists studying a prehistoric site in Sudan, dental plaque provided a hint.</p><p>\"When you eat, you get this kind of film of dental plaque over your teeth,\" says Karen Hardy, <a href=\"http://www.uab.cat/web/el-departament/Hardy-1345650196128.html\" target=\"_blank\">an archaeologist</a> with the Catalan Institute for Research and Advanced Studies at the Universitat Autonoma de Barcelona.</p><p>\"If you don't clean it off, it mixes up with bits of food and it gets stuck in this area below the gum,\" she says. \"It can calcify within about two weeks, and once it's calcified it's very hard.\"</p><p>That plaque is so hard that it lasts thousands of years. And since prehistoric folk were not known for their flossing habits, the plaque that survived them can serve as a kind of scrapbook for what they ate and breathed.</p><p>Hardy and her colleagues were studying skeletons from Al Khiday in Central Sudan, a <a href=\"http://www.antiquity.ac.uk/projgall/usai323/\" target=\"_blank\">burial site</a> that was used between around 2,000 and 9,000 years ago, since before the advent of farming in the area.</p><p>Using a few isotope and chemical analysis techniques, Hardy says they found \"all sorts of different things\" in the teeth of 19 individuals, things like sand, dirt, pollen, plant fibers — even evidence of carbon, from breathing smoke from a fire.</p><p>Most surprisingly, in seven of the 19 individuals, they found cracked starch granules, evidence that people were roasting and eating a plant called <a href=\"http://plants.usda.gov/plantguide/pdf/pg_cyro.pdf\" target=\"_blank\">purple nutsedge</a>, or <em>Cyperus rotundus</em>. It looks like grass, but has a network of roots like little potatoes.</p><p>\"Tastes a lot like dirt,\" says Ted Webster, a weed scientist with the U.S. Department of Agriculture. He wrote his Ph.D. on nutsedges, and as part of his defense, he had to eat one raw. He doesn't recommend it.</p><p>But for a hunter-gatherer, it was probably great: a starchy pack of energy that grew everywhere. And it contains <a href=\"https://umm.edu/health/medical/altmed/supplement/lysine\" target=\"_blank\">lysine</a>, an amino acid we need to survive.</p><p>As Hardy and her colleagues <a href=\"http://dx.plos.org/10.1371/journal.pone.0100808\">write</a> in the journal <em>PLOS ONE,</em> even when farming developed in the area 7,000 years later, people were still munching on nutsedge. But at some point, the root it lost its charm. By the 1970s, botanists branded purple nutsedge as \"the world's worst weed\" in a book of the same name.</p><p>\"They listed it as being a problem in 92 countries and 52 different crops,\" says Webster. The only way to get rid of the plant is to uproot it by hand.</p><p>But a weed is just a plant growing in the wrong place. Hardy says it wasn't just the prehistoric Sudanese who valued it. Ancient Egyptians used it to make perfume. It was a staple for some Aboriginal populations.</p><p>And it may even have prevented tooth decay. Turns out, the nutsedge produces antibacterial chemicals that inhibit <em>Streptococcus mutans,</em> an acid-producing bacterium that breaks down tooth enamel and <a href=\"http://www.npr.org/blogs/thesalt/2013/12/09/249724408/microbiome-candy-could-a-probiotic-mint-help-prevent-cavities\" target=\"_blank\">causes cavities</a>.</p><p>\"That's why this study was very exciting,\" Hardy says. \"We identified a plant that had been forgotten about but has all these wonderful qualities.\"</p><p>In one group of skeletons, Hardy's group found fewer cavities than would have been expected for the time period.</p><p>\"There is a potential possibility that it might be linked to the consumption of <em>Cyperus rotundus,</em> but we can't be sure of that,\" says Hardy.</p><p>They can be sure that people were munching on purple nutsedge for millennia. It might have provided snacks for civilizations plodding along the route to development. At the very least, it helped them avoid totally horrible teeth.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=This+Dirty+Little+Weed+May+Have+Cleaned+Up+Ancient+Teeth&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rae Ellen Bichell","audio":[{"meta":{"duration":"167"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332050511-ced760.m3u?orgId=1&topicId=1053&ft=3&f=331677512"},{"href":"http://media.npr.org/assets/img/2014/07/15/skeleton-image-cb7cbf62b8018bf336d46fe25ae33009b8f3f111.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2134","width":"2848"}},{"href":"http://media.npr.org/assets/img/2014/07/16/nutsedge-96ecc49dfa833db823163589e629d68d9902c4c4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1011","width":"1350"}}]}