{"created":"2015-01-08T22:46:55+00:00","modified":"2015-01-09T21:49:06+00:00","valid":{"from":"2015-01-09T21:49:06+00:00","to":"3015-01-09T21:49:06+00:00"},"hreflang":"en","guid":"eb203a48-f2dc-4277-88dc-73090d165d1b","title":"Why Maz Jobrani quit terrorism — on screen","published":"2015-01-09T21:49:04+00:00","byline":"Nina Porzucki","tags":["Religion","terrorism","culture","Islam","media","entertainment","Global Nation","Media","Arts, Culture & Media","Asia","North America","Iran","United States","Middle East","Asia","North America","Maz Jobrani","Axis of Evil Comedy Tour","Comedy"],"teaser":"As a young actor, Maz Jobrani took whatever work he could get — even stereotypical and insulting roles as a terrorist. Now he's trying to bring more nuance to American culture's view of Muslims and Middle Easterners.","contentencoded":"<p>Born in Iran but raised in Los Angeles, Maz Jobrani calls himself a \"Middle Eastern American comedian.\" He makes a living by making fun of the things that make us uncomfortable, and, with his background, he's had plenty of those to talk about in recent years.</p>\n<p>Take his feelings about being a Muslim going through airport security after September 11. “I felt like whenever you passed through the metal detector you just feel guilty,\" Jobrani says. \"And I would go through it and I would hear the beep and, 'I knew it, I knew it, I’m a terrorist!'”</p>\n<p>Jobrani works out some of that misplaced guilt in his upcoming memoir, \"<a href=\"http://books.simonandschuster.com/Im-Not-a-Terrorist-But-Ive-Played-One-On-TV/Maz-Jobrani/9781476749983\">I'm Not a Terrorist, But I Play One on TV</a>,\" and jokes about such issues in his standup routines.</p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/im-not-a-terrorist-but-ive-played-one-on-tv-9781476749983_lg.jpg?itok=7mNaggYS\" alt=\"\" /><div class=\"field-caption\">\n    <p>Maz Jobrani's memoir, \"I'm Not a Terrorist, But I've Played One On TV: Memoirs of a Middle Eastern Funny Man\"</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Courtesy of Simon &amp; Schuster</p>\n  </div>\n</div>\n<p>“Most of it is dealing with how ... Iranians, Middle Easterners, Arabs, Muslims, people from that part of the world, how we’re depicted in the mainstream media in the West,\" he says. \"I try to make fun of how we’re always the ones who, right away, when something like this happens, fingers are pointed as us.\"</p>\n<p>\"This\" is the attack on Charlie Hebdo, the satirical French weekly. Jobrani says the deaths of 12 people, several of them cartoonists, have brought the need for satire into sharp focus. “Our job is to make fun of things, is to show hypocrisy,\" he says. \"For them to attack these cartoonists, it was an attack on any satirist anywhere.\"</p>\n<p>His ability to cross cultures has provided plenty of humor and hypocrisy to turn into jokes. In 2007, when Jobrani first did stand-up in the Middle East on his “<a href=\"http://www.imdb.com/title/tt1018867/\">Axis of Evil</a>” comedy tour, he was told by promoters in several countries: “Here’s the guidelines: no sex, no religion, no politics.”</p>\n<p>There were also restrictions when he did a TV set with Comedy Central, but of a slightly different kind. He submitted his materials to the legal deparment, who came back and asked him to take out references to Mercedes and 7-Eleven because they might be sponsors. </p>\n<p>“I quickly realized that in the Middle East, God is God. And in the West, Tide is God, or the sponsor is God,” Jobrani says.</p>\n<p>As for his own restrictions, Jobrani now lives by his own guideline not to take any movie or TV roles as a terrorist, which he did earlier in his career.</p>\n<p>“I didn’t know any better and I would take any audition that would come my way,” Jobrani explains. “I was just trying to quit my day job. I wanted something to get me out of the office.” So he took a role in the Chuck Norris flick, \"The President’s Man: A Line in the Sand,\" playing an Afghan terrorist living in America who decides to blow up a building in Chicago. </p>\n<p>“I thought maybe I could bring some nuances to the part,” Jobrani says. But when he showed up on set for his wardrobe fitting, he was handed a shirt, pants and a turban.</p>\n<p>“And I was like, 'Excuse me, but Afghans in America don’t wear turbans,'\" He remembers. \"'Furthermore, if I’m planning on blowing up a building I definitely wouldn’t be walking around downtown Chicago with a turban on.'\"</p>\n<p>The response? \"'They were like ‘Listen, dude. This is a Chuck Norris movie. You are definitely overthinking it. Here’s your shirt, here’s your pants, here’s your turban, here’s your snake and basket.’ They were just throwing it all together.”</p>\n<p>But even after he took his no-terrorists vow, he broke it for one show...</p>\n<p>“'24' got in touch and they said, ‘We have a terrorist.’ And I said, ‘No!’ And then they go, ‘But he changes his mind halfway through the mission.’ I was like, ‘Ah, the ambivalent terrorist! Maybe I can humanize this guy,'\" Jobrani says. \"And that was the last terrorist part that I did. And quickly I realized that I don’t want to do those parts anymore.”</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Edited_Maz_Jobrani1.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/editedmazjobrani1jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/010820156.mp3"},{"href":"http://www.pri.org/file/010820156mp3"}]}