{"created":"2015-01-28T23:25:21+00:00","modified":"2015-06-16T17:29:44+00:00","valid":{"from":"2015-06-16T17:29:44+00:00","to":"3015-06-16T17:29:44+00:00"},"hreflang":"en","title":"Charles Townes, Laser Pioneer, Black Hole Discoverer, Dies At 99","published":"2015-01-31T14:51:00+00:00","teaser":"Physicist Charles Townes died Tuesday. He was a key inventor of the laser and won the Nobel Prize for his discovery in 1964. But his career didn't end there.","itags":["npr_api","382178361"],"guid":"eb2ce440-13ca-4a29-8654-92711cf0f3e7","contentencoded":"<p>Charles Townes, a physicist who <a href=\"http://www.nobelprize.org/nobel_prizes/physics/laureates/1964/\">won the Nobel Prize</a> for his part in the invention of the laser died Tuesday at 99.</p><p>Townes is best remembered for thinking up the basic principles of the laser <a href=\"http://www.berkeley.edu/news/media/releases/2005/06/17_townes.shtml\">while sitting on a park bench</a>. Later in life he advised the U.S. government and helped uncover the secrets of our Milky Way galaxy.</p><p>Through it all, he maintained a deep religious faith. \"He really was one of these rare people who could be a deeply thinking research scientist and yet, at the same time, be a deeply devout Christian,\" says <a href=\"http://www.mpe.mpg.de/ir/userpage.html?id=genzel\">Reinhard Genzel</a>, director of the Max Planck Institute for Extraterrestrial Physics in Garching, Germany.</p><p>Townes was born in 1915 in Greenville, South Carolina. He finished college at age 19. But often his smarts weren't the first thing that people noticed.</p><p>\"He was a Southern gentleman. He was just a very nice person,\" says <a href=\"http://engineering.dartmouth.edu/people/faculty/elsa-garmire\">Elsa Garmire</a>, a physicist at Dartmouth who studied under Townes when he was teaching at MIT in the 1960s. \"At the same time, he was very dedicated and single-minded about what he did.\"</p><p>It was that single-mindedness that led Townes to come up with the idea for a <a href=\"http://www.aip.org/history/exhibits/laser/sections/raydevices.html\">laser</a>, a device that sends out a bright beam of carefully synchronized light particles.</p><p>Townes wanted to use laser light as a precision tool for his research on molecules. He spent a long time thinking about similar devices that didn't quite work. Finally, the basic concept for a laser came to him in the spring of 1951, as he sat on a park bench in Washington D.C.</p><p>\"Suddenly I had the idea. Well that was a revelation,\" <a href=\"http://www.npr.org/templates/story/story.php?storyId=4529310\">he told NPR's Morning Edition during a 2005 interview</a>.</p><p>At the time, he was doing fundamental research at Columbia University. But his former employers (at the research wing of AT&T known as <a href=\"https://www.bell-labs.com/about/stories-changed-world/inventing-laser/\">Bell Labs</a>) were also interested in his idea and asked him to consult. They wanted to use lasers for communication.</p><p>Fast-forward more than half a century, and the entire Internet uses lasers to send information over fiber optic cables. DVDs and Blu-ray discs also use lasers, as do doctors (for fixing eyes, among other things), engineers (for cutting material), and workers in many other professions.</p><p>Townes' discovery won him scientific accolades, but it also made him highly influential in government. He gave advice on NASA's Apollo program in the 1960s and '70s, and he helped found a secret group of Cold War scientists (a collective known as JASON) that gave frank advice to the Pentagon on everything from Soviet submarines to spy satellites. Townes was a strong advocate of arms control, and supported <a href=\"http://ctbto.org/\">an international ban on nuclear testing</a>.</p><p>He was awarded the Nobel Prize in 1964 for his discovery of the principles behind the laser. Townes shared his prize with <a href=\"http://www.nobelprize.org/nobel_prizes/physics/laureates/1964/basov-bio.html\">Nicolay Basov</a> and <a href=\"http://www.nobelprize.org/nobel_prizes/physics/laureates/1964/prokhorov-bio.html\">Aleksandr Prokhorov</a>, who independently developed the same idea while working in the Soviet Union.</p><p>Shortly after that, Townes got out of lasers.</p><p>\"He said, well, a lot of people were working on it and he wanted to go where he could make major contributions,\" says Garmire.</p><p>Townes became an astronomer at the University of California at Berkeley. That's about the time Genzel met him.</p><p>\"He was such a wonderful person, always optimistic, and always curious,\" Genzel says.</p><p>Townes and Genzel studied stars and galaxies for years. In 1985 <a href=\"http://www.nature.com/nature/journal/v315/n6019/abs/315467a0.html\">they discovered the black hole</a> that lives at the center of our Milky Way.</p><p>Through all these scientific adventures, Townes maintained a deep faith in the existence of God. He saw his faith as intertwined with his science.</p><p>\"Consider what religion is,\" he told NPR in 2005. \"Religion is an attempt to understand the purpose and meaning of our universe. What is science? It's an attempt to understand how our universe works. Well, if there's a purpose and meaning, that must have something to do with how it works, so those two must be related.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Charles+Townes%2C+Laser+Pioneer%2C+Black+Hole+Discoverer%2C+Dies+At+99&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"195"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382218386-455d49.m3u?orgId=1&topicId=1007&d=195&p=2&story=382178361&t=progseg&e=382184024&seg=3&ft=nprml&f=382178361"},{"href":"http://media.npr.org/assets/img/2015/01/28/charles-townes-2eb7eee6a39768b1b917324385d12f967a597523.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1283","width":"1711"}}]}