{"created":"2015-06-22T18:20:15+00:00","modified":"2015-06-22T20:56:35+00:00","valid":{"from":"2015-06-22T20:56:35+00:00","to":"3015-06-22T20:56:35+00:00"},"hreflang":"en","title":"The Confederate Flag's History In South Carolina","published":"2015-06-22T20:56:00+00:00","teaser":"The killing of nine people at a historic black church has ignited a debate over the flag, which is flying at full mast at the statehouse.","itags":["npr_api","416511228"],"guid":"eb313402-90c4-4777-9b75-9d3f0dda8f65","contentencoded":"<p>It has been six days since nine people were shot and killed at Emanual AME Church in Charleston, South Carolina. The shooting has ignited a debate about the Confederate flag, which still flies at the statehouse in South Carolina, while the state and American flags are at half-mast.</p><p>It would require an act of the state legislature to lower the flag, which is locked to the top of the flag pole. <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson talks with <strong>Vernon Burton</strong>, a professor of history and sociology at Clemson University about the history of the Confederate flag in South Carolina.</p><ul><li><a href=\"https://hereandnow.wbur.org/tag/charleston-church-shooting\" target=\"_blank\">See <em>Here & Now’</em>s full coverage of the shooting</a></li></ul><h4>Interview Highlights: Vernon Burton</h4><p><strong>Vernon Burton on the Confederate flag flying at the statehouse</strong></p><p>“Apparently they have no way to lower it. It is locked in place, and it was put there as part of a compromise in 2000 to finally get the Confederate flag off of the top of the state capitol. And there’s a Heritage Act that was part of the compromise that influences so much of what we memorialize, that you cannot change memorials or the name of buildings or anything like that without it going through the state legislature. But as some African-Americans, particularly the president of the NAACP, said, it’s off of the state grounds but in your face at the Confederate monument.”</p><p><strong>On whether the Charleston shootings might lead to the flag’s removal</strong></p><p>“I hope so, but I am not as optimistic as others are. This idea of heritage and the idea of the representation of the flag as one of hatred are so counter-opposite to one another, that neither one is listening very carefully, I think. But I hope that people will come to see that this flag, which many claim as an issue of heritage for the state, when the flag was initially put up on the capitol, it was in opposition to the Civil Rights Movement. &#8230; In South Carolina until 1940, a majority of the citizens were African-Americans, and that flag means something very different to them than what a lot of heritage groups claim it means to them.”</p><p><strong>On what the Confederate flag represents</strong></p><p>“I think it has taken on those elements that represent racism, but I want to be careful, Jeremy, that people realize that this is just one item in a larger cultural issue about race and white supremacy in the South and in this case, specifically South Carolina. It’s important that in fact we remove the Confederate flag from a public statehouse ground where all citizens, including African-Americans, are paying the taxes that put it there. But if you look at that statehouse grounds, there is not one individual monument to an individual African-American &#8211; there are so many people who could be there &#8211; but every single person who is singled out as an individual, each one of them represented, in fact, people who fought for either slavery or segregation or white supremacy.</p><p>“And I used to do a lecture that said that there is not one African-American who was singled out by name, but I had to change that because, to their credit, Strom Thurmond’s family added his African-American daughter to his children’s names. But in some ways that makes the point even greater, that we are in fact, memorializing only those people in the state who have stood for white supremacy. And that’s what the flag has now taken on after the Civil Rights Movement, the same kind of meaning.”</p><p><strong>On public monuments and history</strong></p><p>“People learn their history from what we tell them is important &#8211; all these public monuments, the buildings we name, all of these sorts of things &#8211; and we are not given an alternative, in fact role models, for people. So you can see how someone who perhaps was disturbed or filled with hate, could be reinforced with the way we’re memorializing, in fact, the people that we hold up, who would be models for others. I think this horrible tragedy brings out exactly these kinds of problems that we need to deal with.”</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.clemson.edu/caah/history/faculty/facultyBio.html?id=130\" target=\"_blank\">Vernon Burton</a></strong>, professor of history and sociology at Clemson University. He tweets <a href=\"https://twitter.com/vernonburton1\" target=\"_blank\">@VernonBurton1</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Confederate+Flag%27s+History+In+South+Carolina&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"337"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416511231-5c3b76.m3u?orgId=1&d=337&p=60&story=416511228&t=progseg&e=416491313&seg=12&ft=nprml&f=416511228"},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0622_confederate-flag.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"836","width":"1280"}}]}