{"created":"2014-10-03T19:47:04+00:00","modified":"2014-12-23T18:14:20+00:00","valid":{"from":"2014-12-23T18:14:20+00:00","to":"3014-12-23T18:14:20+00:00"},"hreflang":"en","title":"What Kids Can Learn From A Water Balloon Fight","published":"2014-06-26T01:30:00+00:00","teaser":"Rough-and-tumble play is a vital part of growing up ... and a really fun part of parenting.","itags":["npr_api","325218402"],"guid":"eb34874d-0388-4579-9f26-dca38c741571","contentencoded":"<p>\"Don't chase me!\" is one of my daughter's favorite invitations. Of course, this is a cue to run shrieking through the house, grab her up in a fireman's carry, hold her upside down and finally nosh on her legs as she mock-protests, \"Don't eat me! I'm a person, not a snack!\"</p><p>As part of the \"<a href=\"http://www.npr.org/series/323986426/men-in-america\">Men in America</a>\" series on <em>All Things Considered</em>, host Audie Cornish interviewed <a href=\"http://theartofroughhousing.com/author/larry-cohen/\">Dr. Lawrence Cohen</a>, a psychologist and co-author of <em>The Art of Roughhousing</em>, a book about the importance of aggressive play for both girls and boys.</p><p>\"It's pretty darn universal,\" Cohen says about this kind of play. \"It's nearly universal in the mammal kingdom ... even ants will wrestle each other.\" But, he says, a certain kind of interest does seem to be more prevalent in boys: \"I've never seen a girl chew her breakfast toast into a gun.\"</p><p>Cohen makes the case, using research and his clinical experience, that parents shouldn't be afraid of rough-and-tumble play and even play-acting involving pretend violence. Instead, they should get down on the carpet and participate.</p><p>This kind of play serves vital emotional and physical needs for kids. It helps parents and kids bond, resolve conflicts, practice setting limits and deal with aggression. \"It's a big developmental accomplishment to regulate those aggressive impulses,\" he says. \"When we're always telling them no, no, no, that interferes with their natural cycle of revving up and calming down.\"</p><p>While it's not the main point, this play has academic benefits as well. Children learn resilience and other cognitive skills by responding in the moment to rapidly changing situations. One <a href=\"http://theartofroughhousing.com/science/\">scientist found </a>that how well and how much children engaged in roughhousing predicted their first-grade achievement better than kindergarten test scores.</p><p>It also \"fills kids' tanks,\" Cohen says, with giggles and good feelings, creating a reserve of goodwill that can lead to more cooperative children at other times. Regular doses of roughhousing help children grow up calmer, healthier and better coordinated. And it's safe, as long as parents are paying close attention.</p><p>\"I'm always encouraging parents, especially moms, to join in this kind of play. I think that when we join in the play we can transform it, but only if we're inside it.\"</p><p><em>The Art of Roughhousing</em> is also a manual with step-by-step ideas of rowdy games to play with your kids. These include old favorites like wheelbarrow, leapfrog, piggyback rides, fireman's carry and airplane, along with some new ones like \"Greek catapult\" — launching your kid onto the couch using your feet.</p><p>These are some video examples of roughhousing drawn from the <a href=\"https://www.facebook.com/pages/The-Art-of-Roughhousing/162914393761221\">book's Facebook page </a>and other sources around the Web. What are your favorite ways to get rowdy with your kids? Leave some examples in the comments.</p><blockquote></blockquote>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Kids+Can+Learn+From+A+Water+Balloon+Fight&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Anya Kamenetz","audio":[{"meta":{"duration":"326"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325608396-cbbaf7.m3u?orgId=1&topicId=1013&aggIds=323986426&ft=3&f=325218402"}]}