{"created":"2015-02-24T21:16:13+00:00","modified":"2015-05-13T21:13:27+00:00","valid":{"from":"2015-05-13T21:13:27+00:00","to":"3015-05-13T21:13:27+00:00"},"hreflang":"en","title":"Podium Diplomacy: Conductor Takes Chinese Music West And Vice Versa","published":"2015-02-25T19:40:00+00:00","teaser":"5 years, 40 works: Long Yu wants China and the West to know each other's contemporary music better. He's launching a big project to accomplish just that.","itags":["npr_api","388693318"],"guid":"eb3964e9-22df-4bd2-866f-69218edcae0b","contentencoded":"<p>By some measures, China is now the world's largest economy. It's also a gigantic market for American brands, from Hollywood blockbusters to KFC and Pizza Hut. But one Chinese conductor, <a href=\"https://nyphil.org/about-us/artists/long-yu\" target=\"_blank\">Long Yu</a>, would like these cultures to hear each other a little more clearly. He's launching a new project to do just that, and it's starting tonight with the New York Philharmonic.<br /> <br />Yu is a man used to thinking big. He leads three orchestras — the Shanghai Symphony, the Guangzhou Symphony and Beijing's China Philharmonic, which he founded. He also helped create a music academy.</p><p>\"Everybody knows that today we have a large number of young people who are learning classical music, and who appreciate very much the classical music,\" Yu says. \"We have 40 million kids are learning instruments in China, which is really unbelievable.\"</p><p>Yu also guest conducts top-tier orchestras across North America and Europe — including the Los Angeles Philharmonic, the the Chicago Symphony, the Philadelphia Orchestra, the Toronto Symphony, the Orchestre de Paris and the BBC Symphony — and he thinks it's high time for that interest to flow both ways.</p><p>So he's come up with <a href=\"http://www.compose2020.com/\">Compose 20:20</a>. He's kicking it off tonight with the U.S. premiere of a piece by Chinese composer Zhao Lin. The work features two soloists — cellist <a href=\"http://www.npr.org/artists/15995808/yo-yo-ma\" target=\"_blank\">Yo-Yo Ma</a> and fellow virtuoso <a href=\"http://www.silkroadproject.org/ensemble/artists/wu-tong\" target=\"_blank\">Wu Tong</a>, who plays a Chinese wind instrument called the <a href=\"http://www.silkroadproject.org/ensemble/instruments/sheng\" target=\"_blank\">sheng</a>.</p><p>Over the next five years, Yu plans to present 20 new works by prominent Chinese composers here and in Europe, and 20 by well-known Americans and Europeans in China. The list includes <a href=\"http://www.npr.org/blogs/deceptivecadence/2013/11/23/246309165/the-sound-of-struggle-tempered-with-terror-penderecki-at-80\" target=\"_blank\">Krzysztof Penderecki</a> and <a href=\"http://www.npr.org/artists/14996733/john-adams\">John Adams</a>, and <a href=\"http://www.carnegiehall.org/chinafestival/themes/classof78_chenqigang.aspx\" target=\"_blank\">Chen Qigang</a> and <a href=\"http://www.schott-music.com/shop/persons/featured/xiaogang-ye/\" target=\"_blank\">Ye Xiaogang</a>.</p><p>\"A lot of people think China is very interesting today,\" Yu says. \"But how much you know about China? How much you know about Chinese music? How much you know about the young generation?\"</p><p>\"China loves to make big announcements. Once you do that, it becomes real in a way, it becomes a lot more tangible,\" says Ken Smith, who writes about music for the <em>Financial Times</em> of London. He's also a longtime, up-close observer of the Chinese cultural scene. He says the young generation that Yu wants Western audiences to get to know could be called Generation Startup.</p><p>\"From about 2001, I would say, the Ministry of Culture said, in no uncertain terms, they're no longer funding culture,\" Smith says. \"Now, they didn't stop censoring, but their job was not anymore to put it up and administrate it. They needed an entire middle class of managers to do that. And they were, fortunately, starting to come back from schooling in New York, schooling in Berlin, knowing at least the rudiments of arts administration.\"</p><p>Yu is one of those who studied abroad. \"I'm really thankful that I'm living today,\" he says, \"because I was born in the '60s, and I grew up during the '70s, and everyone knows this is during the very difficult time, the <a href=\"http://www.npr.org/blogs/parallels/2014/01/23/265228870/chinese-red-guards-apologize-reopening-a-dark-chapter\" target=\"_blank\">Cultural Revolution</a> time, and so we grew up through that. And then I belong to the first generation who went abroad, to study in the West, also in the '80s, and I also belong to the first generation after our graduation, we went back.\"</p><p>And Smith says that multicultural background gives Yu special footing to make sure the work of his own generation is recognized, both abroad and at home.</p><p>\"Unless something is really well-documented and well-cemented, you don't know, at the end of the day, what legacy you will have,\" Smith says. \"In China, it's even worse, because — I can't think of a country that has done more to eliminate the work of a previous generation sequentially, over time. The past 100 years, you've seen entire ways of thought eliminated and criminalized, basically. In this kind of situation, the more people who are involved in this internationally and the more people who are looking at it, the harder it is for them to say 'no.' To have something like this go out at this level of profile, it will be noticed.\"</p><p>And if anyone is in a position to make that happen, it's Long Yu.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Podium+Diplomacy%3A+Conductor+Takes+Chinese+Music+West+And+Vice+Versa&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anastasia Tsioulcas","audio":[{"meta":{"duration":"278"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388796228-abd303.m3u?orgId=1&topicId=1106&aggIds=100920965&d=278&p=2&story=388693318&t=progseg&e=388794727&seg=20&ft=nprml&f=388693318"},{"href":"http://media.npr.org/assets/img/2015/02/24/long_yu-b632f4c0ecac453d0d39d1d23a776679ce6efcd3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2647","width":"3530"}}]}