{"created":"2015-01-14T22:15:17+00:00","modified":"2015-01-20T15:06:03+00:00","valid":{"from":"2015-01-20T15:06:03+00:00","to":"3015-01-20T15:06:03+00:00"},"hreflang":"en","title":"Thievery Corporation: All Things Considered's In-House Band For A Day","published":"2015-01-16T23:32:00+00:00","teaser":"Friday's broadcast gets a lively and unexpected twist: interstitial music performed live by the unpredictable, dub-influenced electronic band.","itags":["npr_api","377259172"],"guid":"eb48243e-920e-4bbe-91dd-06e7f18a4cf3","contentencoded":"<p>If you listen to NPR's newsmagazines, short bits of instrumental music often provide the connective tissue linking one story to the next. We call them buttons or breaks or deadrolls, and each is chosen by the show's director that day. Sometimes the selections make a sly reference to the story they follow — say, a snippet of \"<a href=\"https://www.youtube.com/watch?v=b1z4JfxFb6c\" target=\"_blank\">Baby Elephant Walk</a>\" after a story about elephants — but more often they're there to capture, enhance or brighten the mood while helping the listener differentiate between news pieces.</p><p>Monika Evstatieva, who directs <em>All Things Considered</em>, says these bits of interstitial music often take on different forms. In all, she says she spends two or three hours a day getting the music just right.</p><p>\"We call it collectively bumper music, but actually it is 18 to 22 different songs a day,\" she says. \"Some of it you hear at the end of each segment; we call those deadrolls. Some of it gets covered up by our member stations when they run local coverage; we call those breaks. And some are those tiny, tiny snippets you hear in between stories; those are called buttons. I have to pick eight breaks, 10 deadrolls and a couple of buttons for each day.\"</p><p>Near the end of 2012, <em>All Things Considered</em> experimented with having that music performed live by <a href=\"http://www.npr.org/2012/12/05/166578192/for-one-day-npr-gets-a-house-band-los-straitjackets\" target=\"_blank\">its first-ever house band</a>: the surf-rock juggernaut Los Straitjackets. Known for their trademark Mexican wrestling masks, the group's members spent an entire day at NPR headquarters in Washington, D.C., then performed <em>All Things Considered</em>'s interstitial music on the spot. Rarely has the news received such a lively soundtrack, and yet it took more than two years for the show to try it again.</p><p>On Friday, another band livens up a full episode of <em>All Things Considered</em>. Washington, D.C.'s Thievery Corporation, the duo of DJs Eric Hilton and Rob Garza, has spent 20 years weaving as many genres and languages as it can into its unpredictable, dub-influenced electronic sound. The result can be mellow and worldly, but also socially conscious, with an energy that makes it more than mere chill-out music.</p><p>\"Their music matches really well with the format of the program,\" Evstatieva says. \"It's a slightly melancholic lounge sound infused with world influences and the occasional bursts of happiness. So I'll put all my CDs down, and we will sit down and have them perform some of the best songs from their repertoire. I promise it will be a blast.\"</p><p>Return to this space for more from the band in the coming days.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Thievery+Corporation%3A+All+Things+Considered%27s+In-House+Band+For+A+Day&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Stephen Thompson","audio":[{"meta":{"duration":"300"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377780936-5a3cd0.m3u?orgId=1&topicId=1039&ft=3&f=377259172"},{"href":"http://media.npr.org/assets/img/2015/01/16/thievery-18-1d7939c4d970b0247168ae0f8375423179b5c23f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/01/16/_mg_0608-be881f7b9a6dd73a04e13deac7845325424dcdc7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1601","width":"2135"}}]}