{"created":"2015-01-16T16:37:33+00:00","modified":"2015-01-20T20:16:30+00:00","valid":{"from":"2015-01-20T20:16:30+00:00","to":"3015-01-20T20:16:30+00:00"},"hreflang":"en","guid":"eb4bc0ab-41e3-4b95-b7f6-272822ac39a9","title":"China, not college, could be the next finishing school for top NBA prospects","published":"2015-01-20T20:16:28+00:00","byline":"Bradley Campbell","tags":["sports","culture","immigrants","Global Nation","Sports","Africa","North America","Asia","Democratic Republic of Congo","United States","China","Africa","North America","Asia","East Asia","Karan Madhok","Emmanuel Mudiay","National Basketball Association Draft","National Basketball Association","Sports","Basketball"],"teaser":"Emmanuel Mudiay's path around college to the NBA could be the new trail for young prodigies. That path winds through China.","contentencoded":"<p>Emmanuel Mudiay had a rough go early on in his life. He spent the first years of his life amid war in the Democratic Republic of Congo. He picked up a basketball at age three, but it would be another three years and a move to Texas before he played in his first organized game.</p>\n<p>But there was no doubt: The kid could play.</p>\n<p>Mudiay is now widely considered a top draft pick in the upcoming NBA draft. Under NBA rules, a player must be 19 and a year out of high school to be eligible for the draft. That’s why so many players with NBA talent suit up for colleges like Duke, Kansas or Kentucky for a year before turning pro. But Mudiay’s not doing that. He’s playing a year in the China Basketball Association.</p>\n<p>There are reports he didn’t qualify academically, but it’s about more than just grades. He came from poverty. And he’s already making seven figures in his first season.</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"//www.youtube.com/embed/xC_--s6M3QI\" width=\"560\"></iframe></p>\n<p>“If he stayed in college in the US, he wouldn’t have been paid. Whereas in China, he got a fairy lucrative contract to play professionally at 18,” says Karan Madhok, who profiled Mudiay in a recent <a href=\"http://www.slamonline.com/the-magazine/features/emmanuel-mudiay-global-citizen/\">story</a> for Slam magazine. “I think a lot of young players are at least thinking about making that decision. For Mudiay, they reasons he gave me was he didn’t want to go back to poverty for his family. He wanted to earn sooner. He was tired of seeing his mom and his family starving. He didn’t want to see them go back to that.”</p>\n<p>If there are any downsides to playing in China, they are small. Madhok says it’s hard to take his statistics seriously as they’re against opponents in a foreign country and in a foreign league. In China, teams can only have two Americans on their roster. Madhok says the teams rely on these players to do the lion’s share of the offense. Madhok watched Mudiay play in his first Chinese game. He says Mudiay looked a little lost. But Madhok came away impressed. “He can score, he can rebound and he can assist. He’s an athletically explosive point guard and he would be that no matter where he would play. If he played in China or college in the US, people would see that,” he says.</p>\n<p>The experience of living in yet another different country has also been a learning experience for Mudiay. But much of it has been spent away from day-to-day life in China. “He lives in a bubble of sorts,” Madhok says. “He stays sheltered form the local culture.”</p>\n<p>Before injuring his ankle, Mudiay averaged 17 points, six rebounds and six assists per game. NBA executives told Yahoo Sports that Mudiay’s performance in the China Basketball Association has increased his draft stock. Many NBA scouts project him going as high as the second overall pick in this summer's draft.</p>\n<p>So he’s paving a new way for young players with professional talent to fulfill the age requirement for the NBA. Madhok is certainly impressed.</p>\n<p>“I respect the fact that he had a certain vision for what he wanted to do for his career,” he says. “He stuck with it. And it’s difficult when you are that age and you are one of the best young players in the country. And then a decision looms for you. I could go to college or I could do something completely risky, something completely out of the box.”</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Mudiay.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/mudiayjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/011620156.mp3"},{"href":"http://www.pri.org/file/011620156mp3"}]}