{"created":"2014-10-24T22:35:20+00:00","modified":"2014-11-10T20:46:54+00:00","valid":{"from":"2014-11-10T20:46:54+00:00","to":"3014-11-10T20:46:54+00:00"},"hreflang":"en","title":"Was CDC Too Quick To Blame Dallas Nurses In Care Of Ebola Patient? ","published":"2014-10-24T22:59:00+00:00","teaser":"It was initially implied that nurses made many of the errors in the handling of Ebola patient Thomas Eric Duncan. Further scrutiny shows they were not at fault.","itags":["npr_api","358574357"],"guid":"eb52f1d3-85f9-42f5-8813-cc623f3981e6","contentencoded":"<p>Dallas nurse Nina Pham was discharged from a National Institutes of Health hospital in Maryland Friday, where doctors confirmed she was free of the Ebola virus.</p><p>Pham's colleague Amber Vinson is also said to be free of Ebola, though she remains in a hospital in Atlanta.</p><p>While their progress is being cheered, many nurses around the country still feel their profession unfairly received blame for the errors in treating Ebola in Dallas.</p><p>The Monday-morning quarterbacking began in the first press conference when health officials conceded Ebola patient Thomas Eric Duncan had been to Dallas Presbyterian Hospital previously. He had been evaluated, misdiagnosed and released.</p><p>It was acknowledged that Duncan had told the ER nurse during his first visit he had just come from Africa. But then it was implied the nurse messed up his travel history in his chart.</p><p>\"A travel history was taken, but it wasn't communicated to the people who were making the decisions,\" Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said at the press conference. \"They dropped the ball; hopefully this will never happen again.\"</p><p>But according to Dr. Daniel Varga, chief clinical officer for Texas Health Resources, a network of 25 hospitals that includes Presbyterian, that wasn't true. In fact, the nurse did put the information about Duncan's travel from Africa into the doctor's chart. He just didn't see it.</p><p>\"We had that piece of information in the electronic health record,\" he said. \"It was there to be found.\"</p><p>So it certainly wasn't the nurses' fault. But they heard blame again when Pham contracted Ebola from Duncan. Centers for Disease Control and Prevention Director Tom Frieden speculated she had infected herself.</p><p>\"There was a breach in protocol and that breach in protocol resulted in this infection,\" Frieden said. \"When you have potentially soiled or contaminated gloves or masks or other things, to remove those without any risk of any contaminated material touching you is critically important and not easy to do right.\"</p><p>It's just as likely that nurses Pham and Vinson were contaminated while they cared for Duncan. For the first two days Presbyterian's medical staff treated the extremely sick and Ebola-effusive patient without the protection of the fully hooded hazmat suits the hospital had on hand.</p><p>The next day, Frieden said he'd gotten an \"earful\" from nurses around the country about his comments.</p><p>\"I want to clarify something I said yesterday,\" he said. \"Some interpreted that as finding fault with the hospital or the health care worker, and I'm sorry if that was the impression given. That was certainly not my intention.\"</p><p>As the Ebola crisis deepened in Dallas, National Nurses United, the largest nurses union in the country, raised the alarm that hospitals across the country were not prepared to cope with the deadly virus. They came to the defense of the critical care nurses who had cared for Duncan.</p><p>\"Well, see the thing is you have to look at the culture of most hospitals,\" said Deborah Burger, president of National Nurses United, who has been a registered nurse for 43 years.</p><p>\"Whenever they're trying to assign blame it always it ends up down at the nurses' level or other health care worker,\" she said. \"That is not unusual for that to happen. So we weren't surprised; we were just angry.\"</p><p>Even after apologizing, Frieden nevertheless implicated a nurse again. When Vinson was diagnosed with Ebola, she had just returned from a trip to Ohio on a passenger jet.</p><p>\"She was in a group of individuals known to have exposure to Ebola,\" Frieden said. \"She should not have traveled on a commercial airline.\"</p><p>But the part Frieden left out was that Vinson had been in regular contact with hospital and CDC officials and had been given permission to fly back to Dallas. When that little tidbit came to light, it put the spotlight right back on the hospital and the CDC.</p><p>But the damage was done. Vinson is said to be furious at how she was vilified and has hired a lawyer.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Was+CDC+Too+Quick+To+Blame+Dallas+Nurses+In+Care+Of+Ebola+Patient%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Wade Goodwyn","audio":[{"meta":{"duration":"252"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358631330-198d39.m3u?orgId=1&topicId=1091&ft=3&f=358574357"},{"href":"http://media.npr.org/assets/img/2014/10/24/457790660-332c8ddc7155458f7c153a4458705f9a04e89ddd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3390","width":"4520"}}]}