{"created":"2014-10-12T11:22:15+00:00","modified":"2014-11-02T01:56:48+00:00","valid":{"from":"2014-11-02T01:56:48+00:00","to":"3014-11-02T01:56:48+00:00"},"hreflang":"en","title":"From VMI To James Island, Hollywood Battles To Get The Civil War Right","published":"2014-10-12T17:14:00+00:00","teaser":"The new film <em>Field of Lost Shoes</em> follows a group of VMI cadets who fought at the Battle of New Market. The film is one in a long history of Civil War movies, many of which have been problematic.","itags":["npr_api","355186570"],"guid":"eb5ceaa0-3220-4f4c-b0f4-8a6a806a73da","contentencoded":"<p>Movies about the Civil War are almost always problematic. They're long and boring, or they're slanted, or they leave out a huge part of the story. A new movie about the Battle of New Market in 1864 has its own set of problems.</p><p><em><a href=\"http://www.youtube.com/watch?v=W8oIEwisxm4\">Field of Lost Shoes</a></em> begins with a slave auction where a young white boy watches as an African-American mother is sold away from her children. Then the movie jumps ahead to Virginia Military Institute, six years later.</p><p>In real life, VMI cadets were brought in to support Confederate soldiers in New Market. There were many casualties, but the cadets' actions are said to have helped turn the battle into a Confederate victory, albeit a small one, says Tom Farrell, the movie's producer and co-writer. \"These young men, who were called up under extraordinary circumstances, never expected to actually be engaged, and came through with great valor,\" says Farrell.</p><p>During the Civil War, VMI was important to the Confederate cause, training generals and officers to defend the slave-holding south. But in the movie, some of the young cadets express doubts about why they're fighting. One cadet tells his fellow soldiers, \"We should not be fighting to keep people in chains.\" The cadets defend VMI's African-American cook – a slave – from being hanged. The cadets stop marching to New Market to rescue a slave trapped under a carriage.</p><p>While Tom Farrell says everything in the movie is based on letters and diaries, one historian believes <em>Field of Lost Shoes</em> is engaged in some revisionist history. Hari Jones, a former Marine and the curator at the <a href=\"http://www.afroamcivilwar.org/\">African-American Civil War Museum</a> in Washington, D.C. calls it a \"neo-Lost Cause film, really trying to redeem those who supported secession. And — though they admit, and this is why it's neo — they admit that slavery is the issue early on in it, but then it gets into 'Well, it's really just defending our home from invading forces,'\" says Jones.</p><p><em>Field of Lost Shoes</em> is certainly not the first movie to distort history.</p><p>The original Lost Cause Civil War film was the silent epic <em>Birth Of A Nation</em> from 1915. Considered a great cinematic achievement for, among other things, its sweeping battle scenes, <em>Birth Of A Nation</em> also depicts African-Americans as savages who are brought to justice after the war by a heroic Ku Klux Klan.</p><p>Robert Eberwein, author of <em>The War on Film</em>, says, \"From a film historian's perspective, it's an extraordinary achievement for 1915, even as it induces nausea for the way in which the African-Americans are treated.\" Despite protests from civil rights organizations, <em>Birth Of A Nation</em> was a box office hit. Many credit the film with a resurgence of the KKK.</p><p>Whether it's <em>Birth Of A Nation</em>, <em>Gone With the Wind</em>, or <em>The Red Badge of Courage</em>, Hari Jones says most of the major movies made about the Civil War missed a huge part of the story. \"The African-American story simply wasn't being told,\" says Jones. That changed in 1989 with <em><a href=\"http://www.youtube.com/watch?v=q7qwqVbZSqE\">Glory</a></em>, starring Denzel Washington, Matthew Broderick and Morgan Freeman. It tells the story of the <a href=\"http://54th-mass.org/\">54th Massachusetts</a>, an all-black regiment that fought with the Union Army. The movie was directed by Edward Zwick.</p><p>\"What I came to understand is that this had been, in its day, one of the most famous stories in American history. And its presence had been lost in time,\" says Zwick. The 54th Massachusetts held back Confederates at James Island in South Carolina and fought at the Battle of Fort Wagner, where many of them were killed.</p><p><em>Glory</em> won three Oscars, including best supporting actor for Denzel Washington. But there was also criticism that the story was largely told from a white man's point of view. The movie centers around the 54th's white commander, Colonel Robert Gould Shaw. Hari Jones disagrees with the film's depiction of the African-American soldiers in the 54<sup>th</sup> as runaway slaves who had no military training: \"Most of the soldiers were well-trained, and Robert Gould Shaw writes that. Yet, in the movie, they bring in an Irish drill sergeant to teach them how to drill.\"</p><p><em>Glory</em> was, however, a breakthrough, says Jones. \"The importance of<em> Glory</em> is the advertisement that brings us to the question of African-American service during the Civil War,\" he says. It's a question he says even the large, academic, research institutions haven't fully explored.</p><p>But compelling true stories are out there. Take <a href=\"http://housedivided.dickinson.edu/sites/civilwar/2012/08/08/abraham-galloway-slave-bricklayer-fugitive-abolitionist-spy/\">Abraham Galloway</a>, who escaped slavery and then became a Union spy. \"Galloway is like the super-secret agent who travels from North Carolina to the Mississippi River Valley, gets captured by the Confederates, escapes, takes on two, three men at one time. He's that kind of a guy, but he's almost unbelievable because he's been left out of the narrative for so long,\" says Jones.</p><p>One movie that Hari Jones says has helped him teach Galloway's story is Quentin Tarantino's <em>Django Unchained</em>, a pre-Civil War, spaghetti western where the hero is a freed slave who gets bloody revenge on white slave owners. After <em>Django</em>'s release, Hari Jones was at a middle school talking about Abraham Galloway. As he remembers the story, \"One of the students yelled from the audience 'Yes, Django!' So, in his mind, now he had an image of an African-American who could perform in such a way.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+VMI+To+James+Island%2C+Hollywood+Battles+To+Get+The+Civil+War+Right&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elizabeth Blair","audio":[{"meta":{"duration":"384"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355564152-ab933c.m3u?orgId=1&topicId=1045&ft=3&f=355186570"}]}