{"created":"2015-03-24T12:52:29+00:00","modified":"2015-03-24T20:53:35+00:00","valid":{"from":"2015-03-24T20:53:35+00:00","to":"3015-03-24T20:53:35+00:00"},"hreflang":"en","title":"Sea Turtles Test Urban Waters In Southern California 'Jacuzzi'","published":"2015-03-24T15:59:00+00:00","teaser":"Even with the warm outflow from nearby power plants, the San Gabriel River's an odd new habitat choice. Volunteers and researchers are working to study and track the population that's popped up there. <strong></strong>","itags":["npr_api","392590366"],"guid":"eb638293-ce0a-4275-96cd-3264e1347e51","contentencoded":"<p>The green sea turtle typically lives in tropical waters, like the shores of Mexico or Hawaii.</p><p>But recently, scientists have discovered a population swimming year-round in a river just south of Los Angeles. It's the northernmost group of these turtles known to science.</p><p>Visit the 3-mile stretch of the San Gabriel River in Long Beach, wait a few a minutes, and Cassandra Davis says you'll usually see their heads above the water.</p><p>Davis is with the Aquarium of the Pacific, where she's training about 30 volunteers to help with a citizen science project to log the number and size of turtles seen in the river.</p><p>\"So the small turtles have heads about the size of a golf ball or even a small lime, and the large turtles, their heads are about the size of a softball or grapefruit,\" she says.</p><p>Her group has been carrying out this sea turtle census for about three years. She estimates there are between 30 and 100 turtles in the area.</p><p>But why these large tropical creatures chose this place to settle down is a mystery. It's a river sometimes mired in trash next to a busy road and a military base.</p><p>\"When you look around, this is not a tropical paradise or the other things that usually come to your mind when you think about sea turtles,\" says Dan Lawson, with the National Oceanic and Atmospheric Administration, who studies this population.</p><p>Lawson says the river is a mix of salt and fresh water, which is good for sea turtles. It seems to have plenty of food. And it has another thing going for it.</p><p>There are two power plants — one on each side of the river. They both suck in cold ocean water and use it to cool their generating systems. This process ends up heating the water before it's dumped back into the river.</p><p>This warm outflow results in a sort of turtle Jacuzzi.</p><p>\"It's certainly creating a unique environment that is beneficial for them,\" Lawson says.</p><p>But, he says, there's a catch. Over the next decade or so, the plants will phase out this method of using ocean water as a cooling mechanism. That means, eventually, no Jacuzzi.</p><p>It's unclear how this will affect the federally protected turtles. The cooler water is likely to slow their bodies down, but the warmth might not be the only reason they're in this area.</p><p>That's why it's important that volunteers like Peggy Morrison help track the number of turtles.</p><p>\"We have three sightings. We think it may be the same turtle three times,\" she says.</p><p>The data will establish a baseline for this population so researchers will know if and when their numbers start to drop.</p><p>For her part, Morrison just gets a kick out of seeing the unlikely river residents. She remembers one day when, she swears, she saw more than 40 different turtles float by.</p><p>\"That will last me forever,\" she says. \"It was amazing, the miracle turtle-sighting day.\"</p><p>But urban environments can be dangerous for turtles.</p><p>While Morrison and I were talking, a group of volunteers found one struggling to dive near the riverbank. NOAA scientist Lawson pulled it from the water.</p><p>Using a small knife, Lawson tried to untangle the turtle from a mess of knotty rope and wire. After about 10 minutes, the turtle was free and let back in the river.</p><p>\"Turtle was wrapped up,\" Lawson said. \"And it looks like fishing line wrapped around the front two flippers and the neck.\"</p><p>Lawson says that despite the dangers posed by trash, speeding boats and the occasional poacher, these animals seem to be doing well.</p><p>In fact, he says this odd urban population might actually be a sign that decades of sea turtle conservation are paying off.  <div class=\"fullattribution\">Copyright 2015 Southern California Public Radio. To see more, visit <a href=\"http://www.kpcc.org/\">http://www.kpcc.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sea+Turtles+Test+Urban+Waters+In+Southern+California+%27Jacuzzi%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sanden Totten","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395001647-2a8163.m3u?orgId=144&topicId=1132&e=392590366&d=237&ft=nprml&f=392590366"},{"href":"http://media.npr.org/assets/img/2015/03/12/turtle-b19096c45046013033867dbec4d1735b488c1271.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"767","width":"1023"}}]}