{"created":"2014-10-07T19:38:55+00:00","modified":"2014-11-12T19:52:06+00:00","valid":{"from":"2014-11-12T19:52:06+00:00","to":"3014-11-12T19:52:06+00:00"},"hreflang":"en","title":"A Fond Farewell From An Old Memphis Maverick","published":"2014-07-29T23:31:00+00:00","teaser":"\"Cowboy\" Jack Clement produced and wrote songs for the likes of Johnny Cash and George Jones. On his final album, the late visionary reclaims some of those tunes and makes them his own.","itags":["npr_api","336315145"],"guid":"eb6450b0-013e-4c8b-9672-fbc038b51a8c","contentencoded":"<p>The late musician Jack Clement's nickname, \"Cowboy,\" came from a radio show he was part of in the early 1960s. It had nothing to do with horses or boots, but it happened to fit his maverick approach to work.</p><p>Clement did what he wanted: songwriting, producing, running his own recording studios, even making movies. He was a visionary and a catalyst who always knew how to match artists with the right material. He famously arranged the distinctive mariachi horn section in <a href=\"http://www.npr.org/artists/15165794/johnny-cash\" target=\"_blank\">Johnny Cash</a>'s \"Ring of Fire,\" and when he gave \"Just a Girl I Used to Know\" to <a href=\"http://www.npr.org/artists/129480034/george-jones\" target=\"_blank\">George Jones</a> in 1962, it was a hit.</p><p>In a career that spanned six decades, the Tennessee native and onetime Marine worked with everyone from Charley Pride to <a href=\"http://www.npr.org/artists/15816983/u2\" target=\"_blank\">U2</a>. Yet in all that time, Clement only recorded three albums of his own. He'd just completed his final project, <em>For Once and for All,</em><em></em> when he died last year at age 82.</p><p>Clement was humbly philosophical and deeply funny. He embraced traditional country themes like trains and love gone wrong, but he also wrote songs like \"Flushed From the Bathroom of Your Heart,\" \"Dirty Old Egg Sucking Dog\" and one ostensibly about a home appliance, but really about the magic you might find in the world if you let go of a modern convenience for a while: \"The Air Conditioner Song.\"</p><p>He wrote hundreds of songs, and they've been recorded by hundreds of artists who worked with Clement or were inspired by him. So it's fitting that on <em>For Once and for All,</em> he revisits material he wrote decades ago and calls in a host of friends to play along. In \"Got Leaving on Her Mind,\" country singer <a href=\"http://www.npr.org/artists/92287092/dierks-bentley\" target=\"_blank\">Dierks Bentley</a> and <a href=\"http://www.npr.org/artists/137228974/secret-sisters\" target=\"_blank\">The Secret Sisters</a> harmonize, Duane Eddy plays guitar and <a href=\"http://www.npr.org/artists/130701720/leon-russell\" target=\"_blank\">Leon Russell</a> adds piano. It's a beautiful convergence of the generations touched by Clement's work.</p><p>The space left behind by an intrepid spirit like \"Cowboy\" Jack Clement can never be filled. <em>For Once and for All</em> evokes a wistful feeling about his loss, but like the trains he loved and chronicled, Clement's place in history is secured in song.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Fond+Farewell+From+An+Old+Memphis+Maverick&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Meredith Ochs","audio":[{"meta":{"duration":"241"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336356985-2f9890.m3u?orgId=1&topicId=1104&ft=3&f=336315145"},{"href":"http://media.npr.org/assets/img/2014/07/29/jackclement-947204cbb7808fe510d7d202e4d4b3845f0121aa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2848","width":"3795"}}]}