{"created":"2015-01-27T14:04:54+00:00","modified":"2015-06-05T15:30:21+00:00","valid":{"from":"2015-06-05T15:30:21+00:00","to":"3015-06-05T15:30:21+00:00"},"hreflang":"en","title":"It's Been A Hard 12-Step Road For Zanzibar's Heroin Addicts","published":"2015-05-27T16:40:00+00:00","teaser":"An island off the coast of Tanzania has one of the world's highest addiction rates. But the majority of its people, who are Muslims, are uneasy with the 12-step recovery program's Christian concepts.","itags":["npr_api","381625994"],"guid":"eb6b4349-301c-4a32-813c-4d63f357fbbc","contentencoded":"<p>Could a 12-step program, with its Christian roots, help addicts recover on a conservative Muslim island in the Indian Ocean?</p><p>Suleiman Mauly was desperate to find out. He'd been using heroin in his native Zanzibar since age 17. The island nation is a key stop for heroin smuggled from Pakistan and Afghanistan to Europe. An estimated 7 percent of the 1 million inhabitants are heroin addicts.</p><p>Mauly had tried to get clean a couple of times. It didn't work. Then he discovered a 12-step program in Mombasa, Kenya.</p><p>He not only stopped using drugs but also made amends to friends and family he'd harmed as an addict. \"And before you make amends, you have to search yourself, your feelings of guilt and resentment,\" says Mauly, now 34 and in recovery for eight years. \"It's a kind of Christian spiritual process.\" Indeed, the 12-step program, founded in Akron, Ohio, some 80 years ago, relies on Christian concepts: confession, redemption, submission to a higher power.</p><p>\"People have different experiences with the higher power,\" he says. \"Some of them say it's Allah. Some of them, Jesus. For me, the power greater than myself was a program, a group and my family. And then later, I've started to understand how to rely on God.\" He is largely responsible for introducing the program to his country.</p><p>But the program's Christian connection turned out to be a sensitive topic in Zanzibar, where the mostly Muslim population has long had a frictional relationship with the mostly Christian mainland.</p><p>For example, one of the core principles of 12-step is submission to a higher power, often shorthanded as \"HP.\"</p><p>Abdulrahman Abdullah remembers the first time he told his mother about HP. \"She said, 'Come here, talk about Allah. Don't give a [expletive] about your HP,' you know?\" He laughs now at the memory, but he says his mother still worries that 12-step will be a gateway to conversion to Christianity.</p><p>Many islanders have been won over by the program's success. Six years after Mauly brought 12-step to Zanzibar, there are 11 recovery houses that have treated 3,000 addicts. He serves as head of Recovery Community Zanzibar, which is staffed by former addicts, and is also a community outreach officer with Tanzania Health Promotion Support.</p><p>But Zanzibar's traditional values could bend only so far. Mauly says that while he successfully introduced the concept of 12-step for men, he's been unable to get community support for a women's program.</p><p>\"Because they give up hope with women,\" Mauly says. Women often turn to prostitution to support their drug habit. For traditional Muslims in Zanzibar, Mauly says, that is an act from which there can be no redemption.</p><p>Using funds he diverted from the men's clinic, Mauly opened a recovery house for women last month. He says he's not just trying to help women recover. He's trying to change local culture and make Zanzibaris see that women too can find redemption.</p><p>\"You never know,\" he says with a smile, \"when someone will be saved.\"</p><p>NPR's Frederica Boswell has reported on Mauly's story since he set up his first sober house. On a visit in January, she photographed him, staff members at the rehab centers and some of the recovering addicts, with their permission.</p><p><strong>Abdulrahman \"Mani\" Abdullah</strong> was in and out of rehab and jail for 22 years in the United Kingdom. Since returning to Zanzibar, he's been clean for five years. He's the general secretary of Recovery Community Zanzibar.</p><p><em>\"I sincerely had a desire to stop using and change my life because I was sick and tired, and I had lost everything that I've ever had in my life: my relationship with my God, with myself, with my family. I didn't have anybody, and I was so desperate. I would have done anything to get myself out, and with the help of the brothers, they've made my life better today.\"</em></p><p>Divorced with two children, <strong>Mwanahamisi Aysha</strong> was only 18 days into recovery in this photo. She started using drugs at age 18 and admits to stealing and selling her body to support her habit. She's been jailed many times; this is her third attempt at sobriety.</p><p><em>\"I have no religion. I was born Muslim. I was brought up as a Muslim. And I believe, but the things I have done in the course of my addiction have not been Islamic. They are wrong. I believe that one day I will repent and go back to my religion, but for now, what I am is a pagan.\"</em></p><p><strong>Zuhura Khamisi</strong> is a volunteer and mentor at Malaika Sober House. At 34, she's been in recovery for a year and nine months. She married a former addict, then left him when he relapsed. Her goal is to find a job to look after her five children.<br /> <br /> \"<em>My boyfriend started me on drugs. By the time we left each other, I was very far gone. I had no job, no money, but I had to continue taking drugs. When he left me, I was just like in Michael Jackson's 'Thriller' video — you know the people who come out of the graves — because I was so, so tired of the drugs. I was told about the sober house from a friend. The first time, I relapsed. After a while, I came back, and now I am very happy because I've been here now one year and nine months, and I'm feeling human again.\"</em></p><p><strong>Tatu Makame</strong> (left) had been at the Malaika Sober House for 16 days. She's 31 and says she started off drinking, then smoked marijuana, then moved on to heroin. This is her second attempt at getting clean. <strong>Khadija Juma</strong>, 29, had come from Dar es Salaam and was two days into recovery.</p><p><em>Makame: \"I want a child. My sister has got three children, and I've not been able to have one. I'm now very lucky. I'm pregnant, so my goal is to have this baby and stay clean to bring it up. It was the pregnancy that made me come to the sober house, because I can't be pregnant and doing drugs. And I want this baby.\"</em></p><p><em>Juma: \"I'm here because I'm tired.\"</em></p><p><strong><strong>Seif Umche</strong>, </strong>28, in the lilac shirt, had been in recovery for one month. He started using in 2003 and says he became a liar and a thief. Now he asks for help from God. <strong>Larry Isaac Lugombe</strong>, 21 and in the bright green shirt, had been at Detroit sober house for three months and six days, with 24 days to go. He hopes to move to Canada and start school.</p><p><em>Umche: \"I failed at my life. I failed at school. My life was bad outside. When I got here, I couldn't hit the punching bag, because when I got here I was close to death. I had no strength, but now I'm in recovery. I want to now leave my life to God.\"</em></p><p><em>Lugombe: \"I plummeted through life. I was born in South Africa. I lived a bit in Canada, then I moved to Dar es Salaam. Life kind of got hard. I didn't understand how life worked, so I started using drugs. Being here has opened my mind in ways I couldn't understand. I've learned things and experienced things that I didn't think I would. Because some of the people here come with really creepy stories, and I figured out that life could get a lot worse. And I'm proud of myself for making the step of understanding my problem and trying to solve it. I have a lot of hope that I'll be somebody. That's what I'm counting on, to be somebody.</em>\"</p><p><strong>Mosi Tamim Khalfani</strong>, 22, was 11 days into her recovery when this picture was taken. Two days later, she left the house and is believed to have relapsed.</p><p><em>\"I've relapsed eight times. I'm back now, and when I get out of here, I certainly don't want a man for at least two or three years, because he might put me back into drugs. I also don't want to get a job, because I believe if I get a job and I have money to spend I'll buy drugs again. I have three brothers at home who are also on drugs, so I don't want to go and live at home. They say things like 'we're giving her two weeks and then she'll go back to using.' God will help me.' \"</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=It%27s+Been+A+Hard+12-Step+Road+For+Zanzibar%27s+Heroin+Addicts&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frederica Boswell","audio":[{"meta":{"duration":"378"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1381783231-15d956.m3u?orgId=1&topicId=1031&d=378&p=3&story=381625994&t=progseg&e=381783094&seg=11&ft=nprml&f=381625994"},{"href":"http://media.npr.org/assets/img/2015/01/26/fullsizerender-2--4-3a97d014f985a8f8fd5f2c674e3e17fb8b5c6379.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2175","width":"2900"}},{"href":"http://media.npr.org/assets/img/2015/01/26/dscn2725-1-31d2d143e72cbc05bfa17f8b7715099f72ba9348.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2191","width":"2921"}},{"href":"http://media.npr.org/assets/img/2015/01/26/dscn2703-2-dd0ca53fb9761cdfd0d95b53f106f3f9a6e16555.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}},{"href":"http://media.npr.org/assets/img/2015/01/26/fullsizerender-1--3-b7b3344568d2054a4ef9ee19ad921315e04f1544.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2243","width":"2991"}},{"href":"http://media.npr.org/assets/img/2015/01/26/dscn2694-8-7730e12bc7ecbb441709e7080289ecd356c057e7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}},{"href":"http://media.npr.org/assets/img/2015/01/26/dscn2585-7-471e6220493ad541a4e384d00f2de72b88c250ed.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2039","width":"2719"}},{"href":"http://media.npr.org/assets/img/2015/01/26/fullsizerender-4--5-8abf3ecb5f9b2b37e9a36af34ff60048f06a2d3f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}}]}