{"created":"2015-05-04T18:21:23+00:00","modified":"2015-06-04T14:42:40+00:00","valid":{"from":"2015-06-04T14:42:40+00:00","to":"3015-06-04T14:42:40+00:00"},"hreflang":"en","title":"People's Republic Of Uber: Making Friends, Chauffeuring People In China","published":"2015-05-06T15:32:00+00:00","teaser":"Uber is becoming more popular in China, but many drivers say they don't do it for the money. They say they like the human connection and the freedom.","itags":["npr_api","403251841"],"guid":"eb6fb8df-5c6a-42dc-9d6b-d9a2e7f6be4f","contentencoded":"<p>When Cici Xu isn't working as an accountant, she's driving around Shanghai picking up passengers for <a href=\"https://www.uber.com/cities/beijing\">People's Uber</a>, the American company's nonprofit ride-sharing service that operates in nine mainland Chinese cities.</p><p>Xu, 40, makes about $1,300 a month as a driver, but says she doesn't really do it for the money.</p><p>\"I hope to meet different people,\" she says, explaining her new hobby at a downtown café recently. She wants to \"make life more colorful and get to know a different Shanghai. I've now discovered, I'm addicted to this work.\"</p><p>As NPR's Shanghai correspondent, I've been doing something similar since last year: giving free rides in a rental car so I can talk with passengers and get a sense of real life in China. It's for a series called \"<a href=\"http://www.npr.org/series/404204172/streets-of-shanghai\">Streets of Shanghai</a>.\"</p><p>This year, I finally bought a car. While waiting for delivery, I started taking Uber. Since then, Yang Zhuo, NPR's news assistant, and I have spoken with more than 50 People's Uber drivers.</p><p>Unlike in the U.S., most here say the main reason they drive is social. They want to chat with all sorts of people and — like Xu — try to make sense of this mega-city of 24 million.</p><p>My Uber drivers have included a young airline pilot who picked me up at home one morning in his Land Rover. He said he spent all his time in the cockpit, so driving for Uber was his only way to talk to passengers of any kind.</p><p>A retired factory worker picked me up another day and took me to a Starbucks. He said he was just looking for stimulating conversation and almost forgot to register the ride, adding that he didn't care if he got paid.</p><p>In China, this is a big change. As recently as the 1990s, most people didn't own cars and giving someone a lift meant putting them on the back of your bicycle.</p><p><strong>'Many, Many People Are Very Kind-Hearted'</strong></p><p>For Cici Xu, the Uber-driving accountant, the last two years have been tough. She was diagnosed with breast cancer and got divorced from her husband, a police officer, after discovering romantic text messages from another woman on his phone. She also suffered from insomnia.</p><p>Cici says chatting with customers has been cathartic. Recently, she had a heart-to-heart with a passenger, who was also divorced, and later called, offering Cici medication to help her sleep. Gestures like this are rare among strangers in big Chinese cities, where deceit is not uncommon and distrust is often the default mode.</p><p>\"Sometimes customers help us,\" says Cici, \"other times, we help customers. Uber provided us with this kind of platform, although it's not what they had in mind.\"</p><p>For many, Uber cars serve as rolling neighborhood pubs, minus the alcohol. That people drive this city looking for human connection is at odds with a common criticism of urban Chinese: that many only care about money and care nothing for strangers. Before Cici started driving, she had the same impression.</p><p>\"But after I became an Uber driver,\" she says, \"I actually feel many, many people are very kind-hearted.\"</p><p>Cici no longer sits at home, stewing. Driving has become her social outlet and escape.</p><p>\"I feel my life now is very rich,\" she says. \"I used to dread long holidays. I would be very scared of them, because I would feel very lonely. But now, I'm not afraid.\"</p><p><strong>Escape From The 'Tepid Water' Of Life</strong></p><p>Joel Xu, 25, started driving for Uber because he was bored with his job as an auto engineer. Like Cici, Joel (who is not related) has found driving liberating, but in a completely different way.</p><p>Leaving his engineering work took guts. His parents pulled strings to get him hired. His mom, who works at a state-run bank, oversaw everything, including his bank cards and salary.</p><p>\"All the money in the household is controlled by her,\" Joel says over coffee one morning. \"When I need money, I have to ask my mother.\"</p><p>\"I told her she's violating my rights. Then, my mom said, 'Even your job is arranged by me, so your money is mine!'\"</p><p>This conversation is unthinkable for most American millennials, but in China, it's not unheard of. Chinese parents generally have much more control over the lives of their adult children and — like Joel — many children live at home until they marry.</p><p>Joel's parents were furious when he quit his engineering job. They grew up in the 1960s and 1970s when Mao Zedong ruled and China was still genuinely Communist. Joel says his folks value stability and conformity.</p><p>To illustrate, Joel describes a recent Chinese road movie called <em>The Continent</em>. Two disaffected guys leave a lonely island where they grew up and drive across China. In one scene, one of the men tosses frogs in a wok as an experiment. As the heat rises, the frogs scramble to escape.</p><p>\"Frogs won't allow themselves to be trapped,\" says the man.</p><p>\"This is the reality,\" says the other man, as he slams a lid down on the frogs.</p><p>\"I'm that frog,\" says Joel. \"Our jobs are like this tepid water. After a while, we don't want to jump out.\"</p><p>\"But some frogs do want to escape,\" he adds. \"Then, someone slams the lid down. For me, that's my parents.\"</p><p>But, Joel says, since he started driving for People's Uber, things have changed. He makes nearly $4,000 a month, thanks to the generous subsidies Uber provides drivers. That's more than three times what he made as a low-level engineer and a lot more than either of his parents earn.</p><p>Joel has his own bank card now, so his Uber salary comes directly to him. He says his parents are impressed with his paycheck, and the three get along these days.</p><p>\"They rarely get angry with me now,\" Joel says. \"I am certainly much more independent. The more money I make, the more say I probably have at home.\"</p><p>People's Uber is the company's bargain-basement service in China. Uber's other, higher-end services here, such as Uber XL and Black, are for-profit.</p><p>The company is not popular with everyone in Shanghai. Government-owned cab companies hate the competition and local officials have impounded Uber cars and fined drivers.</p><p>It's part of a <a href=\"http://www.npr.org/blogs/parallels/2014/04/10/301049584/what-a-ban-on-taxi-apps-in-shanghai-says-about-chinas-economy\">broader crackdown on private car-hailing services</a>, which are dominated by the Chinese apps, Didi Dache and Kuadi Dache.</p><p>Uber, however, says China's central government seems to like car-hailing apps and it's confident about the service's staying power.</p><p>Cici, the divorced accountant, hopes Uber is right, because she doesn't know what she would do without it.</p><p>\"If Shanghai stops allowing us to use the Uber platform, I'll feel very unhappy,\" Cici says. \"It will change my life.\"</p><p><em>Yang Zhuo contributed to this report.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=People%27s+Republic+Of+Uber%3A+Making+Friends%2C+Chauffeuring+People+In+China&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"343"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404236589-522259.m3u?orgId=1&topicId=1125&d=343&p=2&story=403251841&t=progseg&e=404236299&seg=19&ft=nprml&f=403251841"},{"href":"http://media.npr.org/assets/img/2015/05/04/img_4061edit-c0c66f4ce04253c0c3461ee39dc264e5a37f5da6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2301","width":"3069"}}]}