{"created":"2015-06-05T18:30:05+00:00","modified":"2015-06-17T15:30:00+00:00","valid":{"from":"2015-06-17T15:30:00+00:00","to":"3015-06-17T15:30:00+00:00"},"hreflang":"en","title":"Teens Hoping For More Jobs, Higher Wages This Summer ","published":"2015-06-08T23:47:00+00:00","teaser":"Younger workers are likely to find more job opportunities and better wages. But still, it's tough out there. The May unemployment rate for teens was 17.9 percent, about triple the national average.","itags":["npr_api","411780069"],"guid":"eb80beab-a349-42f6-adbe-8decf9da5050","contentencoded":"<p>Recipe for a good summer-job market: First, hire a lot of people in May. Second, give workers raises, and third, push down gasoline prices. Mix it all together — and pour out hope for teen workers.</p><p>\"Having a job makes me feel really excited. I can put my own money in my pocket instead of asking my parents for money all the time,\" said José Moncada, a 16-year-old job seeker in New York City.</p><p>Moncada and other teens may have caught a break Friday when the economy followed that seasonal employment recipe precisely.</p><p>The <a href=\"http://www.bls.gov/news.release/empsit.nr0.htm\">Labor Department said</a> employers added 280,000 new jobs in May, exceeding economists' expectations. May brought a burst of hiring in leisure and hospitality, with 57,000 new jobs. Retailers added 31,400 jobs.</p><p>Typically, those are the sectors that hire a lot of younger workers. And those are the sectors that benefit when workers have more cash to spend. The May jobs report showed average hourly earnings rose by 0.3 percent — which translates to an annual growth rate of nearly 4 percent, far exceeding inflation.</p><p>Here's another factor that may encourage summer hiring:</p><p>On Friday, OPEC <a href=\"http://www.opec.org/opec_web/en/press_room/3046.htm\">announced</a> it will keep oil production unchanged this year, even though supplies are plentiful. That helped lower the U.S. benchmark price to less than $58 a barrel, down from around $106 at this time last year.</p><p>AAA, the auto club, is predicting gasoline prices will fall this summer. The average <a href=\"http://fuelgaugereport.aaa.com/\">national price of a gallon is $2.75</a>, way down from $3.66 last year at this time. \"This could be the year of the summer road trip,\" AAA spokeswoman Avery Ash said.</p><p>That's all positive for young workers. \"Seasonal hiring is expected to take a nice jump this summer,\" according to a report from CareerBuilder, an online jobs site.</p><p>Based on a Harris survey of more than 2,000 hiring managers, the company concluded that 36 percent of private-sector employers will be hiring summer workers, up from 30 percent last year and an average of 21 percent from 2008-2011.</p><p>\"Many summer jobs went away completely during the recession as companies eliminated internship programs and as households cut back on vacation and recreation spending,\" CareerBuilder CEO Matt Ferguson said in a statement.</p><p>Not only did many summer jobs disappear during the Great Recession, but competition increased for those that remained, according to professor Ruth Milkman, a labor expert at the City University of New York.</p><p>\"It used to be that minimum-wage jobs were mostly for very young people, either teenagers or people just entering the labor market permanently,\" Milkman said. \"What's happened with the deterioration of the wage structure in recent decades is that more and more working adults are in minimum wage jobs.\"</p><p>All of that competition has discouraged many teens from even looking for work. As recently as 2000, 52 percent of teenagers were in the labor force. Today, it's down to less than a third.</p><p>So here's where things stand heading into summer: The national unemployment rate is 5.5 percent, but for workers ages 16-19, it's 17.9 percent. That's much lower than the 27.2 percent peak most recently hit in 2010, but it's still painfully high.</p><p>And there's a big unknown in this summer's labor market. While the demand for workers has been growing, so have wages. At least 29 states and many cities have passed laws raising the minimum wage well above the federal minimum of $7.25 an hour. Many private employers, such as Wal-Mart, McDonald's and Target, have <a href=\"http://www.npr.org/2015/04/03/397316872/while-pay-holds-steady-for-most-low-wage-workers-get-a-boost\">raised their wage floors</a> to well above the federal minimum.</p><p>These wage increases will disproportionately affect young workers. The Bureau of Labor Statistics says more than half of all minimum-wage workers are 24 or younger.</p><p>So teens who do land jobs may make more money, which they could then spend at malls and restaurants and amusement parks. But their higher wages could dampen hiring.</p><p>Whether the bigger paychecks for young people will translate into a better economy — or just less hiring — remains to be seen.</p><p>For now, Moncada, the job seeker at the Henry Street Settlement on Manhattan's Lower East Side, just wants to get working. Last summer, he cleaned streets at the state minimum of $8.75 an hour. He wants the same gig this summer.</p><p>He said his family of six lives on less than $30,000 a year, so he needs money for his school uniform and sneakers. Also, \"I go to the store to get food that we need for the house,\" he said.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Teens+Hoping+For+More+Jobs%2C+Higher+Wages+This+Summer+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Marilyn Geewax","audio":[{"meta":{"duration":"212"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412305616-badd1c.m3u?orgId=1&topicId=1017&d=212&p=2&story=411780069&t=progseg&e=412139496&seg=16&ft=nprml&f=411780069"},{"href":"http://media.npr.org/assets/img/2015/06/05/jose_moncada-a6eea589487cba93505bd632b3bdd71663aa93dd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1728","width":"2304"}}]}