{"created":"2014-09-12T20:10:52+00:00","modified":"2014-09-12T20:11:33+00:00","valid":{"from":"2014-09-12T20:11:33+00:00","to":"3014-09-12T20:11:33+00:00"},"hreflang":"en","guid":"eb817b61-c208-4a54-bfdd-7ae3110d1768","title":"A ship full of Kurdish oil remains trapped at sea off the coast of Texas","published":"2014-09-12T20:11:32+00:00","byline":"Stephen Snyder","tags":["oil","politics","government","Business","Business, Finance & Economics","Asia","North America","Iraq","United States","Turkey","Morocco","northern Iraq","Middle East","Asia","North America","Ben Lando","Petroleum production","Oil tanker","Tankers","Petroleum","Barrel","Business","Politics","MarineTraffic"],"teaser":"An oil tanker is sitting 60 miles off the Texas coast, trapped at sea with one million barrels of crude oil from Kurdish Iraq. It's worth $100 million, but Baghdad and the government of the country's autonomous Kurdish region can't agree on who's allowed to sell it.","contentencoded":"<p>The oil tanker <a href=\"https://www.marinetraffic.com/en/ais/details/ships/538005501/vessel:UNITED_KALAVRVTA\">United Kalavrvta</a>, anchored 60 miles off the Texas coast, holds a contentious cargo: One million barrels of crude oil from northern Iraq worth $100 million. And <a href=\"http://www.pri.org/stories/2014-08-05/mystery-oil-tanker-anchored-limbo-outside-houston\">it&#39;s been sitting there for more than a month</a>.</p><p>The government of Iraq claims ownership over the oil, but so do authorities in the Kurdish region of Iraq. While the two sides fight over ownership, the tanker, operated by the Greek shipping firm <a href=\"http://www.mms.gr/\">Marine Management Services</a>, has been forced to sit idle in international waters since late July.</p><p>And it&#39;s not even the only tanker trapped offshore with a cargo of Kurdish crude. Another MMS tanker, the <a href=\"http://www.marinetraffic.com/en/ais/details/ships/538005502\">United Leadership</a>, has been similarly stuck in international waters off Morocco for the last two months.</p><p>Journalist Ben Lando, editor of <a href=\"http://www.iraqoilreport.com/\">Iraq Oil Report</a>, says lack of transparency in the oil industry makes it difficult to know how many tankers have been loaded up with Kurdish oil so far, or how much each ship has carried.<br /><br />&quot;It&#39;s best to look at this in terms of barrels,&quot; he says. &quot;Close to 10 million barrels of oil have been shipped from Kurdistan into Turkey. Around seven million barrels of oil have been loaded onto tankers &mdash; two tankers offloaded into Israel, one offloaded into Croatia, one unloaded off the shore of Malaysia and (the crude oil) basically disappeared onto various other tankers.&quot;<br /><br />And then there are the United Kalavrvta and the United Leadership. Each tanker carries a cargo of one million barrels which remains undelivered. The oil&#39;s buyers have not been disclosed. Lando says the customers may just be waiting for the Kurds and the Iraqis to work out a deal so the oil can be legally sold.</p><p>&quot;Here we have oil stuck in tankers, because the political risk &mdash; the legal risk &mdash; is so high that it&#39;s not worth actually testing it,&quot; he says.</p><p>Neither the Iraqi government in Baghdad nor the Kurdish authorities want to give up the money or political clout that comes with exporting oil. But with a new Iraqi government in place and staunchly sectarian Prime Minister Nouri al-Maliki out of office, a solution might be closer.</p><p>&quot;Now that there is a new government in Baghdad, with a new oil minister, we&rsquo;ll see if they can reach some sort of deal that, in the short term, gets revenue into Kurdistan and provides some sort of political cover to allow for exports,&quot; he says. &quot;But the long term issues over who has control over the oil sector, who has the right to sell oil &mdash; that is a long-term solution that is pretty far away from being solved.&quot;</p><p>Update:</p><p>Where are the United Kalavrvta and United Leadership right now?&nbsp; <a href=\"http://www.marinetraffic.com/en/maritime-news/article/482’\">MarineTraffic</a>, a UK-based nautical tracking company, has compiled a list of tankers believed to be currently involved in the transport of Kurdish oil from Turkish ports, whose latest known positions are displayed on this map.</p><p><iframe frameborder=\"1\" height=\"450\" id=\"marinetraffic\" name=\"marinetraffic\" scrolling=\"no\" src=\"http://www.marinetraffic.com/en/ais/embed/centery:35/centerx:-30/zoom:3/maptype:2/shownames:true/mmsi:0/fleet:true/fleet_id:670207/affid:70445cffe82d0bff59fdb412fad42ba6ff75d334/showmenu:false/remember:false\" width=\"100\"></iframe></p><p>Ships switch their AIS (Automatic Identification System) on and off depending on the nature of their operations and whether they wish to be tracked or not. This means a ship might &#39;disappear&#39; then &#39;re-appear&#39; on the tracking page. The ships shown here are being tracked using a combination of coastal AIS (provided by MarineTraffic&#39;s worldwide network of terrestrial AIS receivers) and satellite AIS (provided by ORBCOMM). Users should bear in mind that not all tankers involved in the transport of Kurdish oil are necessarily shown here.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/oil-tanker.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/oil-tankerjpg"}]}