{"created":"2014-09-04T16:43:20+00:00","modified":"2014-10-16T17:21:20+00:00","valid":{"from":"2014-10-16T17:21:20+00:00","to":"3014-10-16T17:21:20+00:00"},"hreflang":"en","title":"Exclusive First Read: Colson Whitehead's 'The Noble Hustle'","published":"2014-06-20T22:04:00+00:00","teaser":"Colson Whitehead's account of his anhedonic adventures at the World Series of Poker is tough and tasty — like a good piece of beef jerky.","itags":["npr_api","299072740"],"guid":"eba27b33-1851-47b5-abba-7cdd0bb1913e","contentencoded":"<p><em>In the annals of great first lines, </em>The Noble Hustle's<em> ranks near the top: \"I have a good poker face,\" Colson Whitehead writes, \"because I am half dead inside.\" </em>Hustle<em> is a gritty, grimly funny — and seriously self-deprecating — account of Whitehead's adventures in poker, from home games to seedy $2 tables in Atlantic City and finally a trip to Las Vegas to play in the World Series of Poker — with a few detours for beef jerky, and a discourse on Anhedonia, his gloomy spiritual homeland. Spoiler alert: He didn't win the millions or the diamond-encrusted champion's bracelet. But he did produce a royal flush of a story (for you nonplayers, a royal flush is a pretty great thing).</em> The Noble Hustle: Poker, Beef Jerky and Death<em> will be published May 6.</em></p><hr /><p>I pity people who've never been to Vegas. Who dismiss the city without setting foot on its carpeted sidewalks. I'll forgive the sanctimony in the question \"But what do you <em>do </em>there?\" The obnoxious self-regard. Sanctimony and self-regard are as American as smallpox blankets and supersize meals. As a foreigner, I make a point never to judge the cultural norms of my adopted country.</p><p>The pity remains, however. Frank Sinatra, the king of Rat Pack-era Vegas, once said, \"I feel sorry for people who don't drink. When they wake up in the morning, that's as good as they're going to feel all day.\" The world is a disease you shake off in the desert. To delude yourself that you are a human being with thoughts and feelings, when your experience is but the shadow of truly living — it moves me to tears. Although I should note that in Anhedonian, the word <em>tears </em>means \"to shrug in a distinctive 'well, what are you gonna do?' fashion,\" and has nothing to do with lachrymal fluids produced by glands in the eye.</p><p>I recognized myself in the town the first time I laid eyes on it, during a cross-country trip the summer after college. My friend Darren had a gig writing for <em>L</em><em>et's Go</em>, the student-run series of travel guides. <em>Let's Go USA</em>, <em>Let's Go Europe</em>, <em>Let's Go North Korea </em>(they always lost a few freshmen putting that one together). The previous year his beat had been New York City. We spent the summer eating fifty-cent hot dogs at Gray's Papaya for breakfast, lunch, and dinner, and \"researching\" dive bars like Downtown Beirut and King Tut's Wah Wah Hut, which were beacons of pure, filthy truth in a city still years away from its Big Cleanup. This summer he was assigned the Southwest. The subways didn't run that far out, but his roommate Dan had a car, a brown '83 Toyota Tercel, and the idea was we'd hit the open road and split the writing duties and money three ways.</p><p>It was 1991. We'd just been diagnosed as \"Generation X,\" and certainly had all the symptoms, our designs and life plans as scrawny and undeveloped as our bodies. Sure, we had dreams. Dan had escaped college with a degree in visual arts, was a cartoonist en route to becoming an animator. Darren was an anthro major who'd turned to film, fancying himself a David Lynch-style auteur in those early days of the indie arthouse wave. I considered myself a writer but hadn't gotten much further than wearing black and smoking cigarettes. I wrote two five-page short stories, two five-page epics, to audition for my college's creative writing workshops, and was turned down both times. I was crushed, but in retrospect it was perfect training for being a writer. You can keep \"Write What You Know\" — for a true apprenticeship, internalize the world's indifference and accept rejection and failure into your very soul.</p><p>First thing, Dan hooked up our ride with new speakers. We didn't have money or prospects, but we had our priorities straight. No, I couldn't drive, those days being the template of my passengerness. That spring, on schedule, I swore I'd get my license so I could contribute my fair share, but no. Look, I know how to drive, I'm just not legal. I took driver's ed, but never got around to taking the road test. Never mind that I passed the class on false pretenses. I shot up half a foot junior year and had weird growing pains, like an excruciating stinging in my neck if I turned my head too fast. So every time the instructor led me into busy Broadway traffic, or told me to merge onto the West Side Highway, I faked it. I'd turn my head a little to simulate checking my blind spot and hope for the best. Everyone has blind spots. The magnitude of my self-sabotage was such that I willfully ignored all of mine. If you don't look, you can pretend nothing is gaining on you.</p><p>I promised to make it up to Dan and Darren by being a Faithful Navigator, wrestling with the Rand McNally and feeding the cassette deck with dub. Dub, Lee \"Scratch\" Perry, deep deep cuts off side six of <em>Sandinista! --</em> let these be indicators of the stoner underpinnings of our trip out West. As if our eccentric route were not enough. From New York down to Lancaster, Pennsylvania, to visit a college pal. He took me to my first mall. Even then, I had a weakness for those prefab palaces. \"I asked Andy why there were no security guards around,\" I wrote in my notebook. \"He told me I had a New Yorker's mentality.\"</p><p>Then hundreds of miles up to Chicago for a disappointing pilgrimage too complicated and inane to detail here. We bought two tiny replicas of the Sears Tower as consolation. Veered south, taking in the territory, cooking up plots. Inspiration: \"discussing the plot of the movie Darren wants to write, about 7-Elevens that land in cornfields.\" Down to New Orleans, where we slept in a frat house on mattresses still moldy and damp from the spring flood. One of Darren's childhood friends belonged to the frat. His brothers wanted to know why he was \"bringing niggers and Jews\" into their chill-space. We sure were seeing a lot of America on this trip.</p><p>Then west to tackle our <em>Let's Go </em>assignment proper. Bull's horns and turquoise rocks. We wrote up the Grand Canyon, which almost rivaled our Great Trouble Ditch back home, where on the vernal equinox we burn offer- ings to Saint Gus, who drove the smiles out of Anhedonia with nothing more than an electric zither and a list of proof. Hit Lake Mead, which also summoned pleasant memories of another homeland monument, the Puddle of Sorrows, where we held Senior Prom.</p><p>Decided to keep driving so we could spend the night in Las Vegas, the camping thing not really taking. (\"Hours of agony. Impossible to sleep. Bugs. A consis- tent feeling of itchiness.\") Miles and miles of black hills and winding roads and then at one crest it manifested, this smart white jellyfish flopping on the desert floor. We suited up in a cheap motel downtown. Anticipating all the sweaty, laundryless days and nights we'd spend in the Tercel, we'd hit Domsey's, the famous Brooklyn thrift store, before we left NYC. We required proper gear for our Vegas debut. Dead men's spats, ill-fitting acrylic slacks, and blazers with stiff fibers sticking out of the joints and seams. Roll up the sleeves of the sports jacket to find the brown stains from the previous owner's track marks. We looked great.</p><p>The whole trip out I'd maintained that I wasn't going to gamble. Gambling was a weakness of the ignorant masses, the suckers inhabiting the Great American Middle we'd just driven through. I was an intellectual, see, could quote Beckett on the topic of the abyss, had a college degree and everything. Humming a few bars of the Slacker National Anthem here. I had a nickel in my pocket, though. I can't remember the name of our hotel, the place is long demolished to make room for the Fremont Street Experience. It wasn't a proper casino, just a grim box with rooms upstairs, but the first floor had rows of low-stakes gambling apparatus to keep the reception desk company. On our way to check-in, we passed the geriatric zombies in tracksuits installed at the slots, empty coin buckets overturned on their oxygen tanks. These gray-skinned doomed tugged on the levers, blinked, tugged again. Blink. Tug. Blink.</p><p>Grisly. But I had a nickel. We were about to get our first glimpse of the hurly-burly of downtown Vegas. To stroll past Binion's Horseshoe, in fact, where the twenty-second World Series of Poker had just wrapped up. Two hundred and fifteen people strong. The winner, Brad Daugherty, got a million bucks. Not that I knew that then. I was contemplating the nickel in my hand. Before we pushed open the glass doors, what the heck, I dropped it into a one-armed bandit and won two dollars.</p><p>In a dank utility room deep in the subbasements of my personality, a little man wiped his hands on his overalls and pulled the switch: <em>More</em>. Remembering it now, I hear a sizzling sound, like meat being thrown into a hot skillet. I didn't do risk, generally. So I thought. But I see now I'd been testing the House Rules the last few years. I'd always been a goody-goody. Study hard, obey your parents, hut-hut-hut through the training exercises of Decent Society. Then in college, now that no one was around, I started to push the boundaries, a little more each semester. I was an empty seat in lecture halls, slept late in a depressive funk, handed in term papers later and later to see how much I could get away with before the House swatted me down.</p><p>Push it some more. We go to casinos to tell the everyday world that we will not submit. There are rules and codes and institutions, yes, but for a few hours in this temple of pure chaos, of random cards and inscrutable dice, we are in control of our fates. My little gambles were a way of pretending that no one was the boss of me. I didn't have time for driving lessons before our trip because I was too busy cramming a semester of work into exam period. It had been touch and go whether I'd graduate, as I'd barely shown up for my final semester's Religion course. The last thing I wanted to hear about was some sucker notion of the Divine. There's a man in the sky who watches over everything you do, as all-seeing as the thousands of security cameras embedded in casino ceilings. So what? Nothing escapes his attention, and nothing will move him to intervene.</p><p>After a few phone calls, the administration released me into the world with a D-minus. What was it to them? My passive-aggressive rebellion against the system was meaningless. The House doesn't care if you piss away your chances, are draining Loretta's college fund, letting the plumber's invoice slide until next month. Ruin yourself. The cameras above record it all, but you're just another sap passing in the night.</p><p>The nickels poured into the basin, sweet music. If it worked once, it will work again.</p><p>We hit the street.</p><p><em>Copyright Colson Whitehead 2014. Reprinted with permission from Doubleday, a division of the Knopf Doubleday Publishing Group. <em>Audio production copyright 2014 by Random House LLC.</em><em> </em><em>Excerpted by permission of Penguin Random House Audio Publishing Group.</em></em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Exclusive+First+Read%3A+Colson+Whitehead%27s+%27The+Noble+Hustle%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1305668428-48dfd0.m3u?orgId=1&topicId=1161&aggIds=157378384,100876926&ft=3&f=299072740"},{"href":"http://media.npr.org/assets/img/2014/04/21/thenoblehustle-a3eca133486dc0ab2baa6fe3d54a77a4ee4cee10.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"571","width":"763"}},{"href":"http://media.npr.org/assets/img/2014/04/21/whit_9780385537056_publicity_ap1_cmyk_custom-8347286cdb344aa8b50f589c863f06e6bb873bf3.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1996","width":"1566"}}]}