{"created":"2014-10-08T13:27:38+00:00","modified":"2014-12-23T18:14:19+00:00","valid":{"from":"2014-12-23T18:14:19+00:00","to":"3014-12-23T18:14:19+00:00"},"hreflang":"en","title":"Giving Boys A Bigger Emotional Toolbox  ","published":"2014-06-26T19:38:00+00:00","teaser":"Boys are suspended — and drop out — at higher rates than girls. An Oakland, Calif., educator is trying to change that.","itags":["npr_api","325464770"],"guid":"eba773db-89dc-4f7a-a4fa-7365f70e0e2a","contentencoded":"<p><em>This story is part of the </em>\"<a href=\"http://www.npr.org/series/323986426/men-in-america\" target=\"_blank\">Men In America</a>\"<em> series on All Things Considered.</em></p><p>Is America's dominant \"man up\" ethos a hypermasculine cultural construct, a tenet rooted in biological gender difference or something in between?</p><p>Educator Ashanti Branch doesn't much care or, more accurately, doesn't have time to care.</p><p>He's too busy trying to make a difference in boys' lives.</p><p>Boys in American public schools are suspended from and drop out of school at higher rates than girls. Black and Latino boys are suspended the most. Boys make up half of the student population in American public schools. But among those who are suspended multiple times and expelled, 75 percent are boys.</p><p>Branch, now an assistant principal at Montera Middle School in Oakland, Calif., is working to change that. When he first became a teacher about a decade ago at a high school in the San Francisco Bay Area, Branch soon realized he had a problem with the boys: Nearly half of all black and Latino boys were failing his math class, and almost half were failing all their classes.</p><p>\"That was not OK for me,\" he says. \"I was not willing to sit back and watch that happen.\"</p><p>So in 2004, at San Lorenzo High School on the east side of San Francisco Bay, he founded the Ever Forward Club for boys.</p><p>\"When I started it I told these young men, 'I'm gonna bribe you. I'm gonna buy you lunch once a week and you're basically gonna teach me how to be a better teacher.' \"</p><p>He came to school early and stayed late. And he always tried to have something in his room for kids to snack on. He created a safe place where boys can talk with him and each other, play, hang out and do their homework without fear of being seen as weak or uncool. This year Branch started a new boys Ever Forward Club at Montera Middle School in Oakland.</p><p><strong>A Bigger Tool Box</strong></p><p>Branch tries to foster emotional maturity through conversation, play and community. The big goal is to help give boys a bigger emotional tool box to better handle the challenges of school and life now and into the future.</p><p>\"The pain that they're holding on to that they don't really have a space to [let] go, the anger, the sadness — all those things. How can I help them tap into that in ways that they can let it go and not walk around angry all the time? I told one young man the other day: 'You walk around with a tool box full of hammers. You hammer everything. All you needed was a little screwdriver.' \"</p><p>Branch is a burly, 39-year-old African-American with long, braided hair. He got a degree in civil engineering and had a successful career as a construction engineer and project manager. But he felt unfulfilled. He says he wanted to do more than make money. He followed his mother into the teaching profession.</p><p>\"OK, check in and be respectful of each other, OK?\" Branch shouts to about a dozen club members who've gathered on a recent Friday afternoon at Montera's courtyard. A new administrator here, Branch this school year brought his Ever Forward Club for boys to sixth-, seventh- and eighth-graders for the first time.<br /> <br />The kids stand and then sit in a semi-circle at the end of the school day — and school year. \"So what are we gonna do, like, talk about our feelings like we always do?\" one student asks with a smile.</p><p>Today, Branch has some questions for the group. \"So what are some things we need to do better or different next year, like what are some things you all want to see?\"</p><p>Jacob MacLeod has a ready answer. \"More real sports so we can make it, like, more competitive.\" Other students suggest more field trips away from school, camping and BBQs.</p><p>Branch hopes his boys club chips away at the hypermasculinity of the \"man up, be tough\" code that he believes can block boys' empathy and retard their humanity.</p><p>\"We're ... saying, 'You hate high school? Come with us.' We want to help high school become fun for you,\" he tells the boys. He firmly believes that the academic challenges can be overcome once boys bolster their sense of self and gain confidence. \"The [schoolwork] is easy,\" he says, once they realize, \" 'I just gotta get connected to who I am.' \"</p><p>Big elements in helping boys connect to who they are include playing together, hanging out, laughing and, above all, talking. He says his Oakland roots regularly come in handy.</p><p>\"This is where I grew up. So I tell kids, 'You know the game you're playing? Man, I know this game. I'm born and raised here.' I use that phrase at least once a week.\"</p><p>On this day, as part of their weekly conversation starter, he asks the boys to check in and talk about what kind of week they had.</p><p>Sixth-grader Cornell Flournoy-Alexander is wearing a sharp-looking, silken bathrobe. It gives him an air of pre-fight Muhammad Ali with a dash of Hugh Hefner.</p><p>\"Well, today in history class it was 'A Day in Rome' and I was a gladiator. So I just decided to wear this robe. It's cool. I just like it,\" he says.</p><p>Alexander, Roman gladiator for a day, rates his week a 10 out of 10.</p><p>\"I've raised up all my grades. And I don't have any F's. And, it's cool, but I'm kinda still confused how to get some grades up. Some of 'em are like D pluses. But today was a nice day,\" he tells his friends.</p><p><strong>'We're All Brothers'</strong></p><p>On a Friday afternoon at the end of a long week, and a long school year, the last thing many of the kids seem to want to do is sit still in the sun and talk.</p><p>There are some fits and starts and ubiquitous middle-school fart jokes: \"Ohh off with his butt!\" yells one student as kids scurry away from a flatulence bomb.</p><p>Yet remarkably the students soon settle down, sitting and listening to each other intently.</p><p>\"I feel like we're all brothers and we can just talk about anything,\" says sixth-grader Terrence Austin. \"And we play games together. And we really make a bond.\"</p><p>Seventh-grader Gabriel Goodspeed gives his week an '8' because, he says, his English teacher gave him a B on a project he was certain was A material.</p><p>\"He made some pretty lame excuses about it. But I'm happy about today too. Like watching the game. That was really fun to see all my friends without having to worry about teachers. Some kids made some pretty bad choices today at the softball game,\" Goodspeed says.</p><p>Those bad choices he's referring to are the three eighth-graders who were busted with pot and rolling papers at the annual teachers vs. students softball game.</p><p>It's a familiar problem for Branch: Boys get sent to the principal's office far more often than girls. After years of teaching and running his after-school clubs, Branch says he has learned this: Sometimes boys just gotta move. So instead of playing disciplinary Whack-A-Mole with their frenetic energy, Branch says it's key to try to channel it when boys act out.</p><p>\"Disruptive. Disruptive. Disruptive. I'm like, 'What's going on with you?' 'Oh all I did was go get a piece of paper from my friend.' And I'm like, 'OK, you're moving. Your body is trying to keep yourself awake. So you're moving.' \"</p><p>So whenever needed he'll give boys a quick chore ... or errand.</p><p>\"So you're gonna go water the garden, all right? You're gonna go water the garden.\"</p><p>Boys, he believes, are too often made to feel like they're in trouble because they're out of their seats. So he's learned to employ a safety valve dance time he calls \"brain breaks.\" A little Michael Jackson to the rescue.</p><p>\"Our boys are in trouble; they're in crisis now,\" Branch says. \"Because of the type of energy that they are bringing to school, maybe they don't have the kind of house and neighborhood they can go play at in the evening.\"</p><p>In the two high schools where Branch has started Ever Forward Clubs, he says, they helped dramatically halt the class-failure and dropout rates. He says about 90 percent of the kids who went through his club went on to graduate.</p><p><strong>'He Punched Her!'</strong></p><p>But while overseeing the last Ever Forward meeting of the school year, he soon has to put out yet another fire. Welcome to the world of an assistant principal in Oakland: Word comes that a boy — not one of those in his boys club — has just punched a girl in the mouth. The girl's mother has arrived, and she's furious.</p><p>\"This boy's a problem. You need to be callin' his parents. I'm pressing charges!\" the mother shouts.</p><p>\"I'll deal with this situation,\" Branch tries to tell her. Witnesses, however, say the girl student was also no angel. \"Two sides to the story, ma'am.\"</p><p>\"I don't care. Did she touch him?\"</p><p>\"I'm hearing two stories,\" Branch says again.</p><p>\"He punched her, dude. He punched her. That's the only story you need to be hearin' right now!\" the mother yells.</p><p>The police are called. Tense conversations and paperwork follow. Branch knows the boy with the hitting problem is likely to end up in one of his Ever Forward Clubs. You see, the Friday after-school club is voluntary, an elective. But the club's shorter Monday lunchtime sessions are not. Disruptive boys get an invitation and attendance is mandatory. <br /> <br />Branch has an ambitious goal to expand the Ever Forward Club to 20 public middle schools and 20 high schools by the fall of 2015. This summer he plans to start building a mentor-training arm for the program. He wants to expand the model to teachers and community members who want to get involved in a boys program he believes is changing lives.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Giving+Boys+A+Bigger+Emotional+Toolbox++&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Westervelt","audio":[{"meta":{"duration":"443"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325621488-09d099.m3u?orgId=1&topicId=1013&aggIds=323986426&ft=3&f=325464770"},{"href":"http://media.npr.org/assets/img/2014/06/25/everfwd-14--43359350f21ca35b28cd76d01e248a61d5675daf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"4000"}}]}