{"created":"2014-10-08T14:28:32+00:00","modified":"2014-10-31T01:21:00+00:00","valid":{"from":"2014-10-31T01:21:00+00:00","to":"3014-10-31T01:21:00+00:00"},"hreflang":"en","title":"One Man's Search For His Personal Narrative And 'Asian Self' ","published":"2014-06-09T19:45:00+00:00","teaser":"After Alex Tizon emigrated to the U.S., he grew up feeling that Asian men were considered 'less than' in America. He shares his experience in a new memoir, <em>Big Little Man: In Search of My Asian Self</em>.","itags":["npr_api","320313183"],"guid":"ebb0d4f2-f558-4d48-8ff7-ab79327f20d1","contentencoded":"<p>Pulitzer Prize-winning journalist Alex Tizon immigrated from the Philippines as a young boy when his parents — like so many before them — moved his family to the U.S. in search of a better life.</p><p>But, at some point Tizon realized that much of what he saw and heard around him told him that what he was — an Asian man — was shameful, weak and at the bottom of the manhood hierarchy.</p><p>After many years of thinking about his own story and writing those of others,Tizon tells NPR's Michel Martin that he found a new narrative and in his new memoir, <em>Big Little Man: In Search of My Asian Self</em>, he tells that story.</p><hr /><h3><em>Interview Highlights</em></h3><p><strong>The kinds of messages he got as a child about Asian men...</strong></p><p>Television and movies were our biggest teachers. When we came to the United States, the Vietnam war was just ratcheting up and so the Asian faces that I saw on the news, they were the face of the enemy. Asian men particularly, were either small, ineffective or they were evil. And those messages were deeply, deeply embedded in me for many years.<strong> <br /></strong></p><p><strong>On the loneliness and isolation...</strong></p><p>I felt very alone only because I didn't know. I didn't know what I was going through, so I didn't know how to reach out to other people. But it turns out that many many many Asian men go through this very same thing growing up. The Internet has changed everything because a lot of these men are now connecting with each other and communicating with each other. It's a common theme among Asian men in the West, particularly immigrant Asian men.</p><p><strong>How his perception changed...</strong></p><p>I was finding my own way and started figuring out who I was and what I was good at, found a thing that I could be good at and make a living at, which was being a journalist and that really helped me become a more solid person with a solid identity. At the same time that was happening to me in the '80s, the world did start to begin to change. There were these Asian and Asian-American men and women who were started to excel...seeing these Asian men exude strength helped me corroborate what I'd longed for my whole life, which was the sense that yes, Asian men, given the opportunity can compete at the highest levels in those high testosterone arenas.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=One+Man%27s+Search+For+His+Personal+Narrative+And+%27Asian+Self%27+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"595"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320313184-87c6f7.m3u?orgId=1&topicId=1033&ft=3&f=320313183"}]}