{"created":"2015-06-24T20:40:55+00:00","modified":"2015-06-29T19:06:44+00:00","valid":{"from":"2015-06-29T19:06:44+00:00","to":"3015-06-29T19:06:44+00:00"},"hreflang":"en","title":"OSHA Launches Program To Protect Nursing Employees","published":"2015-06-25T15:20:00+00:00","teaser":"The Occupational Safety and Health Administration will begin enforcing safe patient handling practices to prevent hospital workers from suffering debilitating injuries.","itags":["npr_api","417186384"],"guid":"ebd7b97f-5739-44e7-88f6-2ab96c3cc628","contentencoded":"<p>The federal Occupational Safety and Health Administration (OSHA) will announce Thursday that it's going to crack down on hospitals, for the first time ever, to prevent an epidemic of back and arm injuries among nursing employees.</p><p>Nurses and nursing assistants suffer more of those debilitating injuries than any other occupation, and those injuries are caused mainly by moving and lifting patients.</p><p>As NPR reported earlier this year in a five-part series, <a href=\"http://www.npr.org/series/385540559/injured-nurses\">Injured Nurses</a>, many of those workers end up having grueling operations and quitting their jobs. Yet, most hospitals have done little to prevent the injuries — even though studies show they could.</p><p>OSHA chief David Michaels described his agency's new program to NPR in an exclusive interview.</p><p>The public more typically hears about OSHA when the agency goes after factories where workers' arms got cut off, or construction sites where the scaffolds collapsed. But now, Michaels says, OSHA's inspectors will investigate what hospitals are doing to make sure that nursing employees don't get disabled doing their everyday jobs lifting patients.</p><p>OSHA sent letters last year to hospital administrators across the country and <a href=\"https://www.osha.gov/dsg/hospitals/patient_handling.html\">created a companion website</a>, warning that nursing employees suffer high rates of injuries from moving and lifting patients. But OSHA's new initiative, outlined in an \"enforcement memo\" that the agency plans to send Thursday to its 10 regional offices, takes the agency from merely recommending safe practices to potentially fining hospitals if they do not adopt them.</p><p>\"We've seen from the statistics how bad the problems are, but we haven't been to that many hospitals — and the NPR stories helped motivate us to say, 'What can we do?' \" Michaels says. \"It's time for us to start doing some enforcement to make sure fewer workers are hurt.\"</p><p>Nursing employees across the U.S. told NPR that their nursing schools and hospitals teach them to move patients the same way that nurses have done for more than a century: bend their knees and keep their backs straight. \"Proper body mechanics\" are practically a nursing mantra.</p><p>But <a href=\"http://www.npr.org/2015/02/11/383564180/even-proper-technique-exposes-nurses-spines-to-dangerous-forces\">studies</a> show that even the best \"body mechanics\" can't prevent nursing staff from getting injured. Instead, studies show, the only way nursing workers can move patients safely is if they use special equipment, such as ceiling lifts — much like factories use hoists to move heavy parts.</p><p>OSHA's inspectors will interview nursing staff and managers, and review internal hospital documents, to answer questions such as: What kinds of machines and other devices are used by the hospital to move patients? Does the hospital have an adequate supply of the equipment? How well does the hospital train its staff to use it? Does management track and promptly treat injuries among nursing staff?</p><p>\"Sadly, there will be some hospitals where we find significant ergonomic hazards, and they are at risk for serious penalties,\" Michaels says. \"We're hoping most hospitals will abate those hazards before we get there. But we'll go in, we'll issue penalties, and that will tell the industry to change things.\"<strong> <br /></strong></p><p>A typical penalty would likely be $7,000 per hospital, according to an OSHA official, but it could be as high as $70,000 in cases where evidence suggests that hospital administrators deliberately ignored the problem.</p><p>Under the new enforcement memo, inspectors will also investigate how hospitals are protecting nursing staff from other hazards, including attacks by patients, slips and falls, and tuberculosis.</p><p>Some health specialists are skeptical and told NPR that OSHA's new initiative is unlikely to prod the hospital industry to change much.</p><p>\"OSHA deserves credit for doing this,\" says Michael Silverstein, former director of Washington state's occupational safety and health program. But he cautioned that court decisions, political opposition in Congress and spare budgets have constrained what OSHA can do.</p><p>For instance, OSHA's staff is so small compared to its mission that OSHA officials estimate it would take 100 years to inspect every workplace in the nation just once. So even though the agency has more than 1,000 inspectors, an OSHA official acknowledges that they will likely investigate dozens of the nation's 4,000 hospitals each year, not hundreds.</p><p>As a result, Silverstein says, even if OSHA gets those individual hospitals to protect their nursing staffs, there's no guarantee that OSHA's leaders can get the rest of the industry to follow.</p><p>\"[OSHA] will be sending an important message to these workplaces; they will be able to establish some improvements in some specific workplaces,\" Silverstein says. \"But they will be taking only baby steps in that direction.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=OSHA+Launches+Program+To+Protect+Nursing+Employees&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Daniel Zwerdling","audio":[{"meta":{"duration":"217"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1417192120-a18645.m3u?orgId=1&topicId=1150&aggIds=385540559&d=217&p=2&story=417186384&t=progseg&e=417186679&seg=5&ft=nprml&f=417186384"}]}