{"created":"2014-09-18T22:41:25+00:00","modified":"2015-03-09T18:08:08+00:00","valid":{"from":"2015-03-09T18:08:08+00:00","to":"3015-03-09T18:08:08+00:00"},"hreflang":"en","title":"In Sierra Leone, A Lockdown ... Or A Time To Reflect?","published":"2014-09-18T22:49:00+00:00","teaser":"Sierra Leoneans scramble for supplies as a three-day, countrywide lockdown approaches. International medical professionals doubt the move will do much to halt the spread of Ebola.","itags":["npr_api","349268479"],"guid":"ebeae908-2f67-4ebf-91ec-e69b803ce23d","contentencoded":"<p>Starting just after midnight, residents of Sierra Leone will be confined to their homes for a three-day lockdown.</p><p>It's the latest government plan meant to stem the tide of Ebola cases, which <a href=\"http://health.gov.sl/wp-content/uploads/2014/09/Ebola-Update-September-16-2014.pdf\">exceeded</a> 1,500 last week in Sierra Leone.</p><p>But the plan has not won the support of the international medical community — and is causing concern among Sierra Leoneans as well.</p><p>\"Everyone is rushing to the markets and stores to stock up on food to get ready for these three days, when they're not going to be allowed to leave their houses,\" says NPR's Anders Kelto, reporting from Freetown, the capital city.</p><p>Stephen Gaojia, head of the Ebola Emergency Operations Center in Sierra Leone, bristles at the word \"lockdown.\" He says 28,000 volunteers have been recruited and trained to go door-to-door throughout the country, educating families about Ebola.</p><p>Earlier this month, the government's health ministry said it would actively seek out Ebola patients, but now it says it won't. \"This process is not a lockdown, neither is it a shutdown, neither is it a root-out exercise,\" Gaojia told <em>All Things Considered</em> Wednesday. \"This is more a psycho-educational exercise.\"</p><p>Instead, Gaojia says, it's a time for people to \"stay together to do some reflection, engage in prayer, generate some kind of family discussion about Ebola.\"</p><p>A <a href=\"http://www.ebolafight.gov.sl/eoc.html\">press release</a> from the Emergency Operations Center called it a \"house-to-house Ebola talk,\" or \"Ose to Ose Ebola Tok\" in Krio, a local language.</p><p>\"We want to help rebuild public confidence and trust in the public health care system,\" Gaojia says.</p><p>International medical professionals think the plan could backfire.</p><p>\"Large scale coercive measures like forced quarantines and lockdowns are driving people underground and jeopardizing the trust between people and health providers,\" Doctors Without Borders said in a statement earlier this month, when the government first announced its plans. \"This is leading to the concealment of cases and is pushing the sick away from health systems.\"</p><p>In response to such criticism, Gaojia says, \"The risk of doing nothing far outweighs the risk of doing something.\"</p><p>But a quarantine in a Liberian slum neighborhood in August <a href=\"http://www.npr.org/2014/08/20/341883610/liberia-blocks-off-neighborhood-in-ebola-quarantine-sparking-riot\">led to violence and </a><a href=\"http://www.npr.org/blogs/goatsandsoda/2014/08/22/342404795/in-riots-sparked-by-an-ebola-quarantine-a-teen-is-shot-and-dies\">riots</a>.</p><p>And, says Doctors Without Borders in their statement: \"Without enough beds to treat patients who have Ebola we will fail to stop it spreading even further. What Sierra Leone and Liberia urgently need are more beds in case management centers, and they need them now.\"</p><p>Gaojia says the Emergency Operations Center estimates the country will see a \"surge of about 15 to 20 percent of the cases that we have had ... anywhere between 200 or more nationwide.\"</p><p>But even with <a href=\"https://ifrc.org/en/news-and-media/press-releases/africa/sierra-leone/sierra-leone-red-cross-opens-ebola-treatment-centre-to-help-meet-escalating-needs/\">a new</a> Red Cross facility in Kenema, the country's third largest city, there aren't enough beds at treatment centers. Instead, there are holding centers, which many people view as places where suspected Ebola patients go to die alone.</p><p>\"These holding centers are very bare bones,\" says Kelto. \"They don't have IVs, they don't have saline solution to keep people hydrated, they don't have medicine to treat diarrhea or to stop vomiting. So essentially it's no different than just lying at home in your own bed.\"</p><p>In the meantime, the prospect of a lockdown has caused a spike in food prices in Freetown. \"Everything is so expensive, double the price,\" says Miriam Kallom, a shopper in Freetown. That's a problem in one of the world's <a href=\"http://www.sl.undp.org/content/sierraleone/en/home/countryinfo/\">poorest countries</a>, where many live on day-to-day wages.</p><p>The health ministry plans to send over 7,000 teams of four people each to go door-to-door throughout Sierra Leone \"to disseminate information on Ebola virus and enlist family and community support to participate in the response process.\" Gaojia says. Each team will include a healthcare worker, community volunteer \"and possibly a youth within the community.\"</p><p>Gaojia says that they will be \"using an encouragement approach,\" telling people who may be ill or who have ill family members to call a hotline so a rapid response team can transport them to a holding center, where they can be tested for Ebola.</p><p>\"Military people, police and soldiers are not the face of this campaign at all,\" says Gaojia. \"Of course, the police and military will be in readiness in the event of any lawlessness.\"</p><p>The volunteer teams are set to work between 7 a.m. and 6 p.m. In the evening, people will be able to move three to four doors from their homes. Vehicular movement will still be restricted.</p><p>\"We don't expect [Sierra Leoneans] to refuse,\" Sidie Yahya Tunis, communications director for the health ministry of Sierra Leone, <a href=\"http://www.bbc.com/news/world-africa-29093048\">told the</a> BBC earlier this month. \"You follow or else you'll be breaking the law. If you disobey then you are disobeying the president.\"</p><p>Initially, the plan was for the volunteer teams to reach every single house in the country of 6 million. Now, their aim is to visit 1.5 million households, each of which will get a bar of soap.</p><p>The only protective equipment the volunteers will carry, Gaojia says, is rain gear.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Sierra+Leone%2C+A+Lockdown+...+Or+A+Time+To+Reflect%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rae Ellen Bichell","audio":[{"meta":{"duration":"256"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349626339-a0fb24.m3u?orgId=1&topicId=1031&e=349268479&d=256&ft=nprml&f=349268479"},{"href":"http://media.npr.org/assets/img/2014/09/17/sleone-09129ecd0c83303c455b144d6c709dbb0f44ec9f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1140","width":"1521"}},{"href":"http://media.npr.org/assets/img/2014/09/18/img_8503-copy-253232589b607346fa1a9db4797b630080136fd4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"374","width":"498"}}]}