{"created":"2015-06-17T14:49:37+00:00","modified":"2015-06-17T14:49:38+00:00","valid":{"from":"2015-06-17T14:49:38+00:00","to":"3015-06-17T14:49:38+00:00"},"hreflang":"en","guid":"ec12de45-610d-4dc9-8171-157f53436b41","title":"Proposed changes to US fishing rules could undo protections against overfishing","published":"2015-06-17T14:49:32+00:00","byline":"Adam Wernick","tags":["environment","government","wildlife","Environment","Science, Tech & Environment","North America","United States","Environment","Overfishing","Fisheries management"],"teaser":"Since 1976 the US has relied on the Magnuson-Stevens Act to protect fisheries, first extending national waters to 200 miles to exclude foreign trawlers, and later setting sustainable catch limits. Now, the Republican-led House of Representatives has recently reauthorized Magnuson-Stevens and critics say some changes to the law could hurt sustainability.","contentencoded":"<p>Environmental leaders are warning that proposed changes to the 1976 Magnuson-Stevens Act, which protects US fisheries, will weaken standards and lead to renewed overfishing of US marine resources.</p>\n<p>Before 1976, global fishing was largely unregulated and foreign trawlers were depleting American fisheries, providing the impetus for the Magnuson-Stevens Act. The law's strong federal management standards, implemented by regional councils, have helped national fish stocks recover.</p>\n<p>Andrew Rosenberg, director for science and democracy at the Union of Concerned Scientists and a former northeast regional administrator of the National Marine Fisheries Service, says the 1976 law, by and large, ended the problem of overfishing in the US, though it took 30 years and its success varies from region to region.</p>\n<p>The law grants joint management authority to the National Marine Fisheries Service and a set of regional fishery management councils. The regional management councils include scientists and representatives from each of the states, the affected industries and conservation groups. The councils are charged with developing management plans for US fisheries.</p>\n<p>The reauthorization effort going on now, Rosenberg says, is part of an overall push to change the way the authority works, from a process led by the federal government to one that grants more authority to the regional management councils.</p>\n<p>In his view, this effort is really an attempt to circumvent established federal environmental rules. Proposed changes to the law would allow the Magnuson-Stevens Act essentially to override other environmental policies, including the National Environmental Policy Act, the Endangered Species Act, the Sanctuaries Act and others, he explains.</p>\n<p>“The fisheries councils would basically substitute for those laws, and that's a really dangerous thing to do,” Rosenberg say, “because you can imagine that many other industries — energy industry, shipping industry, coastal development — would all say, ‘Well, gee, if the fisheries management councils can do this, then we don't need to be subject to the [federal] rules either.’”</p>\n<p>This could undermine basic environmental protections already in place across the country — protections that have made a clear difference. “The consequences of that, I think, are really dire,” Rosenberg says.</p>\n<p>Proponents of the change say it gives the councils greater flexibility, so they can address problems in different ways and on different timelines. In reality, Rosenberg believes, it will weaken universal standards in the law that all the councils have had to meet — and that have successfully ended overfishing.</p>\n<p>For example, he says, according to current law if a marine stock is overfished, it must be rebuilt within 10 years if it's biologically feasible to do so. There is already quite a lot of flexibility built into this requirement, Rosenberg says, but holding the councils to a deadline is very important.</p>\n<p>The proposed modifications would eliminate the 10-year deadline and give the councils more flexibility to phase-in reductions in fishing pressure to account for economic factors, for example.</p>\n<p>This is just a bad idea, Rosenberg says.</p>\n<p>“Almost every analysis I've ever seen, or ever done, indicates that phasing in [reductions] is an overall negative, both economically and for the marine resource,” he says. “The fish aren’t going to wait while you decide you want to phase in and make adjustments more slowly; if you continue to overfish, you continue to deplete the resource.”</p>\n<p>President Barack Obama has indicated he would veto the bill.</p>\n<p><em>This article is based on an <a href=\"http://loe.org/shows/segments.html?programID=15-P13-00023&amp;segmentID=1\">interview</a> that aired on PRI's <a href=\"http://loe.org/index.html\">Living on Earth</a> with Steve Curwood.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-14%2Fnew-fishing-rules-could-undo-gains-made-overfishing&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/Mackeral%20%28NOAA%29.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/mackeral-noaajpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/living-earth/segment-audio/loe150605a1fisheries.mp3"},{"href":"http://admin.pri.org/file/loe150605a1fisheriesmp3"}]}