{"created":"2015-06-21T11:55:58+00:00","modified":"2015-06-25T17:44:43+00:00","valid":{"from":"2015-06-25T17:44:43+00:00","to":"3015-06-25T17:44:43+00:00"},"hreflang":"en","title":"This Weekend, 'Caminar' Navigates Horrors With Poetry","published":"2015-06-22T14:26:00+00:00","teaser":"In this installment of our Weekend Reads series, author Meg Medina selects Skila Brown's novel in poems <em>Caminar</em>, which follows a young boy who survives the slaughter of his village in Guatemala.","itags":["npr_api","415752511"],"guid":"ec1d8d17-293a-4cdd-87c3-c988eb990566","contentencoded":"<p>The lengthy Guatemalan civil war is the inspiration for Skila Brown's children's novel, <em>Caminar</em>. The book is structured in verse, unfolding poem by poem, and it centers on a young boy named Carlos, who must learn to grow up quickly when his mother forces him out of the house. She tells him to run away so as not to get caught in the crossfire of warring government soldiers and rebels. Award-winning writer Meg Medina picked <em>Caminar</em> as today's Weekend Read. She tells NPR's Rachel Martin that Carlos lives with his mother in the small fictional village of Chopán. \"And government soldiers arrive one day asking even the youngest child in the village to report any communist rebel hiding in the jungle, warning them that these rebels are dangerous and killers.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On what happens when the soldiers leave</strong></p><p>The rebels do in fact appear. They walk through the village and hide in the nearby jungle, and unfortunately, this is what brings a horrible toll to all of the villagers. So these poems really tell the story of a young man surviving the slaughter of his entire village and the long walk that he takes among rebel soldiers to save his grandmother's village farther up the mountain from the same fate.</p><p><strong>On using poetry to tell a difficult story to a young audience</strong></p><p>I think that Skila did an amazing job in this novel — largely because it is telling history that we don't normally tell. We're very squeamish about what we put forth for children, right? We have ideas of what's appropriate for children and what is inappropriate, and certainly the massacre of a village we shy away from. So the first thing is I think that it's very brave to offer children world history, not just American history, not just the slice of who we are as a people, but also who our neighbors are. But the other thing that I think she did so beautifully is that she handled difficult things gently and with compassion to where the children are developmentally — meaning the readers.</p><p>So there is a scene in this book where the village is massacred, right, by the military. But she reports it in dream and in magical realism, which for me, seemed completely appropriate culturally to this book and also completely appropriate for the age level of the children reading it because this is a middle-grade novel. Although I will say that any age can read this in terms of middle grade, young adults, adults and still connect with the level of writing and the ideas about the human spirit that are in the pages.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=This+Weekend%2C+%27Caminar%27+Navigates+Horrors+With+Poetry&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"276"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416192516-e1cae2.m3u?orgId=1&topicId=1161&aggIds=100876926&d=276&p=10&story=415752511&t=progseg&e=416192430&seg=14&ft=nprml&f=415752511"},{"href":"http://media.npr.org/assets/img/2015/06/19/caminar-hi-res-6ce03a739d6b698fd73b5c7330dcf00d1f7143bc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"960","width":"1280"}}]}