{"created":"2014-10-03T19:58:06+00:00","modified":"2014-10-31T00:34:01+00:00","valid":{"from":"2014-10-31T00:34:01+00:00","to":"3014-10-31T00:34:01+00:00"},"hreflang":"en","title":"A Former Megadeth Guitarist's Journey To Japanese Pop","published":"2014-07-07T03:51:00+00:00","teaser":"How did one man go from shredding guitar for a platinum-selling thrash metal band to playing alongside Japan's fluffiest pop bands? It wasn't a mistake.","itags":["npr_api","328513393"],"guid":"ec37a362-d729-451a-bd69-6cd149f24b54","contentencoded":"<p>Are there genres of music that are simply too far apart for any one musician to hold onto them both at same time?</p><p>If anyone knows, it might be Marty Friedman.</p><p>He made a name for himself in the early 1990s when he became the guitarist for the platinum-selling thrash metal band Megadeth. And remember, this was at a time when thrash metal still got booked on mainstream TV like <a href=\"https://www.youtube.com/watch?v=4Pz_FisOVqk\">Letterman</a>.</p><p>David Ellefson, Megadeth's bassist, says Friedman was hired because he fit the part perfectly: requisite shoulder-length hair and lightning-quick fingers.</p><p>\"He just had the right spirit and the right look and the right heart,\" he says. \"It was like, wow, this guy's like a real metal guitar player. And he's also a real shredder.\"</p><p>But by the mid-'90s there was a problem. Friedman was quickly losing interest in heavy metal.</p><p>For instance, one of Megadeth's biggest hits, \"<a href=\"http://www.youtube.com/watch?v=aU-dKoFZT0A&feature=kp\">À Tout le Monde</a>,\" just bored him.</p><p>\"The melody's like duh duh duh duh, duh duh duh duh. It's kind of the same thing over and over again,\" he says. \"I'd go play the show at night with Megadeth. And I'd be like, you know, what what I'm listening to is just so much more exciting than what I'm playing as my gig.\"</p><p>So in 1999 Friedman quit his gig to make the kind of music that he was passionate about. Which, it turns out, was arguably the opposite of heavy metal: Japanese pop music, or J-Pop. It's high-pitched, desperately catchy and what Friedman calls \"embarrassingly happy.\"</p><p>That, he says, was the point.</p><p>\"There's not a whole lot of happy music going on,\" he says. \"Especially in the heavy metal world, where everybody's just trying to out-lame each other, you know, with darkness and monsters and crap like that.\"</p><p>The other thing that drew him to the music was its hidden complexity. Friedman says the best J-pop songs are far more daring in terms of chord choices, song structure and key changes compared to Megadeth's hits. And yet, you'd never know it on first listen.</p><p>\"If you want to hear difficult stuff, just listen to any jazz music,\" he says. \"But to do that and make it palatable for anyone — that's the challenge. That's what I love about this.\"</p><p>In 2003, Friedman moved permanently to Japan, and the J-Pop scene welcomed him relatively quickly. He was still shredding on his guitar, but now <a href=\"http://www.dailymotion.com/video/xpm0un_momoiro-clover-z-moretsu-uchu-kokyokyoku-dai-nana-gakusyo-mugen-no-ai_music\">he was accompanying</a> Japanese pop, country and rock stars. He started writing a weekly opinion column on J-Pop. Over the years, Friedman says he's appeared on over 600 TV shows, movies and ads.</p><p>\"I just turned up the TV and saw him, and I was like, 'Oh my god, it's Marty Friedman!' \" says Satsuki Heguri, who lives in Tokyo and was a Megadeth fan when she was younger.</p><p>She was not expecting Friedman to become a sort of low-level Ryan Seacrest for Japan. But she estimates you could walk into any busy part of Tokyo packed with young people, and about three in four will know his face.</p><p>And here's the latest twist in the Friedman genre story. After 14 years away from Megadeth, he feels he's established the new Marty Friedman persona enough to reward his oldest fans, the ones who still beg him to come back to Megadeth.</p><p>He's not rejoining the band, but he calls his latest album, <em>Inferno</em>, \"by far the most intense, sickest album I've ever done.\" It's his <a href=\"https://soundcloud.com/prosthetic-records/marty-friedman-inferno\">purest, heaviest guitar work in many years</a>.</p><p>With it, he seems to be affirming that a musician can be two very different things at once. He never really stopped being what his former bandmate called a \"real shredder.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Former+Megadeth+Guitarist%27s+Journey+To+Japanese+Pop&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Chris Benderev","audio":[{"meta":{"duration":"304"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1328793848-1051d5.m3u?orgId=1&topicId=1039&ft=3&f=328513393"},{"href":"http://media.npr.org/assets/img/2014/07/04/martyfriedmancropped-602f8d265b63013a25cefecb30c8f19add23d0c1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1440","width":"1920"}}]}