{"created":"2014-09-05T19:06:09+00:00","modified":"2014-12-02T22:21:25+00:00","valid":{"from":"2014-12-02T22:21:25+00:00","to":"3014-12-02T22:21:25+00:00"},"hreflang":"en","title":"Joan Rivers, An Enduring Comic Who Turned Tragedy Into Showbiz Success, Dies","published":"2014-09-05T13:37:00+00:00","teaser":"NPR's Eric Deggans says the comedian was a show business survivor whose tireless work ethic kept her relevant long after other comics would have faded away. She died Thursday at 81.","itags":["npr_api","345279019"],"guid":"ec391330-a759-4419-b131-5e26c021039f","contentencoded":"<p>No one transformed bad times into sidesplitting comedy like Joan Rivers, who kept audiences laughing through a 50-year career that included bankruptcy, getting banned from <em>The Tonight Show</em> and seeing a husband commit suicide.</p><p>She even built a standup routine around caring for a handicapped boyfriend.</p><p>\"I lived for nine years with a man with one leg,\" she told audiences in her 2012 standup special, <em>Don't Start With Me</em>. \"One leg! He lost it in World War II. ... He didn't lose it, he knew <em>exactly </em>where he left it. ... [And] in my mind, that's littering.\"</p><p>But Rivers' talent for rapid-fire jokes and edgy humor was stilled Thursday, when the comic died of complications following a throat procedure. She was 81.</p><p>Born Joan Alexandra Molinsky in 1933, she ignored her family's objections to become an actress and comic. She performed in the same New York clubs as Woody Allen and Barbra Streisand, writing lines for more established acts like Phyllis Diller and the puppet Topo Gigio.</p><p>Asked whether she felt bad writing for a puppet while starting out, <a href=\"http://www.npr.org/2012/06/11/154753767/joan-rivers-hates-you-and-everyone-else\">Rivers told WHYY's Fresh Air in 2012</a>, \"I'll write for Hitler [for] $500. ... When you're starving and got a car payment due? You go through any door that opens, and you don't know which is gonna be the one.\"</p><p>By the mid-1960s, she was appearing in front of the camera for variety programs like <em>The Ed Sullivan Show,</em> where she talked frankly about women at a time when you couldn't even say the word \"pregnant\" on TV.</p><p>\"A girl, you're 30 years old, you're not married, you're an old maid,\" she said in one 1967 <em>Ed Sullivan Show</em> routine. \"A man, he's 90 years old, he's not married, he's a catch. It's a whole different thing!\"</p><p>But even though Sullivan and his wife were godparents to her daughter, Melissa, it was late-night host Johnny Carson who would become something of a mentor for Rivers, featuring her regularly on his <em>Tonight Show</em>.</p><p>In one famous exchange, Carson asked Rivers if men really liked smart women more.</p><p>Rivers shot back: \"No man has ever put his hands up a woman's dress looking for a library card.\"</p><p>Carson made her the show's permanent guest host in 1983. But their friendship would end a few years later after Rivers called to let him know she would host a rival late-night show on the Fox network.</p><p>\"He hung up on me,\" she told the Archive of American Television in an interview. \"[I called] and said, 'Johnny, it's Joan, and I think I'm leaving the show. I have my own show at Fox,' and then click. So then I called him back and I said, 'Johnny!' And he clicked down again. He would not hear me out.\"</p><p>Carson would never speak to her again; he died in 2005.</p><p>Rivers'<em> Late Show</em> struggled from its start in 1986. She and her executive producer husband, Edgar Rosenberg, clashed with Fox while she struggled to compete with Carson.</p><p>A year later, Fox canceled the program, leaving Rivers banned from the <em>Tonight Show</em> and looking like a showbiz pariah. Rosenberg killed himself soon after; Rivers said her daughter was the one whom authorities told first, leaving the then-teenager to tell her mother.</p><p>But she used humor to break the ice with audiences even then, remembering during the standup special <em>An Audience With Joan Rivers</em> the first joke she told at her first performance after his death.</p><p>\"I told the audience, 'My husband killed himself and it was my fault,' \" she said. \" 'We were making love and I took the bag off my head.' \"</p><p>Rivers told <em>Fresh Air</em> the toughest thing about old age was seeing loved ones die.</p><p>\"The loss is horrific,\" she said. \"When I go upstairs at night — it sounds so stupid — I always turn to my living room and I say, 'Good night, Orin' — he was a man I lived with for nine years — and 'Good night, Edgar.' ... It's terribly sad.\"</p><p>But Rivers kept going through the '90s, hosting a daytime talk show, developing a line of jewelry for the home shopping channel QVC and teaming with her daughter to offer biting commentary from the red carpet for Oscar pre-shows on the E! and TV Guide channels.</p><p>A recent documentary on her life, <em>A Piece of Work,</em> highlighted her drive to stay relevant and youthful — working at a pace that would tire comics half her age. Its opening featured close-up shots of her face without makeup, revealing the nips and tucks of the countless plastic surgeries she joked about onstage.</p><p>The film also showed how tough she could be, taking on a heckler during a performance who objected to a joke that included a reference to deaf icon Helen Keller.</p><p>\"Comedy is to make everybody laugh at everything and deal with things, you idiot,\" she shouted from the stage.</p><p>And the controversies kept coming. Rivers was criticized for calling Michelle Obama transgender and saying Palestinian civilians deserved to die in the Gaza conflict.</p><p>But the fuss didn't stop her from working. In her 80s, Rivers still juggled concert performances, a TV show on fashion, an Internet show and promotion for her 12th book, <em>Diary of a Mad Diva</em>.</p><p>True to form, she had been talking up the book in New York the day before she stopped breathing during a minor procedure in a clinic Aug. 28. She was rushed to Mount Sinai Hospital, where doctors placed her in a medically induced coma, and she breathed with assistance from machines.</p><p>In a statement announcing her mother's death, Melissa Rivers said she died peacefully \"surrounded by family and close friends.\"</p><p>\"My mother's greatest joy in life was to make people laugh,\" the statement continued. \"Although that is difficult to do right now, I know her final wish would be that we return to laughing soon.\"</p><p>Joan Rivers' attitude about show business was summed up in an appearance on comic Louis C.K.'s FX show, <em>Louie,</em> where she gave him a pep talk after a tough show.</p><p>\"Think it's been easy?\" she said. \"I have gone up, I've gone down; I've been bankrupt, I've been broke. But you do it. And you do it because ... because we love it more than anything else.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Joan+Rivers%2C+An+Enduring+Comic+Who+Turned+Tragedy+Into+Showbiz+Success%2C+Dies&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"282"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345868869-f32104.m3u?orgId=1&topicId=1008&ft=3&f=345279019"},{"href":"http://media.npr.org/assets/img/2014/09/04/joan-rivers-obit10-37556eead8c491888cb93812aa51a49c7bdd380f.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1276","width":"1913"}},{"href":"http://media.npr.org/assets/img/2014/09/04/joan-rivers-obit02-3d4b4a1bcf6af40a30eac76633e24b746ec5d02c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1607","width":"2143"}},{"href":"http://media.npr.org/assets/img/2014/09/02/rivers2-301464bd7809bb613746b23ff0733a80191f5996.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1284","width":"1712"}}]}