{"created":"2014-09-04T16:42:21+00:00","modified":"2015-01-02T17:53:58+00:00","valid":{"from":"2015-01-02T17:53:58+00:00","to":"3015-01-02T17:53:58+00:00"},"hreflang":"en","title":"Writer Nadine Gordimer Captured Apartheid's Contradictions","published":"2014-07-15T00:32:00+00:00","teaser":"The South African Nobel laureate was an associate of Nelson Mandela's, and while she was never imprisoned, several of her books were banned by the government. She died Sunday at the age of 90.","itags":["npr_api","331421120"],"guid":"ec5d40f2-98f1-40e3-87ba-9f3712b36987","contentencoded":"<p>South African writer Nadine Gordimer, who won the Nobel Prize in literature in 1991, died Sunday at the age of 90. Gordimer merged the personal and political to create a compelling portrait of the injustice of life under apartheid.</p><p>She was born in 1923 to a mother whose family came to South Africa from Britain and a Jewish father who had lived under oppression in his native Lithuania. But she didn't learn her politics at home; rather, as she moved out into the wider world — first at university in Johannesburg — she took in what was happening in her country under the government-mandated system of apartheid.</p><p>Neville Hoad, an English professor at the University of Texas, Austin, first read Gordimer when he was a university student in South Africa. \"She traveled in social circles in Johannesburg that were very much politically engaged,\" he says. \"But I also think she was an astute observer of, you know, everyday experience in Johannesburg in those years. And if you were paying attention, you couldn't help but notice the injustices of apartheid.\"</p><p>Gordimer's first novel, 1953's<em> </em><a href=\"http://www.npr.org/books/titles/331447132/the-lying-days\" target=\"_blank\">The Lying Days</a><em>,</em> is the story of a young woman who, like Gordimer, comes from a small mining town and begins grappling with apartheid when she has an affair with a social worker. Gordimer, who wrote 15 novels, continued to explore the effects of apartheid in books like <em>A World of Strangers,</em> <em>The Conservationist</em> and <em>A Sport of Nature</em>. A passage from that last book, told from the heroine's perspective,<strong> </strong>reads:</p><blockquote><p>\"At night I sat out in what the darkness reverted to the miner's garden. ... The frogs throbbing on and the sea hissing. I'd walk down to the beach. Nothing. Nothing but gentleness, you know how the Indian Ocean seems to evaporate into the sky at night. In the middle of my witness of the horror of this country, I experienced the white man's peace. I did.\"</p></blockquote><p>Hoad says her ability to capture the contradictions of daily life in South Africa is what made her work so crucial. \"She's the most important South African writer of the 20th century for explaining to the English-speaking world what life under apartheid was like.\"</p><p>Gordimer was a member of the African National Congress and an associate of Nelson Mandela's, but she was never imprisoned, though several of her books — including the Booker Prize-winning <em>Burger's Daughter</em> — were banned by the government.</p><p>Still, Gordimer didn't define her work as political. In 1991, after winning the Nobel literature prize, she told NPR, \"I've never written anything with the idea of persuading people or exposing something. I've just written about what I've sensed, what is there, what I've learned. And if there's a message, it's what people read from it.\"</p><p>Farrar, Straus and Giroux's Jonathon Galassi has been Gordimer's U.S. publisher since the late 1980s. He says, \"The thing that's most remarkable about Nadine as a writer was her honesty. She wasn't trying to present a political platform, but she was reflecting in her work what she sensed. She drew from what she knew firsthand and she transformed it. That's what fiction does. But it was very accurate. Her radar for human politics was super acute.\"</p><p>As astute as her political observations were, Galassi says, Gordimer's real genius was her insight into the way people interact with one another. \"She will go down in history as a great writer about human relations — race, sex, politics, class. And I think she'll be read forever,\" he says.</p><p>In announcing her death, Gordimer's family said she \"cared most deeply about South Africa, its culture, its people, and its ongoing struggle to realize its new democracy.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Writer+Nadine+Gordimer+Captured+Apartheid%27s+Contradictions&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lynn Neary","audio":[{"meta":{"duration":"249"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331425944-986943.m3u?orgId=1&topicId=1062&aggIds=100876926&ft=3&f=331421120"},{"href":"http://media.npr.org/assets/img/2014/07/14/22468762_h1064556-74e5d867d815001e212273c44aefef832912a947.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1999","width":"2667"}}]}