{"created":"2015-01-01T21:03:24+00:00","modified":"2015-01-08T19:05:09+00:00","valid":{"from":"2015-01-08T19:05:09+00:00","to":"3015-01-08T19:05:09+00:00"},"hreflang":"en","title":"2014 Yielded Bumper Crop Of Judicial Confirmations","published":"2015-01-02T03:34:00+00:00","teaser":"The number of judicial vacancies is now at its lowest point since Obama took office. All told, the president has seen more than 300 judges confirmed, including a record number of women and minorities.","itags":["npr_api","371900570"],"guid":"ec65ef07-19e6-4a30-9773-34e7438de62c","contentencoded":"<p>Since he's taken office, President Obama has seen more than 300 federal judges confirmed, putting him ahead of the past two presidents at their six-year marks. A huge chunk of those confirmations happened in 2014 — the year after the Senate Democrats got rid of the filibuster for most judicial nominations.</p><p>To assess how that rules change might have helped things along, consider a few numbers.</p><p>In 2014, 89 judges were confirmed; that's the highest yearly total in two decades, a it's almost one-third of all of Obama's confirmations since he first took office six years ago.</p><p>Here's another figure, from Russell Wheeler at the Brookings Institution: Before 2014, about three-quarters of Obama's judicial nominees were getting confirmed; now, that rate is more than 90 percent. That's better than either presidents Clinton or George W. Bush at the six-year mark.</p><p>And finally, Obama got 27 judges confirmed during the lame-duck session alone. That's the most ever in lame-duck history, said Wheeler. It made for some grumpy Senate Republicans the last days of session.</p><p>\"These type of people ought to be confirmed after the first of the year, when you have the new people here,\" said Sen. Orrin Hatch, R-Utah, during the session's final week. \"We've always done it that way, but Harry Reid's trying to push it over.\"</p><p>Actually, the majority leader had been pushing through nominees all year, methodically holding floor vote after floor vote. Democrat Tom Harkin of Iowa say they were just making up for lost time.</p><p>\"They spend two years making it harder and harder to get judges, and at the end when we've finally got them through, they say, 'Oh, you shouldn't be putting them through so fast.' Well, that's because they kept us from doing this for two years,\" Harkin says.</p><p>If you ask both Democrats and Republicans why 2014 yielded a bumper crop of confirmations, most will point to a Senate rules change Democrats rammed through last November, to get rid of the filibuster for most judicial nominations.</p><p>But Wheeler points out that only a small fraction of nominees in 2014 got enough \"no\" votes to suggest they would've fallen victim to filibusters.</p><p>\"Most of the nominees this year who did get confirmed oftentimes got confirmed sort of with very just token opposition,\" Wheeler said. \"So I think we have to be careful with cause and effect.\"</p><p>Wheeler maintains there are other reasons the president saw such a spike in confirmations lately.</p><p>\"I think that's due to two things,\" he said. \"One is, he was just, he was slow out of the box; for whatever reason the White House didn't have its act together, and it's gotten its act together now. Secondly, you have this really extraordinary push on the part of Senate Democrats this last year to get as many confirmations as possible.\"</p><p>And legal scholars are just beginning to assess how those efforts have shaped the judiciary.</p><p>When Obama first took office, 10 of the 13 appeals courts had more judges appointed by Republican than Democratic presidents. Now, Democratic appointees form the majority in nine of the 13 appeals courts, and only seven of the 179 seats on the appeals courts are vacant.</p><p>But Michael Gerhardt at the University of North Carolina School of Law says you won't see an ideologically transformed bench, because President Obama has preferred to appoint left-of-center candidates rather than those on the liberal fringes.</p><p>He also has favored appointing women and minorities at a higher rate than any president in history, something that started long before 2014's filibuster-free year; white males always have formed the minority of Obama nominees. He also has appointed 11 openly gay or lesbian federal judges; there was only one before 2009.</p><p>Nan Aron of the liberal advocacy group Alliance for Justice, says a diverse bench builds trust in the judicial system.</p><p>\"It's important for people to have some confidence that, when they step into a courtroom, that there is someone there who might in fact even look like themselves hearing their cases,\" Aron says.</p><p>Despite getting so many of his nominees through, some aspects of the confirmation process have continued to frustrate during the six years under Obama. It still takes more than 30 weeks on average to get a judge from nomination to confirmation, whereas back in the days of Presidents Johnson and Nixon — both turbulent administrations — it took about two to three weeks.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=2014+Yielded+Bumper+Crop+Of+Judicial+Confirmations&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ailsa Chang","audio":[{"meta":{"duration":"255"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374417520-e5e510.m3u?orgId=1&topicId=1014&ft=3&f=371900570"},{"href":"http://media.npr.org/assets/img/2014/12/21/460559670-6aaccd72057a7a151b8392d16ef246d4f21da15b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3318","width":"4426"}},{"href":"http://media.npr.org/assets/img/2014/12/20/confirmedjudges_custom-df64f34d835212a42ebc8ed10d24d41c0e64bc26.png","type":"image/jpeg","meta":{"crop":"custom","height":"960","width":"600"}}]}