{"created":"2014-10-08T16:14:35+00:00","modified":"2014-10-31T02:08:44+00:00","valid":{"from":"2014-10-31T02:08:44+00:00","to":"3014-10-31T02:08:44+00:00"},"hreflang":"en","title":"Election-Year Politics Dooms Energy Bill, Averts Pipeline Vote","published":"2014-05-13T17:57:00+00:00","teaser":"Senate Majority Leader Harry Reid had made a vote on the Keystone XL pipeline contingent upon passage of the energy efficiency bill. Most Democrats don't want a vote on Keystone.","itags":["npr_api","312035429"],"guid":"ec68aac5-7d80-4032-af7a-da03f1631ca5","contentencoded":"<p>As expected, an energy efficiency bill failed in the Senate on Monday, which makes a separate Senate vote on the Keystone XL oil pipeline unlikely before the November election.</p><p>Senate Majority Leader Harry Reid had made a Keystone vote contingent upon passage of the energy efficiency bill, and letting one doom the other may have temporarily gotten him out of a bind.</p><p>Reid faced a dilemma: Some Senate Democrats — especially vulnerable ones running in conservative states this year — want to support the pipeline. That is the 1,200-mile pipeline stretching from western Canada all the way to the Gulf Coast that has yet to be finished.</p><p>Most Democrats don't want a vote on Keystone. So Reid devised a way out: Avoid a Senate vote on the pipeline, and blame Republicans for it. </p><p>\"Look at how Republican obstruction is bringing the Senate to its knees again and again and again,\" Reid said. \"And now even on this bill — a bipartisan bill.\"</p><p>The bill Reid mentioned was one that would have helped increase energy efficiency in federal buildings and private homes.</p><p>For days, Reid had said only after that bill passed would he allow a stand-alone vote on Keystone. He then blocked the other side from introducing amendments to change the bill, which made many Republicans, like Sen. John McCain of Arizona, vow they'd in turn block the energy efficiency bill.</p><p>\"The dictator won't allow us to have any amendments,\" McCain said. \"I mean, it is just unprecedented. I've been around here a long, long time.\"</p><p>And that's the procedural dance that let Senate Democrats avert a Keystone vote this time around.</p><p>\"This is a tough issue for Democrats,\" says Frances Lee, American politics professor at the University of Maryland, \"because it divides the Democratic Party, and it sets the Democratic Party and Congress against the president.\"</p><p>Lee points out that the president likely would have vetoed any bill giving the green light to build Keystone, and most Democrats don't want that drama with the White House months before the midterm elections.</p><p>But where does that leave red-state Democrats facing tough races this year — like Sen. Mary Landrieu of Louisiana?</p><p>\"They could have had a vote on Keystone,\" Landrieu says. \"They can't take yes for an answer.\"</p><p>She's already blaming Republicans for messing up the Keystone vote. She can tell her constituents that at least she tried, and hope that's good enough.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Election-Year+Politics+Dooms+Energy+Bill%2C+Averts+Pipeline+Vote&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ailsa Chang","audio":[{"meta":{"duration":"151"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312046580-fc0e73.m3u?orgId=1&topicId=1014&ft=3&f=312035429"},{"href":"http://media.npr.org/assets/img/2014/05/13/ap599610138211-5c572d09c2d7f3785cd81423450dc29a409fc525.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1802","width":"2404"}}]}