{"created":"2015-05-11T08:16:47+00:00","modified":"2015-06-05T15:26:22+00:00","valid":{"from":"2015-06-05T15:26:22+00:00","to":"3015-06-05T15:26:22+00:00"},"hreflang":"en","title":"South Korea's Single Moms Struggle To Remove A Social Stigma","published":"2015-05-12T14:40:00+00:00","teaser":"Women who choose to raise their children out of wedlock are so rare in South Korean society that they face social ostracization, job losses and active encouragement to adopt out their kids.","itags":["npr_api","405622494"],"guid":"ec71cb58-eb3d-4a53-82f0-226ebf8d937c","contentencoded":"<p>Monday marks a different kind of Mother's Day in South Korea. It's Single Mother's Day, an effort by civic groups to raise awareness of Korean society's unwed moms.</p><p>Despite Korea's rapid economic advancement, the country has yet to catch up to the notion of nontraditional families. Single moms are still forced into the shadows of society — ostracized by family members, discriminated against at work and all the while, trying to raise children without a network of support.</p><p>\"We want the society to accept that unwed mothers are just women as well, they're members of society and they have a right to be happy,\" says Choi Hyung-sook, an organizer of a Sunday rally and march for single moms.</p><p>Choi says that choosing to raise her son alone in this tradition-bound society meant such a social stigma that her family cut off all ties with her, which haven't been restored. And it cost her a string of jobs.</p><p>\"A lot of people whispered about me at the workplace. And once I had to quit in four days. It wasn't that I had a problem with this issue — other people did. And they just kept talking about it,\" Choi says.</p><p>The push to recognize these mothers has gained steam over the past five years, thanks to allies from across oceans — Korean-born international adoptees, many of whom have returned to live in the country of their birth.</p><p>More than 90 percent of children today given up for adoption are born to single moms, and adoptees argue that the primary reason children are given up is because of the social stigma unwed mothers face. Single moms were — and are — so unwelcome in South Korea that expectant moms without husbands are often forced to hide their pregnancies before being encouraged to give up their kids. In the 1980s, at the height of international adoptions from Korea, at least eight out of 10 children sent abroad were born to unwed mothers.</p><p>\"I was horrified by the idea that these women didn't have a choice whether to raise their kids not because they legitimately didn't want to raise their kids, but because there was no one supporting them,\" says <a href=\"http://peaceshannon.tumblr.com/\">Shannon Heit,</a> who was born in Korea and adopted by an American couple at age 4.</p><p>She returned to Korea nearly 10 years ago in search of her birth mother. Through cunning and exposure — Heit <a href=\"http://www.csmonitor.com/World/Asia-Pacific/2014/0320/In-South-Korea-quest-to-recast-views-of-single-motherhood\">appeared on the reality show <em>K-Pop Star</em></a> as part of her search — Heit eventually found her and learned her grandmother had given Heit and her twin sister up for adoption without her birth mother's knowledge while she was away at work.</p><p>Heit says it was common back then for agencies to forge papers and coerce families to adopt out their children.</p><p>\"In the past their operations were completely unethical,\" Heit says of the adoption agencies. \"Going around and soliciting families to give up their kids for adoption is, I think, horrible. The idea that someone could try to convince me that my kid could be better off without me just because someone else could raise them with more money is just like, disgusting.\"<br /> <br />Adoption agencies contacted by NPR didn't return calls for comment.</p><p>At Sunday's single mom's event, it was clear the relationship between adult adoptees like Heit and today's unwed Korean moms <a href=\"https://slack-redir.net/link?url=http%3A%2F%2Fwww.nytimes.com%2F2015%2F01%2F18%2Fmagazine%2Fwhy-a-generation-of-adoptees-is-returning-to-south-korea.html%3F_r%3D0\">remains strong, as they're allies</a> in a fight to find more cultural and government support for Korea's unwed moms.</p><p>\"It's not like these are our moms or these are the age of our moms or anything, but adoptees, I think a lot of us think, well if only there had been someone who had supported my mom, maybe things would have been different,\" Heit says.</p><p>Korea's international adoption numbers have dropped dramatically since Heit's adoption. In 1985, nearly 9,000 Korean babies were sent overseas. That number's <a href=\"http://www.google.com/url?q=http%3A%2F%2Fkosis.kr%2FstatHtml%2FstatHtml.do%3ForgId%3D117%26tblId%3DDT_11770N001%26vw_cd%3DMT_ZTITLE%26list_id%3DD3_460%26seqNo%3D%26lang_mode%3Dko%26language%3Dkor%26obj_var_id%3D%26itm_id%3D%26conn_path%3DE1&sa=D&sntz=1&usg=AFQjCNG6sUFwmv6vbv_t63yVILyJIetyDQ\">down to just more than 200</a>.</p><p>\"We want to provide the sort of environment so that the mothers — biological mothers — can take care of their children,\" says Paik Soo-hyeon, deputy director of South Korea's Ministry of Gender Equality and Family. He says additional attention to this issue since 2010 has led to an expanded budget and an awareness campaign the government's now undertaking.</p><p>\"There is no discrimination against unwed mothers within the government, but there are prejudices socially,\" Paik says.</p><p>But government financial support still favors families who adopt domestically. Adoptive families in Korea get bigger stipends than single moms who keep their kids.</p><p>\"It's twice as much as unwed moms get,\" Heit says. \"So adoptive parents would get twice as much to raise the same child as the child's own mother would get from the government.\"</p><p>Single moms say they know removing a cultural stigma takes time. In their push for change, they're coming out of the shadows and making themselves more visible.</p><p>\"We just want a world where our children can be happy and they know that we made this choice freely, to raise them,\" organizer Choi Hyong-sook says.</p><p>That sounds simple: acceptance for raising their own babies. But the path to getting there is complicated.</p><p><em>HaeRyun Kang contributed to this story.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=South+Korea%27s+Single+Moms+Struggle+To+Remove+A+Social+Stigma&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"245"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405816974-f9ab22.m3u?orgId=1&topicId=1125&d=245&p=3&story=405622494&t=progseg&e=405815353&seg=18&ft=nprml&f=405622494"},{"href":"http://media.npr.org/assets/img/2015/05/10/dsc00920-8bb8487e67e2835228193ee62177b45089f1ec31.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1665","width":"2220"}},{"href":"http://media.npr.org/assets/img/2015/05/10/dsc00929-de557fbeb7f0831d6f3522d22472f4a346c4b897.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1665","width":"2220"}},{"href":"http://media.npr.org/assets/img/2015/05/10/img_1352-aac068dd6b1e10c74626f03ecef04135f4f473d4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"301","width":"402"}}]}