{"created":"2015-02-05T22:54:37+00:00","modified":"2015-02-20T20:35:50+00:00","valid":{"from":"2015-02-20T20:35:50+00:00","to":"3015-02-20T20:35:50+00:00"},"hreflang":"en","title":"Millennials Rewrite The Census For A Better Sense Of Selfie","published":"2015-02-06T00:07:00+00:00","teaser":"Millennials are the largest and most diverse generation in American history. Some 18- to 34-year-olds say the act of taking a selfie for the #NPRCensus taught them more about themselves — and others.","itags":["npr_api","371439965"],"guid":"ec8615ca-1727-447c-8d5f-93bb5210f042","contentencoded":"<p><em>This story is part of the </em><a href=\"http://www.npr.org/series/352990765/new-boom\" target=\"_blank\">New Boom</a><em> series on millennials in America.</em></p><p>For the past few months, NPR has been telling stories of the millennial generation — the largest and most diverse cohort in American history. To help give them a face, we asked 18- to 34-year-olds to take a selfie. (Groanworthy, I know. Stay with me.)</p><p>We didn't want just any selfie — so <a href=\"http://www.npr.org/2014/10/06/353560215/millennials-put-a-face-on-your-generation-with-our-nprcensus\" target=\"_blank\">we asked</a> them to share a photo on <a href=\"https://twitter.com/search?q=%23nprcensus&src=typd\" target=\"_blank\">Twitter</a> or <a href=\"http://instagram.com/p/t0RVg5OI4m/?modal=true\" target=\"_blank\">Instagram</a> that reveals something about who they are. If you could create your own check boxes to describe your identity on the census, we asked, what would you be?</p><p>The instructions were simple enough: Write on a mirror or hold up a sign listing the categories you would select — as well as the categories you <em>wish</em> you could choose. <a href=\"http://www.npr.org/2014/10/11/354886786/these-are-your-millennials-america\" target=\"_blank\">Hundreds of people participated</a>, and it provided an intriguing peek into (admittedly, just a sliver of) the millennial experience.</p><hr /><p><strong>Christina Song<br /></strong><em>28, Portland, Ore.</em></p><p>Christina Song was eager to participate in the #NPRCensus because, although she's categorized as \"Asian\" on the census survey and applications, she doesn't think it's the most defining part of her identity. Picking out her preferred categories was \"super easy,\" she says, because she's always felt more American than Korean.</p><p>\"Growing up as a first-generation American, [I find] my parents are so different culturally than what I was surrounded by in Colorado,\" she says.</p><p>Song is also married, unlike many millennials who are <a href=\"http://www.npr.org/2014/10/14/352979540/getting-some-me-time-why-millennials-are-so-individualistic\" target=\"_blank\">delaying what's considered a major life milestone</a>. But she says her decision to wed was largely driven by parental pressure.</p><p>\"I don't feel like I'm not the norm — I've been with the same guy for eight years now. It was something always in the back of our minds, but my parents threw money at us so that we would get married,\" she says. \"I enjoy being married, even though a lot of my friends talk negatively about the idea of marriage.\"</p><p>As for the rest of adulthood, Song is still figuring it out. She has degrees in visual studies and kinesiology (to appease her parents, she says), but currently works as an optician.</p><p>\"My husband and I talk about how there should really be a <em>Portlandia</em> episode about [my life]: Girl in Portland, Korean-American, plays music, makes art, but hides that from her family,\" she says.</p><hr /><p><strong>José Santos Woss<br /></strong><em>now 29, Washington, D.C.</em></p><p>Like Song, José Santos Woss is uncomfortable being defined by narrow census categories. Woss is a first-generation American who grew up with one foot in the Dominican Republic and another in New York.</p><p>\"I'm Hispanic — but that's an ethnicity,\" he says. \"I do view myself as black but I'm not African-American.\"</p><p>When given the choice for the selfie, he wrote: \"trilingual,\" \"Twitter machine expert\" and \"grad student.\" In selecting those words, Santos Woss says he was trying to boil it down to some of the strongest aspects of his identity.</p><p>He says he found it interesting to scroll through the other #NPRCensus responses, and that it helped him see common threads for people of his generation. Millennials may get a bad rap for being lazy, vain and shallow, but Santos Woss thinks it's a misunderstanding.</p><p>\"We are very much a part of the Internet age, so I guess that it gets misinterpreted because so much of our lives are online,\" he says.</p><p>Ultimately, Santos Woss thinks that very connectivity will be how millennials leave their mark on the world.</p><p>\"I think our defining record is being written right now as we speak — when you see the movements for Ferguson [in Missouri] and Eric Garner in New York,\" he says. \"We've made a lot of progress, but we have so much more progress to make and we can do so because we're so connected.\"</p><hr /><p><strong>Jenna Dobosenski<br /></strong><em>22, Chisago City, Minn.</em></p><p>Plenty of things came to mind when Jenna Dobosenski sat down to pick the tags for her photo. Among them: \"tree hugger,\" \"musician,\" \"adventurer\" and \"big dreamer.\"</p><p>She says she jumped at the opportunity to shed some positive light on her generation.</p><p>\"People think millennials are self-absorbed ... [and] they think we value technology over our peers,\" she says.</p><p>Dobosenski, who works a retail job while going to school for her M.B.A., says she encounters those stereotypes regularly from well-intentioned customers who try to praise her by saying, \"But you're so unlike other people your age!\"</p><p>Like Santos Woss, she thinks millennials will use their connectedness for good because it makes them more likely to explore differences.</p><hr /><p><strong>Aaron Kimball<br /></strong><em>30, Kanosh, Utah</em></p><p>By his own admission, Aaron Kimball is \"in no way a typical millennial.\" For employment, Kimball does a unique split of white- and blue-collar work — he raises cattle in rural Utah and also takes on freelance tech jobs from a local automotive firm.</p><p>\"I can go back and forth between sitting at a computer screen fixing issues for someone and ripping my arm open with barbed wire while I fix fence,\" he says.</p><p>One thing he did share in common with other participants was a long and colorful list of preferred identifiers, including \"philosophical Taoist\" and \"better with animals.\"</p><p>Kimball says writing his terms down was an enlightening exercise. For one, he didn't expect to include \"Mormon.\"</p><p>\"I had not really realized how important my cultural and my religious upbringing still was to me and how much those values that I grew up with were still deep inside me,\" he says. \"It was really eye-opening.\"</p><p>(Millennials as a whole are <a href=\"http://www.pewforum.org/2010/02/17/religion-among-the-millennials/\" target=\"_blank\">markedly less religious</a> than their parents and grandparents.)</p><p>Like others, Kimball sees his generation's connectivity to each other — and the wider world — as an asset.</p><p>\"It gives us much more potential of being much more aware of what's going on — of the injustices, of the tribulations,\" he says. \"I think that we have the potential to be the generation that, heaven forbid we should ever truly be in charge, we could do amazing things if we let ourselves; if we embraced the compassion and the caring that are there instead of letting ourselves become trivialized.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Millennials+Rewrite+The+Census+For+A+Better+Sense+Of+Selfie&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Serri Graslie","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384119760-e3e1d1.m3u?orgId=1&topicId=1003&aggIds=352990765&e=371439965&d=235&ft=nprml&f=371439965"},{"href":"http://media.npr.org/assets/img/2014/12/30/christina-0f5c65c7bdcaf31b0f48188e40c09218ce056273.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"718","width":"958"}},{"href":"http://media.npr.org/assets/img/2014/12/18/jose-678eb64c0a83c8b2e69d2ce735e5b53fdad709e3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"749","width":"999"}},{"href":"http://media.npr.org/assets/img/2014/12/17/jenna-dobosenski-60d49d25fbfff085b7daa73af7d9f99e2f5f58e4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"666","width":"888"}},{"href":"http://media.npr.org/assets/img/2014/12/18/aaron-be7dcf32f90f79fc93505b1b10a3f39a959d20c2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"479","width":"639"}}]}