{"created":"2015-03-22T10:18:04+00:00","modified":"2015-05-13T21:07:40+00:00","valid":{"from":"2015-05-13T21:07:39+00:00","to":"3015-05-13T21:07:39+00:00"},"hreflang":"en","title":"Foraging In The Office Fridge: Petty Theft Or Public Service?","published":"2015-03-23T14:14:00+00:00","teaser":"A splash of milk for your coffee might pass, but helping yourself to a whole sandwich? Like any controversial office issue, the ethical lines that cut through the fridge aren't so clear.","itags":["npr_api","394316002"],"guid":"ec888c19-c8c1-482c-bd55-db7e2b12cf2e","contentencoded":"<p>There is perhaps no greater opportunity to introduce tension into the workplace than within the walls of the office refrigerator. It's a social experiment without a set list of rules to guide behavior, and no authority to enforce what's appropriate.</p><p>Is a dollop of ketchup too much? What if someone's sandwich has been in there for days?</p><p>The questionable battle lines inspired <a href=\"http://www.wnyc.org/people/dan-pashman/\">Dan Pashman</a> to do a little research. He invited people to call in to his podcast, <a href=\"http://www.sporkful.com/\">The Sporkful</a>, and tell him their tales of office lunch fury. Like any controversial office issue, people are all over the map.</p><p>\"There are the hard-liners out there,\" Pashman tells <em>Weekend Edition</em> host Rachel Martin. \"There are those people that say if you take a drop of vinaigrette without asking, you just stole someone's food.\"</p><p>But then \"if every person brings in their own dressing, and everyone brings in their own ketchup, and everyone brings in their own coffee milk, there's going to be no room,\" says Pashman.</p><p>Along the same lines, one person reasoned that some fridge theft qualifies as public service. If you see something that looks like it has been forgotten and you eat it, \"you're clearing space in the fridge,\" says Pashman. \"Also if the food is about to go bad and you eat it before it goes bad then you're reducing waste.\"</p><p>As for snarky notes? They accomplish nothing. \"In fact, I came across one guy who will intentionally steal people's food when they leave snarky notes,\" Pashman adds. He didn't hear about any successful all-staff emails either.</p><p>By far the worst food theft tale that came in inspired the Sporkful team to make a <a href=\"http://www.sporkful.com/true-story-office-fridge-food-theft-shock-you-serial/\">Serial-parody episode</a>. In it, Heather Yun Coleman, a call center worker, loses sleep over her leftovers that keep mysteriously vanishing from the office fridge. She worked long shifts at a center in Elkhart, Ind., so she would often buy lunch, eat half and put the rest in the fridge for dinner.</p><p>In the podcast, Coleman says that first she lost a slice of pizza to the thief, and then a six-inch sub. \"That's the one that nailed it,\" says Coleman. \"It was pretty obvious when a six-inch sub that was definitely six inches, when you open it up and there's only four inches left.\"</p><p>The thief was relentless. Coleman left notes, hid her food deep in the refrigerator, and even wrapped her Tupperware in duct tape. Still, she lost portions of her food to the fridge thief for months.</p><p>\"It started keeping her awake at night,\" says Pashman. Part of the problem, both Coleman and Pashman agree, is that food is personal. (To find out out how it ends, listen to the full episode.)</p><p>For the rest of us shared fridge users, Pashman has some tips. He recommends putting food in opaque containers, citing <a href=\"http://www.washingtonpost.com/business/technology/google-crunches-data-on-munching-in-office/2013/09/01/3902b444-0e83-11e3-85b6-d27422650fd5_story.html\">a practice that Google uses</a> to encourage its employees to eat healthier. \"They wanted their employees to take the free healthy snacks they put out instead of the free unhealthy snacks,\" explains Pashman. \"So they put the unhealthy candy in opaque containers and the veggies in clear containers and employees starting taking the veggies more.\"</p><p>But if worst comes to worst, Pashman says he has heard of people adding things to their food to make it less appealing. \"I heard stories of people who would plant an insane number of jalapeños in their food.\"</p><p>Perhaps once the fridge thief gets burned, he (or she) will quit his (or her) thieving ways.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Foraging+In+The+Office+Fridge%3A+Petty+Theft+Or+Public+Service%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Pashman","audio":[{"meta":{"duration":"261"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394636721-389207.m3u?orgId=1&topicId=1053&d=261&p=10&story=394316002&t=progseg&e=394636692&seg=5&ft=nprml&f=394316002"},{"href":"http://media.npr.org/assets/img/2015/03/20/_mg_9253_edit2-368be193f0d6678a8aa7a756142e80cba86761a4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}