{"created":"2015-05-04T20:22:00+00:00","modified":"2015-06-03T15:00:57+00:00","valid":{"from":"2015-06-03T15:00:57+00:00","to":"3015-06-03T15:00:57+00:00"},"hreflang":"en","title":"Vijay Iyer Trio: Tiny Desk Concert","published":"2015-05-04T20:21:00+00:00","teaser":"Fueled by a dozen years of rhythmic interaction (and a lot of espresso), Iyer's working band transforms selections from throughout the pianist's deep and varied catalog.","itags":["npr_api","404165838"],"guid":"ec9d8965-1798-4092-959f-4083539087f3","contentencoded":"<p><a href=\"http://www.npr.org/artists/92749291/vijay-iyer\">Vijay Iyer</a> is probably best known as a pianist and bandleader in the African-American creative improvisational tradition — most say \"jazz\" for short — though he's also several other things in music. He's a composer of chamber, large-ensemble and mixed-media works; a Harvard professor; a student of Indian classical music; a father and New York City resident. Committed as he is to multiplicity, there's one place where you can see many of his interests distilled at once: in the trio he's led for nearly a dozen years.</p><p>The long-standing relationship Iyer has forged with <a href=\"http://www.npr.org/artists/127346400/stephan-crump-and-rosetta-trio\">Stephan Crump</a> (bass) and <a href=\"http://www.npr.org/blogs/ablogsupreme/2013/02/06/171249897/when-your-grandfather-is-the-greatest-living-jazz-drummer\">Marcus Gilmore</a> (drums) accommodates all sorts of risk and translates into reward. The three play daring games of rhythmic interaction. They take Iyer's pieces designed for strings or big band and reduce without losing vitality. They do <a href=\"http://www.npr.org/artists/15394783/john-coltrane\">John Coltrane</a> and <a href=\"http://www.npr.org/artists/15130415/thelonious-monk\">Thelonious Monk</a>, <a href=\"http://www.npr.org/artists/125495328/flying-lotus\">Flying Lotus</a> and <a href=\"http://www.npr.org/artists/15188492/m-i-a\">M.I.A.</a></p><p>The morning after a gig in Washington, D.C., the trio got up to visit NPR headquarters before a noon train back to New York. (There was a lot of espresso involved.) In one continuous performance, Iyer, Crump and Gilmore treated us to a few pieces from Iyer's deep catalog, including two from the new album <em>Break Stuff</em> — ending with the scintillating \"Hood,\" inspired by pioneering Detroit techno DJ Robert Hood. After the blaze of the main set, they played a calm and pretty theme dedicated to the late poet and activist <a href=\"http://www.npr.org/books/authors/377255372/imamu-amiri-baraka\">Amiri Baraka</a>; it originally came Iyer's suite for string quartet and piano <em>Time, Place, Action</em>. There's excitement, daring, overload and speed in Vijay Iyer's music, but, as we were reminded: Just like anyone else, he looks for beauty, too.</p><p>For more from the Vijay Iyer Trio, <a href=\"http://www.npr.org/event/music/402056955/vijay-iyer-trio-at-metropolitan-museum-of-art\">check out its performance for <em>Jazz Night In America</em></a> — recorded on Wednesday, May 6, and archived afterward.</p><p><strong>Set List</strong></p><ul><li>\"Diptych\"</li><li>\"Time, Place, Action — Excerpt 1 (Libra)\"</li><li>\"Questions Of Agency\"</li><li>\"Hood\"</li><li>\"Time, Place, Action — Excerpt 2 (For Amiri Baraka)</li></ul><p><strong>Credits</strong></p><p><em>Producers: Bob Boilen, Colin Marshall; Audio Engineer: Brian Jarboe; Videographers: Colin Marshall, Morgan McCloy, Maggie Starbard; Assistant Producer:</em> Olivia Merrion<em>; photo by Olivia Merrion/NPR</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Vijay+Iyer+Trio%3A+Tiny+Desk+Concert&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Patrick Jarenwattananon","audio":[{"meta":{"duration":"1496"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404216156-346ee4.m3u?orgId=1&topicId=1039&aggIds=347174484,347139849,92071316&d=1496&story=404165838&ft=nprml&f=404165838"},{"href":"http://media.npr.org/assets/img/2015/05/04/tdc_vijayiyer-dbb687162a8fa7db4610ba48563b0a8c2d255bd8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1715","width":"2287"}}]}