{"created":"2015-01-12T22:16:53+00:00","modified":"2015-01-14T21:01:49+00:00","valid":{"from":"2015-01-14T21:01:49+00:00","to":"3015-01-14T21:01:49+00:00"},"hreflang":"en","title":"An Exhibit Offers A Different Angle On Life In Public Housing","published":"2015-01-13T22:20:00+00:00","teaser":"An exhibit in Brooklyn aims to upend stereotypes about public housing by profiling residents and their achievements. The curators know their subject well; they once lived in public housing themselves.","itags":["npr_api","367994839"],"guid":"eca88ec8-f734-4e34-89d3-d52ade0ad28a","contentencoded":"<p>Life in public housing sometimes can be difficult, but it's also a lot like life anywhere — made up mostly of work, school, family and friends. Still, many who don't live in public housing have a negative image of those who do.</p><p>Two former residents are trying to change that.</p><p>Rico Washington is one of them. The 38-year-old with long dreadlocks and a neatly trimmed beard grew up in Kimberly Gardens public housing apartments in Laurel, Md. When he was younger he was embarrassed about where he lived, he says, and would have co-workers drop him off down the street.</p><p>\"I would wait till they had gone far down [Maryland Route] 197 and then I would double back and start walking towards Kimberly Gardens,\" he says.</p><p>Today, Washington is no longer embarrassed. He knows that many hard-working, incredible people live in public housing, despite the stereotypes of drugs, crime and despair.</p><p><strong>'You Can Always Choose Your Path'</strong></p><p>It was the 2009 confirmation of <a href=\"http://apps.npr.org/sotomayor-family-photos/\">Supreme Court Justice Sonia Sotomayor</a> that inspired him to act, he says.</p><p>\"People just could not believe that this woman was from public housing,\" he says. \"I mean, she had had 15 years of experience on the bench. She also had two Ivy League degrees.\"</p><p>So Washington, now a writer in New York City, decided to try bringing other public housing success stories to light.</p><p>He teamed up with Shino Yanagawa, a photographer who had her own perceptions of public housing when she moved to New York from Japan in 2004.</p><p>At first she was excited when her then-husband told her they'd be living in public housing — in part, she says, because Western hip-hop music made it sound very cool.</p><p>\"I thought it's going to be super-exciting!\" she recalls. \"I know it sounds crazy, but this is what happen when you grow up in Tokyo and listen to a lot of hip-hop.\"</p><p>Instead, she found crime, hopelessness, and urine in the elevators. But Yanagawa says she also saw other things there — families struggling for a decent life, and people like her ex-husband, who emerged to become a doctor.</p><p>She decided that she wanted to send a message to those growing up in housing projects \"that you can always choose what you want, you can always choose your path.\"</p><p>So Washington and Yanagawa interviewed and photographed dozens of current and former public housing residents about their lives for a project that they hope will add something to the national conversation about stereotypes and race. Their work is currently an exhibit at the <a href=\"http://brooklynhistory.org/exhibitions/current.html\" target=\"_blank\">Brooklyn Historical Society </a>called <a href=\"http://www.debunkthemyth.org/\" target=\"_blank\">We The People</a>.</p><p><strong>Breaking Beyond Stereotypes<br /></strong></p><p>The display includes numerous photos of public housing residents who have had successes, both large and small.</p><p>Washington points to one photo showing a young man sitting on a couch, laughing with his mother. His name is Brian Paupaw. He grew up in public housing in Brooklyn, Washington says, but got a scholarship to attend Parsons The New School for Design in Manhattan.</p><p>While Paupaw was there, Washington says, a white roommate invited him to go snowboarding.</p><p>\"And he was like, 'Nah, that's something that white people do,' \" says Washington. \" 'Black people don't snowboard — that's crazy. Why would I want to do that?' \"</p><p>But Paupaw decided to go anyway — and it changed his life. He became an accomplished snowboarder and started a nonprofit called the <a href=\"http://www.hoodstowoodsfoundation.org/\" target=\"_blank\">Hoods To Woods Foundation</a>, which takes teens from the inner city snowboarding, rock climbing and hiking.</p><p>Another photo depicts an elderly woman in a striped housedress and straw hat, staring into the distance.</p><p>\"Susie Mushatt Jones,\" Washington says. \"She's a centenarian. We interviewed her when she was 111.\"</p><p>Washington says Jones lived in Vandalia Houses in Brooklyn. She worked her entire life as a domestic servant, but managed to save up enough to help four nieces go to college, something she was unable to do herself.</p><p><strong>Lessons In Doing More With Less</strong></p><p>The stories in the exhibit involve some who are little-known and others famous, like hip-hop artist Yasiin Bey, formerly known as Mos Def. If there's a common theme, Washington says, it's that almost everyone they talked to said living in public housing actually helped them succeed, by teaching them how to do more with less.</p><p>Ephraim Benton, an actor who grew up in the Tompkins housing project in Brooklyn, is one of those profiled. As a teenager Benton, now 36, was involved in gangs and arrested for felony assault.</p><p>But because he was a minor, he says, he got a second chance — an opportunity to attend acting school. Benton has since appeared on television shows like <em>Law and Order</em>, and in movies such as the Oscar-winning <em>Precious</em>.</p><p>Coming from the projects, Benton says, helped him become who he is today.</p><p>\"Seeing so much, you know, heartache and pain growing up, it helped me connect more with my emotions as far as characters,\" he says, sitting in the yard outside the eight brick buildings that make up the complex.</p><p>Benton doesn't live at Tompkins any more, but often returns; he's set up several programs, including an outdoor movie series, to help keep teens here occupied and out of trouble. He also hopes they see from his example that there is a way out.</p><p>\"You know, these kids out here, they don't feel like nobody cares about them,\" he says.</p><p>It's an attitude that Washington and Yanagawa think is exacerbated by the stereotypes those young people face, and that their exhibit could do a bit to correct.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+Exhibit+Offers+A+Different+Angle+On+Life+In+Public+Housing&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Pam Fessler","audio":[{"meta":{"duration":"324"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376788910-6cb941.m3u?orgId=1&topicId=1091&ft=3&f=367994839"},{"href":"http://media.npr.org/assets/img/2015/01/08/ephraim_slide-6c954d92f93e94ee49512b50f1abbf2b293a39a5.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"576","width":"864"}},{"href":"http://media.npr.org/assets/img/2015/01/08/mark-36f2411e63c1115d43d5e591b9d46e5129c10627.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"576","width":"867"}},{"href":"http://media.npr.org/assets/img/2015/01/08/mosdef-72-dpi--7bb4d00c5455f77ce230b529e3641c6c3a4e99d7.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"576","width":"864"}},{"href":"http://media.npr.org/assets/img/2015/01/08/susie-df58fb015eee3c3005fbc93f3765bbc5470ad8fd.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"576","width":"864"}},{"href":"http://media.npr.org/assets/img/2015/01/08/twins-9efa5bcd891084734f51329ba91e2f54c41a58ea.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"576","width":"864"}},{"href":"http://media.npr.org/assets/img/2015/01/08/yvonne-1e3e06e870d6fbdc808a2410eab08f408c81a82e.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"576","width":"867"}},{"href":"http://media.npr.org/assets/img/2015/01/12/ephraim-59ac26f5a7416cbeb59b2e8f898bc2f69c631b63.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"450","width":"601"}},{"href":"http://media.npr.org/assets/img/2015/01/08/fessler-portrait_wide-757494eca56fa49ab80b9ec6b013104ea659a9ac.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"810","width":"1440"}},{"href":"http://media.npr.org/assets/img/2015/01/12/jamel_enl-e339f462a8725454155cd52ba14712dbafcc3bd5.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"864","width":"575"}}]}