{"created":"2015-01-08T22:11:31+00:00","modified":"2015-05-13T21:23:00+00:00","valid":{"from":"2015-05-13T21:23:00+00:00","to":"3015-05-13T21:23:00+00:00"},"hreflang":"en","title":"With A Son Missing, Family Questions Jordan's Mission Against ISIS","published":"2015-01-09T12:13:00+00:00","teaser":"The family of the Jordanian air force pilot recently captured in Syria has deep misgivings about the kingdom's decision to join the U.S. in the fight against the self-proclaimed Islamic State.","itags":["npr_api","375894664"],"guid":"ecb084c2-7d14-4794-9d95-c536586f4e33","contentencoded":"<p>In Jordan, the talk these days centers on the fate of <a href=\"http://www.npr.org/blogs/thetwo-way/2014/12/24/372867906/jordanian-pilot-captured-by-islamic-state-militants\">the Jordanian pilot who was captured by the self-styled Islamic State</a> after his plane crashed in Syria on Christmas Eve.</p><p>Little is known about the condition of Moath al-Kasasbeh since the extremists tweeted pictures of him, bloody and bewildered, after the crash.</p><p>He was participating in the U.S.-led coalition's bombing raids against the self-styled Islamic State, or ISIS. The militants who captured him also published an \"interview\" with him in one of their online propaganda magazines.</p><p>The family say they know nothing more, not even whether he is still alive.</p><p>\"I am proud of my son for being a member of the Jordanian Royal Airforce,\" says Moath's mother, Saafia al-Kasabeh. \"But I am very pained about the incident — that my son should be taken as a prisoner of war, despite his young age.\"</p><p>Moath al-Kasasbeh's father, Safi, is a sheikh of the Kasasbeh tribe, and as a retired education professor he speaks thoughtfully and with control. He described his son, who was married five months ago, as a devout Muslim who with his parents has made the pilgrimage to Mecca in Saudi Arabia.</p><p>News of the downed plane came like a thunderbolt, al-Kasabeh says.</p><p>\"I was very, very panicked and very, very sad,\" he says. \"I was on the verge of a breakdown.\"</p><p>And he wasn't just shocked, but angry. Safi al-Kasasbeh says there's no way his son should have been bombing Syria in the first place.</p><p>Safi al-Kasasbeh says he knows Jordan has a long-standing relationship with the U.S. and that its economy depends on American aid, but that Jordan shouldn't be assisting in attacks on fellow Sunni Muslims. These people are our sons, he says, our brothers.</p><p>\"I wasn't OK with it at all. And all Jordanians strongly condemn our participation in the coalition,\" he says. \"Our army is for defending Jordan. It's not supposed to spread throughout the world like American forces.\"</p><p>Jordan is a rarity in the Middle East — a country accustomed to stability and peace — and the capture has shaken the country deeply. Many there privately express misgivings about involvement in a conflict that some perceive as an American-led attack on Muslim Arabs.</p><p>Analysts say these doubts — coming so publicly from a traditional, tribal family, that typically would be loyal to the king and demographically represents the bedrock of the armed forces — present a problem for King Abdullah as he tries to satisfy both internal opinion and the U.S.</p><p>If that popular opinion calcifies, analysts and diplomats say it could undermine the monarch's enthusiastic support for the U.S. action against the Islamic State and Jordan's role as a key partner in those efforts — a turn that becomes much more likely if the Islamic State fulfills its threats to kill the pilot.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+A+Son+Missing%2C+Family+Questions+Jordan%27s+Mission+Against+ISIS&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"239"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375923256-f6e238.m3u?orgId=1&topicId=1009&d=239&p=2&story=375894664&t=progseg&e=375853671&seg=7&ft=nprml&f=375894664"},{"href":"http://media.npr.org/assets/img/2015/01/08/fordham_jordan-f7c09511081fe32bc0ca1775e8a2bd97676751c9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3165","width":"4220"}}]}