{"created":"2014-09-19T19:43:47+00:00","modified":"2014-12-23T18:41:05+00:00","valid":{"from":"2014-12-23T18:41:04+00:00","to":"3014-12-23T18:41:04+00:00"},"hreflang":"en","title":"To Save These Pigs, Ky. Farmer Says We Have To Eat Them","published":"2014-07-21T18:54:00+00:00","teaser":"Travis Hood is raising a rare species of pig called the Red Wattle. He's part of a small but growing movement across the country to hold on to biodiversity and save heritage breeds.","itags":["npr_api","333553656"],"guid":"ecb60773-90aa-4252-a89d-1e9f4b97a9be","contentencoded":"<p>Robertson County has the smallest population of any county in the state of Kentucky, and it's the only one, word has it, without a stoplight.</p><p>So it's an unlikely place to find a campaign to keep the food system more genetically diverse. But that is exactly what's happening on a small farm owned by Travis Hood, called <a href=\"http://www.hoodsheritagehogs.com/\">Hood's Heritage Hogs.</a></p><p>Hood raises Red Wattle pigs, a heritage breed that the Livestock Conservancy, a nonprofit working to protect breeds and poultry from extinction, <a href=\"http://www.livestockconservancy.org/index.php/heritage/internal/redwattle\">says</a> is threatened. In 1999, there were fewer than 50 of these pigs left in the U.S. Today, that number is back up to about 6,000.</p><p>\"As counterproductive as it may seem, to save these pigs we have to eat them,\" says Hood.</p><p>Hood is part of a small but growing movement across the country of small producers and Slow Food advocates working to hold on to biodiversity by building demand for heritage breed meats. It doesn't hurt that Red Wattle meat is known to be exceptionally juicy with a rich texture.</p><p>The origins of this tasty breed are fuzzy; some believe the pig came from the Iberian Peninsula, but first appeared in the U.S. in eastern Texas when a farmer found two in the woods and began breeding them. The Red Wattle Hog Association says there's another, unverified story that's been passed down: Decades ago, a pig thief infiltrated a Swiss veterinary school, stole three Red Wattle piglets and snuck them into the U.S.</p><p>The pigs are known to be good-natured and can be as friendly as golden retrievers. They grow on average to about 600 to 800 pounds and range from a strawberry blonde to a deep cherry color. Wattles, pieces of cartilage 1 to 5 inches long, hang from either side of their necks like fleshy dreadlocks. (The wattles don't have a function, as far as anyone can tell.)</p><p><a href=\"http://www.kyagr.com/apps/staff.aspx\">Warren Beeler</a> of Kentucky's Department of Agriculture says what Hood is doing is critical for pig production everywhere.</p><p>\"You don't want to lose any genetics, because when you do, you lose them forever,\" he says.</p><p>According to Beeler, the Red Wattle is used to raising its babies outside and braving the elements. That makes it genetically tougher than an industrially raised pig that lives its life in a pen. That toughness is important, says Beeler, if farmers want to cross-breed.</p><p>But <a href=\"http://afs.ca.uky.edu/Rentfrow\">Gregg Rentfrow</a>, a meat scientist at the University of Kentucky, says raising the Red Wattle doesn't generate much meat to feed people, because heritage breeds take longer to get to market than conventional pigs.</p><p>\"We're faced with in the next 25 to 50 years of how we're going to feed 9 billion people, and the ability to get an animal to market faster not only helps us feed those 9 billion people, but it helps us do it more cheaply than before,\" says Rentfrow.</p><p>Hood started raising Red Wattles five years ago. At that time he was a golf-course superintendent, a career he'd had for 16 years. Then came job cuts.</p><p>\"It went from a salaried position with benefits to an hourly position with no benefits,\" he says. \"Well, I thought, the least we can do is feed ourselves. So I got a couple of hogs and then it started to snowball.\"</p><p>Now, he lives on 78 acres with a four-generation blended version of <em>Modern Family</em>, all committed to making the farm work.</p><p>It's not an easy life. Over the winter of the polar vortex, Hood hauled 20-gallon buckets of water for the pigs to drink three times a day at 20 below zero degrees Fahrenheit. One windy night, the roof folded up like a gum wrapper. Hood's mother-in-law has been keeping everything afloat through her full-time job as a nurse.</p><p>Hood has been lucky. So far, he's escaped the <a href=\"http://www.npr.org/blogs/thesalt/2014/06/27/325529915/as-pig-virus-spreads-the-price-of-pork-continues-to-rise\">porcine epidemic diarrhea virus</a> that has killed nearly 8 million pigs since May 2013.</p><p>He sells his meat at the Lexington Farmers Market and straight off the farm, and he turned a profit of $100 for the first time in February. In June, that profit was up to $1,600. Hood is hopeful he can continue to make a go of it.</p><p>\"If we weren't doing this,\" Hood says of the Red Wattle, \"they wouldn't exist.\"</p><p><a href=\"http://leslieguttman.com/\">Leslie Guttman</a> <em>is a freelance journalist based in Lexington, Ky.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=To+Save+These+Pigs%2C+Ky.+Farmer+Says+We+Have+To+Eat+Them&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Leslie Guttman","audio":[{"meta":{"duration":"266"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1333558964-e51652.m3u?orgId=1&topicId=1053&ft=3&f=333553656"},{"href":"http://media.npr.org/assets/img/2014/07/21/hogdynasty-1-cdcbf98a6713a0a580a645adc96199331a088d2c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"894","width":"1191"}}]}