{"created":"2014-10-27T16:32:19+00:00","modified":"2014-10-30T21:40:52+00:00","valid":{"from":"2014-10-30T21:40:52+00:00","to":"3014-10-30T21:40:52+00:00"},"hreflang":"en","title":"In Hot Political Season, Georgia Unemployment Inches Higher","published":"2014-10-20T18:54:00+00:00","teaser":"Georgia has the highest unemployment rate in the nation. Here & Now's Peter O'Dowd visits a new development and a neighborhood that is struggling.","itags":["npr_api","354634140"],"guid":"ecc2e32b-3daa-4e71-b628-aa8ca086586c","contentencoded":"<p>At 8.1 percent, no state has an unemployment rate higher than Georgia’s.</p><p>Questions about the health of the state’s economy have been predictably a part of the debate for governor.</p><p>Some areas of the city are thriving with new development and good jobs. But others are still struggling to keep up.</p><p>Atlanta’s Pittsburgh neighborhood is just a few miles south of downtown. It’s a poor working-class community that’s not the place it used to be.</p><p>&#8220;This was just a vibrant community,&#8221; says Tamacia King, who was born in Pittsburgh. &#8220;We had our own schools through here. Stores, markets, dentists, you name it. We had it right here on McDaniel Street where we’re standing.&#8221;</p><p>The McDaniel Street of her childhood looks much different today. To one side of us is an empty lot where the grass grows shin-high. Across the street a red brick building is boarded up, but the plywood is painted a brilliant teal.</p><p>The median household income around this busy street corner is about $25,000 a year, according to the U.S. Census Bureau. The economy, jobs, and the election, are on the minds of people here.</p><p>I ask King and a few other residents gathered on McDaniel Street if they’re surprised that Georgia’s unemployment rate is the highest in the country.</p><p>&#8220;It doesn’t surprise me for one reason,&#8221; Queen LaRosa Harden Green says. &#8220;It’s because every time our governor has gone and supposedly courted companies to Atlanta or to Georgia, they never look at the inner city. They always end up going out to like Gwinnett County.&#8221;</p><p>The same complaint can be heard from Douglas Dean. He’s a former lawmaker who’s lived in the area for more than 20 years. In this election, he will not support Republican Governor Nathan Deal.</p><p>&#8220;There ain’t nothing that Nathan Deal is talking about that would benefit the Pittsburgh community because he’s on a different level,&#8221; Dean says. &#8220;It’s like being in outer space. Deal and the Republican Party brings nothing to the table this community needs.&#8221;</p><p>Dean says he wants a Democrat in power.</p><p>As Election Day gets closer, the candidates for Governor in Georgia are watching the economy closely. Democrat Jason Carter has used the jobless rate to attack Deal with ominous TV ads. But Nathan Deal has countered with ads of his own. And this is where the question of Georgia’s economy gets tricky. Because the numbers show that Georgia’s job growth is headed up, even as unemployment rate goes higher.</p><p>&#8220;That’s the good news for Georgia, we’re seeing a wide range of jobs. Matter of fact there’s only one sector that didn’t gain jobs last year and that’s government,&#8221; says Mark Butler, the state&#8217;s elected labor commissioner. He&#8217;s a Republican running for another term.</p><p>Butler says the unemployment rate is the wrong number to track because Georgia added 80,000 jobs over the past year – a two percent growth rate. He says new home construction is up. So are tax receipts.</p><p>&#8220;I think most reasonable people would have to say if the shoe was on the foot, the same arguments would be made with both parties.&#8221; Butler said. &#8220;If the Democrats were in charge right now, they’d point to the jobs and the Republicans would be pointing to the unemployment. So you can take that political football and you can throw if around, but drive around the city of Atlanta if you want to see all the projects that are going on. Matter of fact, it’s getting hard to drive around Atlanta because of all the construction going on.&#8221;</p><p>And that’s exactly what I did. About 25 miles north of Atlanta, a massive mixed-use construction project is under way in the city of Alpharetta. Hundreds of workers are scrambling to put the finishing touches on the Avalon development. New homes. Restaurants. The Banana Republic. Open for business at the end of the month. When it’s finished Avalon will employ nearly 2,000 people.</p><p>&#8220;This land was originally assembled by another developer, and they had started development had done some grading and had built one level of a parking deck on the project,&#8221; Tim Perry, who works for the developer of the project, says. &#8220;Unfortunately, they got trapped in recession and the bank had took the property back. So we bought this from the bank at a basis that let us develop a deal that made sense in a recovery market, versus a peak market.&#8221;</p><p>In this zip code, the median household income is $80,000.</p><p>&#8220;Alpharetta is one of the most affluent parts of Atlanta, unlike other parts in the Southeast,&#8221; says Perry. &#8220;It’s 360 degrees of gold from a demographic standpoint. At the same time the market has not been served by this level of mixed -use development, either from a residential, retail or an office standpoint.&#8221;</p><p>Samir Abdullahi, Alpharetta&#8217;s economic development manager says the city has one of the lowest unemployment rates.</p><p>&#8220;We bounce between 5-6 percent depending on type of year,&#8221; Abdullahi says. &#8220;It’s a very affluent community so you see a lot of successful tech entrepreneurs and C-level type demographics living in this community.&#8221;</p><p>This trip to Alpharetta shows why the political debate over the state’s economy can be tricky. New jobs are coming to the state. A new football stadium is under construction. In August, Governor Deal announced Georgia’s film industry pumped $5 billion into the local economy last year.</p><p>But on McDaniel Street in Pittsburgh, and in parts of rural Georgia, the opportunities aren’t the same.</p><p>Last night, the candidates for governor had another chance to speak to people of Pittsburgh, Alpharetta, and the rest of Georgia at a raucous statewide debate. The latest round of state unemployment numbers will come out about two weeks before the election.</p><h4>Reporter</h4><ul><li><strong>Peter</strong> <strong>O&#8217;Dowd</strong>,<strong> </strong>assistant managing editor at <em>Here & Now</em>. He tweets <a style=\"color: #2c95c7\" href=\"https://twitter.com/odowdpeter\" target=\"_blank\">@odowdpeter</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Hot+Political+Season%2C+Georgia+Unemployment+Inches+Higher&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Peter O'Dowd","audio":[{"meta":{"duration":"468"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357622490-8116ab.m3u?orgId=1&ft=3&f=354634140"}]}