{"created":"2015-02-03T22:37:17+00:00","modified":"2015-06-05T15:29:22+00:00","valid":{"from":"2015-06-05T15:29:22+00:00","to":"3015-06-05T15:29:22+00:00"},"hreflang":"en","title":"Senate Majority Leader Mitch McConnell Has A Ted Cruz Problem","published":"2015-02-04T23:55:00+00:00","teaser":"Senate Majority Leader Mitch McConnell's vow to make the Senate work like it used to will face a big test this month, but Sen. Ted Cruz has placed him in a dilemma.","itags":["npr_api","383576722"],"guid":"ecc4f26b-820b-4ac0-9a4a-afd99b14f67c","contentencoded":"<p>A bill funding the Department of Homeland Security failed in the Senate Tuesday because it would block the president's executive action on deportations. The question now is, what will Senate Majority Leader Mitch McConnell try next?</p><p>The department runs out of money on Feb. 27. Texas senator and potential presidential candidate Ted Cruz insists DHS not get <em>any </em>money unless Republicans get to undo the president's immigration policies. That places McConnell in a dilemma — how does he placate Cruz and his allies while avoiding a shutdown of the agency?</p><p>Republican Cruz has vowed he will stop at nothing to block the president's executive action on immigration. And when you ask him exactly how he intends to do that, he says it's already in writing. Go look it up.</p><p>\"I wrote a long op-ed two months ago, laying [out] precisely what we should do. We should use the power of confirmations and we should use the power of the purse,\" Cruz said as he slipped into an elevator at the Capitol.</p><p>His <a href=\"http://www.politico.com/magazine/story/2014/11/president-obama-is-not-a-monarch-113028.html#.VNFHYizxyB0\" target=\"_blank\">op-ed</a> argues those are the two ways to defeat the president's executive action. Block all nominations, except those vital to national security. And deny funding for Obama's plan to defer deportations for some 5 million immigrants living here illegally.</p><p>Problem for Cruz is, he can't actually make either proposal happen.</p><p>\"If you're a coalition of one or five, you can gum up the works for a little bit of time, but it's very hard to grind the Senate to a halt,\" said Sarah Binder of the Brookings Institution.</p><p>Traditionally, the Senate does give individual senators some leverage. For example, Cruz could object to holding votes on nominations, or object to a bill that funds the Department of Homeland Security but doesn't undercut the president's immigration policies. However, it's ultimately up to the Senate majority leader to decide what actually reaches the floor.</p><p>\"Mitch McConnell obviously has a whole range of incentives and a whole range of goals that he has as leader. He's not necessarily going to see eye to eye strictly with what Sen. Cruz wants to do,\" says Binder.</p><p>So Cruz has thrown down the gauntlet, leaving it up to McConnell to make the next move on the president's executive action. Last December on the Senate floor, Cruz said he'd give his leader the benefit of the doubt for now — and added this warning.</p><p>\"I would note that a whole lot of citizens across this country feel a little bit like Charlie Brown with Lucy and the football, where in fight after fight, leadership and Congress says, 'We'll fight next time. Not this time.' \"</p><p>So what will that fight look like? The House bill defunding the president's executive action failed in the Senate Tuesday afternoon. After that, McConnell has exactly 24 days before the Department of Homeland Security runs out of cash.</p><p>Senate Minority Leader Harry Reid says he knows how this story's going to end.</p><p>\"We should pass a Homeland Security bill with no strings attached to it. That's where we're going to wind up,\" said Reid, on the floor this week.</p><p>McConnell has already promised there won't be any government shutdowns under his watch. But he hasn't yet tipped his hand on whether he'll allow a vote on a DHS funding bill that doesn't have policy provisions attached. There are plenty of other things McConnell surely wants to move on to, such as trade, repealing parts of the health care law and rolling back the Dodd-Frank financial regulatory reforms.</p><p>But how do you solve a problem like Ted Cruz? Jeanne Zaino of Iona College says it's easy — just let Cruz, the potential 2016 candidate, show everyone he fought the fight. He doesn't actually have to win.</p><p>\"His interest is in appeasing his constituents, appeasing the far right and appeasing his funders. And he's done a remarkably good job for a freshman senator at doing that,\" says Zaino.</p><p>The joke is, there's always somebody in the Senate running for president. And Democrat Tom Daschle, a former Senate majority leader, says those members are bound to be disruptive.</p><p>\"They need to make statements. They need to be bold, and the Senate doesn't work on bold and declarative, stand-your-ground positions,\" says Daschle.</p><p>It's in fact the opposite, Daschle says. What McConnell's challenge is, is designing a counterstrike against President Obama that will actually garner enough votes in the Senate. Or wait to fight this fight another day.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Senate+Majority+Leader+Mitch+McConnell+Has+A+Ted+Cruz+Problem&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ailsa Chang","audio":[{"meta":{"duration":"247"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383578450-44abb8.m3u?orgId=1&topicId=1014&d=247&p=2&story=383576722&t=progseg&e=383526248&seg=2&ft=nprml&f=383576722"},{"href":"http://media.npr.org/assets/img/2015/02/03/462419130-e68a373d30182b23ac4cdfd367b68cef9455714d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2770","width":"3693"}},{"href":"http://media.npr.org/assets/img/2015/02/03/168869793-b36f40d5aca68b9f06757a60d8d1e3869b1cd5bf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3003","width":"4006"}}]}