{"created":"2015-05-27T15:05:10+00:00","modified":"2015-05-28T15:05:11+00:00","valid":{"from":"2015-05-28T15:05:11+00:00","to":"3015-05-28T15:05:11+00:00"},"hreflang":"en","title":"Facebook Courts News Giants Into A Deal To Share Viewers, And Revenues","published":"2015-05-14T19:34:00+00:00","teaser":"Nine media organizations, including <em>The New York Times</em> and <em>National Geographic</em>, have signed a deal to distribute their content through a new Facebook feature called \"Instant Articles.\"","itags":["npr_api","406481214"],"guid":"ecc7a19a-9bc7-49a8-ba02-af29e33b428d","contentencoded":"<p>In recent years, Twitter has become the go-to destination for news junkies. Now, Facebook is entering a deal with nine news organizations, including <a href=\"http://www.nytimes.com/2015/05/13/technology/facebook-media-venture-to-include-nbc-buzzfeed-and-new-york-times.html?_r=0\">The New York Times</a>, NBC News and <a href=\"http://www.buzzfeed.com/daozers/making-content-for-the-way-people-consume-media-today#.akM04k8Eo\">Buzzfeed</a>, to run some of their in-depth articles, photos and videos inside Facebook. No need to leave the app! The move gives the social media giant a whole lot more content — and power.</p><p>It's called <a href=\"https://www.facebook.com/instantArticles\">\"Instant Articles,\"</a> and for now it's only available on iPhones. The point is to create an experience that is seamless. Today roughly a billion people will visit Facebook to chat and see what their friends are reading or streaming. If you try to click on a short documentary about bees from <em>National Geographic</em>, for example, the loading bar gets in the way.</p><p>Facebook declined an interview but released a <a href=\"http://instantarticles.fb.com/\">promotional video</a> in which chief product officer Chris Cox explains: \"One of the huge issues we see is how long it can take for those articles and news to load.\"</p><p>With the new tool, it loads instantly inside the app. The viewer doesn't leave Facebook's platform.</p><p><strong>Mobile Strategy</strong></p><p>Years ago, Facebook would never have marketed itself as a news site. It was fun and social.</p><p>Now, it's got brainy partners like <em>The Atlantic</em>. The magazine's editor-in-chief, James Bennet, says things over at Facebook have changed. \"They say they have an interest in promoting significant consequential work, and I take them at their word,\" he says.</p><p>Perhaps more important, Facebook knows how to make ad money on smartphones. (Industry insiders often say the company is \"killing it\" in mobile, giving formidable <a href=\"http://www.networkworld.com/article/2881132/wireless/google-facebook-combined-for-50-of-mobile-ad-revenues-in-2014.html\">competitors like Google</a> a run for their money.)</p><p>The participating publishers get to keep 100 percent of the revenue from the ads they sell with their content on Instant Articles. Or the news companies can have Facebook sell unsold ad positions through its mobile ad Audience Network. In that case, the publishers split the revenue with Facebook.</p><p><strong>Distribution Of Power</strong></p><p>NPR says in a statement that it's currently talking to Facebook about this new program.</p><p>Besides the money, <em>The Atlantic's</em> Bennet expects the deal will also get him more eyeballs. And he's not worried about leaning too hard on the Silicon Valley giant and then suddenly losing editorial control.</p><p>\"Look, it's not hard to conjure dystopian visions of possible futures,\" Bennet says.</p><p>Vivian Schiller, a media consultant who used to be NPR's CEO, counters: \"This is not a theoretical concern. This is a real concern. It's happened in the past, and certain organizations that had certain practices that they built in order to rise higher to the top on Facebook's site then turned out to be losers.\"</p><p>In Silicon Valley, there's a well-known story about <a href=\"http://www.npr.org/sections/alltechconsidered/2015/04/12/399136304/once-the-cream-of-the-crop-zynga-zigzags-to-adapt-to-mobile\">Zynga</a>, the company that made the game Farmville. Zynga thought it was riding high on Facebook. Then the algorithm that organizes the news feed changed — and Zynga lost a ton of traffic and money.</p><p>In this deal with news giants, Facebook keeps sole control of its news feed algorithm. While the company posts <a href=\"http://newsroom.fb.com/news/category/news-feed-fyi/\">updates to changes</a>, it doesn't have a legal obligation to explain those changes.</p><p>\"Guessing which direction Facebook is going to go and adjusting your entire organization around that is an incredibly risky proposition,\" Schiller says.</p><p>Yet despite those cautious words, she says it's \"absolutely necessary\" for news publishers to enter these kinds of deals — because now is the time to experiment.</p><p>While Facebook focuses on distributing content — not creating it — the company recently published a paper in <a href=\"http://www.sciencemag.org/content/early/2015/05/08/science.aaa1160.abstract\">Science</a> describing how people around the world increasingly get their news from social media.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Facebook+Courts+News+Giants+Into+A+Deal+To+Share+Viewers%2C+And+Revenues&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"187"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406505230-ce75dd.m3u?orgId=1&topicId=1020&d=187&p=2&story=406481214&t=progseg&e=406504908&seg=7&ft=nprml&f=406481214"},{"href":"http://media.npr.org/assets/img/2015/05/13/1-article-edab6f8dc1fbf8fead60c95bf10c5a01b1f49320.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2038","width":"2719"}}]}