{"created":"2015-03-30T19:29:16+00:00","modified":"2015-03-30T20:10:25+00:00","valid":{"from":"2015-03-30T20:10:24+00:00","to":"3015-03-30T20:10:24+00:00"},"hreflang":"en","title":"Open A Critic's 'Poetry Notebook' And Find The Works That Shaped Him","published":"2015-03-30T19:38:00+00:00","teaser":"Clive James was diagnosed with leukemia a few years ago. \"There is a grief in all poetry,\" he writes in his latest book of essays. \"Poetry holds itself together, and eventually we ourselves do not.\"","itags":["npr_api","396372412"],"guid":"eccdb249-7a57-4408-ac8e-e9205023afb9","contentencoded":"<p>Clive James' most anthologized poem is commonly known by its first two lines: \"The Book of My Enemy Has Been Remaindered/And I Am Pleased.\" Those lines tell the uninitiated almost all they need to know about the pleasures to be found in reading James: chief among them, his wit and his appreciation of the underlying absurdity of so much literary effort — including his own.</p><p>What those famous lines don't reveal about James is his erudition, lightly worn but very much on display in his latest book of criticism, called <em>Poetry Notebook</em>. In his introduction, James says that, for him, poetry has been \"the occupation of a lifetime.\" It's a lifetime that's drawing to a close — James was diagnosed a few years ago with leukemia and this short book is shot through with an awareness that the poems he's talking about will outlast him; or, as James more elegantly puts it. \"There is a grief in all poetry. ... Poetry holds itself together, and eventually we ourselves do not.\"</p><p><em>Poetry Notebook</em> is a rousing compendium of short essays about poetry and poets that James has published over the years. Never one to hesitate about issuing a provocative verdict, James pays homage to poets like Yeats, Auden, Frost and Richard Wilbur, whom he considers immortals, and rips into others whose work he deems overpraised. Thus, no less an eminence than John Milton is condemned for being a show off and \"clogging\" his verse with learned references that render large swaths of <em>Paradise Lost</em> unreadable. James also clearly possesses an encyclopedic recall for other poets' barbed criticisms; so, part of the pleasure of reading <em>Poetry Notebook</em> is learning (or perhaps being reminded) that: \"Philip Larkin once said that the influence of Yeats could be all-pervasive, getting into everything like the smell of garlic.\"</p><p>One word of caution: James holds fast to his identity as a formalist, someone who would, at bottom, generally agree with Robert Frost's celebrated dismissal of formless poetry as playing \"tennis without a net.\" So, don't expect any celebrations of the likes of rap or \"spoken word poetry\" in these pages. Furthermore, James only manages the briefest of nervous nods to those exotic creatures on the margins — <em>female</em> poets like Elizabeth Bishop, Amy Clampitt and Sylvia Plath. Reading <em>Poetry Notebook</em> is like stepping into a popular college seminar circa 1979. You'll learn a lot and be vastly entertained, but be aware that multiculturalism hasn't made much of a dent on James's written-in-stone syllabus.</p><p>What you will find in <em>Poetry Notebook</em> are charged, idiosyncratic readings of the classics as well as more recent works by (albeit) male poets you may not have heard of, but will want to dig into, like James's fellow Australian Stephen Edgar and the late American poet, Michael Donaghy. As amusing as his dyspeptic quips always are, James' intellect shines brightest in his role as enthusiast, taking us through works that he loves. Here for instance is a brief, brief poem about World War II by Greenwich Village poet Samuel Menashe, who died in 2011. It's called \"Beachhead\":</p><blockquote><p>The tide ebbs</p><p>From a helmet</p><p>Wet sand embeds</p></blockquote><p>\"That's the whole poem,\" James comments, \"and there's a whole war in it.\" He also says about Menashe that \"his full force ... is no noisier than a bug hitting your windscreen, except it comes right through the glass.\"</p><p>The same might be said of James' own critical writing here. \"Intensity of language\" is the crucial ingredient for James, the thing that separates poetry from prose; that distinguishes a glom of words from something that breathes. His own \"intensity of language\" — in this collection and throughout so much of his life's writing — has validated James's critical authority to pass judgment on the work of others. You may not agree with James's selections in <em>Poetry Notebook</em> or some of his opinions, but I defy anyone not to be moved by these essays in which a great critic reflects on the works that have shaped him, even as, James says, he prepares himself to head off to \"the empty regions.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Open+A+Critic%27s+%27Poetry+Notebook%27+And+Find+The+Works+That+Shaped+Him&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maureen Corrigan","audio":[{"meta":{"duration":"354"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396397536-8de2ec.m3u?orgId=1&topicId=1034&e=396372412&d=354&ft=nprml&f=396372412"},{"href":"http://media.npr.org/assets/img/2015/03/30/james-clive-12361a49f5ad0b4b20b09a0efcd92ef52d0682bd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"961","width":"1282"}}]}