{"created":"2015-01-03T12:59:09+00:00","modified":"2015-05-13T21:23:55+00:00","valid":{"from":"2015-05-13T21:23:55+00:00","to":"3015-05-13T21:23:55+00:00"},"hreflang":"en","title":"U.N.'s Anthony Banbury: Zero Cases Of Ebola Is The Only Option","published":"2015-01-03T16:59:00+00:00","teaser":"Anthony Banbury is stepping down as the head of the U.N.'s Ebola mission. He says the Ebola can't become entrenched in West Africa. And he thinks the fight is heading in the right direction.","itags":["npr_api","374556652"],"guid":"ecd484af-9419-4107-b85b-2fda36c1d0d7","contentencoded":"<p>As the new year begins, the Ebola virus continues its deadly spread in West Africa. More than 20,000 are infected and nearly 8,000 have died throughout the region. The number of victims keeps climbing in Guinea and Sierra Leone, and dozens of new Ebola cases in Liberia this week mark a setback after recent improvements.</p><p>\"We have ways to go,\" says Anthony Banbury, the outgoing head of the United Nations Mission for Ebola Emergency Response, or <a href=\"http://ebolaresponse.un.org/un-mission-ebola-emergency-response\">UNMEER</a>. He's just completed his final 6-day tour of the Ebola-affected region. Speaking from Accra, Ghana, he tells NPR's Eric Westervelt on <em>Weekend Edition</em> that he didn't seen any signs of complacency when he was in Liberia — neither from the leaders nor the communities. In fact, he says, things are headed in the right direction: \"In Liberia, there have been new cases but just on Dec. 31, the country reported zero new cases on that day.\"</p><p>And zero is his goal. In his view, letting Ebola become a permanent problem in West Africa is not an option. \"The only option is getting to zero cases so there is no more presence of Ebola in humans,\" Banbury says. \"Ebola has just ripped apart communities and families ... and we have a very big obligation to get rid of Ebola completely so these communities can go about with the lives they have and [with] the path of development.\"</p><p>The outbreak in Guinea has proven particularly difficult to control. Earlier this year, villagers <a href=\"http://www.npr.org/2014/09/19/349756524/ebola-workers-attacked-in-guinea\">killed</a> health workers who were spreading awareness of Ebola. \"We're facing particularly difficult challenges in Guinea due to strong resistance in many of the communities, particularly in very rural areas,\" he says. Yet the U.N. has been making progress, he adds, with more labs opened and more facilities coming along in the next few days.</p><p>Banbury warns that the Ebola outbreak has to stopped in not just one country but the entire region. \"Solving it in one county does not mean it's over for that country because it could leap across the border as we've seen recently in cases from Guinea going into Liberia going into Mali.\"</p><p>One of the greatest challenges, he says, is making sure treatment centers and burial teams are available throughout the region — even in the most remote areas. Then, he says, \"we can have early detection of and response to small outbreaks.\" Even then, he stresses, it's up to the communities themselves to make use of the resources that international agencies and aid organizations bring in.</p><p>\"We can build treatment units but if people don't go to them it's not going to help. We can have safe burial teams but if people follow unsafe practices, they aren't going to help,\" he says. \"But I believe we are seeing improvements.\"</p><p>As Banbury prepares to leave his role at UNMEER, he reflects on a 10-year-old girl named Esther, who made him truly understand why stopping Ebola is a must. \"She had such a sparkle and a sense of life,\" he says. \"It was just so great that she had survived. It made me really again understand that we had to do everything we possibly could so those who unfortunately got Ebola, like Esther, could survive. But more importantly, to bring the disease back to zero so that there were no more Esthers getting it.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.N.%27s+Anthony+Banbury%3A+Zero+Cases+Of+Ebola+Is+The+Only+Option&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374737080-4eaf77.m3u?orgId=1&topicId=1031&d=237&p=7&story=374556652&t=progseg&e=374736995&seg=14&ft=nprml&f=374556652"},{"href":"http://media.npr.org/assets/img/2015/01/02/36257941_h32363209_edit-9b766eb3dc8b82c741cd6b76ee8ab1fd0fa64bf8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}