{"created":"2014-10-29T21:41:23+00:00","modified":"2015-04-10T21:05:31+00:00","valid":{"from":"2015-04-10T21:05:31+00:00","to":"3015-04-10T21:05:31+00:00"},"hreflang":"en","title":"To Tackle Sexual Assault Cases, Colleges Enlist Investigators-For-Hire","published":"2014-10-30T00:44:00+00:00","teaser":"Colleges are under pressure to revamp how they handle sexual assault cases. Some schools, rather than trying to train administrators to act like prosecutors, are outsourcing the job to real ones.","itags":["npr_api","359875452"],"guid":"ecd97b54-605e-4f77-9466-62f8f9cc499a","contentencoded":"<p>As colleges continue to scramble under federal pressure to overhaul how they handle cases of sexual assault, the list of schools under investigation for botching cases continues to grow.</p><p>That's left some wondering if campuses will ever get it right, or if they might be better off leaving the job to others.</p><p>A growing number of campuses already have made the choice to do just that: Rather than try to train their provosts and professors to act like prosecutors, they're outsourcing the job to real ones instead.</p><p>Djuna Perkins is a former prosecutor who is now an investigator-for-hire focusing on sexual assault. Her office, just outside Boston, is lined with college pennants from a growing list of Massachusetts schools that are her clients: Amherst, Brandeis, Bentley, Harvard, Tufts, Williams, Emerson and more.</p><p>\"The phone starts ringing, you know, the first day after Labor Day, and I sort of joke that I'm like legal 911,\" Perkins says. The schools are \"stressed like you cannot believe,\" she says. They would rather have someone else handle the investigations, she adds, \"because they, at a certain point, might feel a little bit out of their element.\"</p><p>In the past year, Perkins has hired three more staff members to keep up with all the work.</p><p><strong>Delicate Questions And 'Tough Calls'</strong></p><p>One case she's working on is especially tricky: A male student was accused by a bystander of sexually assaulting two women. The two women don't want to talk, so Perkins has to piece together what happened from surveillance video and other witnesses.</p><p>She says she knows better than to read too much into an alleged victim's reluctance to talk. Experience has taught her these things are complicated.</p><p>For example, Perkins says, take the case of a student who says she was raped, but the guy says it was consensual — and can prove that she asked him to wear a condom.</p><p>\"Some people might say, 'well, that's consent right there, right?' But I don't necessarily think that's true,\" Perkins says. \"Because many of those [alleged victims] would say, 'I just knew it was gonna happen — and so, you know, I don't want to get any STDs.' So there may be explanations.\"</p><p>In order to determine if there really was consent, Perkins must delicately press each of the students for the most minute details of the encounter.</p><p>\"They can be really tough calls,\" she says. \"I just do the best I can to kind of parse it out as much as possible.\"</p><p>That means asking questions like, \"Well, when you did this particular thing was she making pleasurable moans? Was she lifting her pelvis to get clothes off?\"</p><p>\"That all sort of goes into the mix,\" Perkins explains.</p><p><strong>An Outside Investigator, A Consortium, Or The Courts?</strong></p><p>The work is not for the faint of heart. Behind her desk, amid the law books and case binders, are two Barbie dolls — one dressed in a grey tweed suit and pumps, the other in black fishnet stockings, thigh-high boots and a leather jacket.</p><p>Perkins says you have to be able laugh a little in a job as intense as this one, but the latter doll is also a nod to the challenge and complexity of these cases. Perkins has had several cases that involved S&M that was at least initially consensual; she says it takes a lot of experience and training to remain consistently fair and nonjudgmental.</p><p>\" 'Cause my real reaction when students are talking about stuff like that — I'm like, 'oh my God, these kids, what are they doing?' \" Perkins says with a laugh.</p><p>Hiring an outside professional like Perkins also can help colleges address questions of bias. John Banzhaf, a George Washington University law professor, says schools who use their own staff to decide these cases always will be suspect.</p><p>He says it's only slightly better when cases are decided by outside investigators who are hired by schools. An even better idea, Banzhaff says, would be to create a totally independent consortium of professionals to both investigate and judge cases.</p><p>Under such a program, he says, \"there can be no thought that favoritism is being given because someone is a big athlete or that daddy's a big donor, and the standards will be the same across the board — to me it's a win-win-win for everybody.\"</p><p>Or, Banzhaf suggests, campus sexual assault could just be handled by the courts, either criminal or civil. He's one of many who question why schools are the ones investigating these crimes in the first place.</p><p>\"The shortest and most glib answer to that is because campuses have to,\" both legally and morally, says Meg Bossong, director of sexual assault prevention and response at Williams College.</p><p>There are things survivors need that only campuses can offer, she says. For example, \"the assurance that, you know, you're never going to have to sit in a senior seminar, you're never going to find yourself living on the same floor [with an alleged assailant]. And the criminal system is not designed to provide that.\"</p><p><strong>A Tension Between Campus Efforts And Law Enforcement</strong></p><p>Leora Joseph, a sex crimes prosecutor in Denver, agrees that schools' efforts should complement the criminal system, and that it's important for campuses to punish misconduct that prosecutors would be unable to prove beyond a reasonable doubt, or that might not rise to the level of a felony.</p><p>\"Just because someone did not commit a crime, it doesn't mean they shouldn't be forced to suffer some consequences for their bad behavior,\" she says.</p><p>But campuses and prosecutors also can get in each other's way, Joseph says. When students face criminal charges, they usually stop talking to their school's investigators. And when schools go first, Joseph says, it can really muck things up for prosecutors.</p><p>\"You've lost the element of surprise, you may have lost forensic evidence and physical evidence, and you cant unring a bell. That can forever damage law enforcement's ability to do their job,\" she says.</p><p>Joseph says better coordination is needed to keep the door open for criminal prosecution. Victims often change their minds, even after initially declining to press charges.</p><p>That happened to one student, who says she was raped just before graduation a year ago, but wanted nothing to do with the criminal justice system after undergoing a forensic exam she found traumatizing. She did not want to be identified to protect her privacy, and NPR does not name victims of sexual assault without their consent.</p><p>\"I just had my body, like, turned into a crime scene, is what it felt like,\" she says. \"I was very ... overwhelmed with everything.\"</p><p>The student did press her case on campus, and the assailant was expelled. But when she found out he enrolled in another school, she decided to take her case to court — where a tougher punishment, including jail, would be an option.</p><p>\"It's hard to go through all that, but I don't want anyone to experience what I did, and there's nothing stopping him from doing that to someone else,\" she says.</p><p>It's why the criminal justice system should be getting the same scrutiny as colleges are, she says; victims need for both options to work. And there's a limit to what colleges can do, she says, no matter how great their new policies are.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=To+Tackle+Sexual+Assault+Cases%2C+Colleges+Enlist+Investigators-For-Hire&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tovia Smith","audio":[{"meta":{"duration":"461"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359892984-2e1734.m3u?orgId=1&topicId=1003&aggIds=339884470&e=359875452&d=461&ft=nprml&f=359875452"},{"href":"http://media.npr.org/assets/img/2014/10/29/img_2858edit-64166766c01d248d6ea8bfb574674a84f0101c63.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2531","width":"3375"}},{"href":"http://media.npr.org/assets/img/2014/10/29/williams-college-91bb804550672e82c1c663fa80efc19ebe32340b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1665","width":"2220"}}]}