{"created":"2015-01-12T18:19:53+00:00","modified":"2015-01-14T23:55:39+00:00","valid":{"from":"2015-01-14T23:55:39+00:00","to":"3015-01-14T23:55:39+00:00"},"hreflang":"en","title":"Pasta Recipes And Tips From Kathy Gunst","published":"2015-01-13T17:30:00+00:00","teaser":"Our resident chef came back from Italy with new pasta recipes to share, as well as eight tips for making great pasta.","itags":["npr_api","376753094"],"guid":"ecdc2538-a5a1-4e72-b785-a7823ed7d13d","contentencoded":"<p>One can barely talk about Italy without mentioning the food, and nothing says Italian food like pasta.</p><p><a href=\"http://hereandnow.wbur.org/\"><em>Here & Now</em></a> resident chef <strong>Kathy Gunst</strong> spent some time in Italy during the fall in 2014. She tells host Jeremy Hobson that she ate more pasta than she is willing to admit, but she also picked up some tips for cooking the country&#8217;s staple cultural cuisine.</p><p>Today, she shares her pasta recipes including a pistachio-mint pesto inspired by her time Sicily. Sicilians cook with locally grown pistachios in everything from desserts to pasta dishes, as well as fish and meat.</p><p>Kathy matches her own take on the pesto with everything from plain pasta to a spaghetti with seafood sauce. See below for her six recipes and eight <a href=\"#tips\">tips</a> on how to cook perfect pasta.</p><p><a name=\"tips\"></a></p><ol><li><a href=\"#pantry\">Pantry Pasta</a></li><li><a href=\"#pesto\">Pistachio-Mint Pesto</a></li><li><a href=\"#penne\">Baked Penne with Cheese Sauce and Sautéed Mushrooms</a></li><li><a href=\"#seafood\">Spaghetti with Seafood Sauce</a></li><li><a href=\"#tuna\">Giorgio’s Pasta with Tuna</a></li><li><a href=\"#tagliatelle\">Tagliatelle with Slow Sautéed Leeks, Bacon, Ricotta</a></li></ol><h4>8 Pasta Tips</h4><p><strong>Kathy’s Note:</strong> Marcella Hazan, the late great cookbook author and Italian cook, writes in her typical, no-nonsense style: “Pasta can be one of the easiest dishes in the world to prepare. It is also one of the easiest to ruin.” Here are a few tips to make delicious pasta:</p><ol><li><strong>Water</strong>: Always cook pasta in lots of water, about 4 to 5 quarts of water for every pound of pasta. Water should always be at a rapid boil before the pasta goes in and you want to use tongs or a pasta fork to stir it, making sure the pasta doesn’t clump up and is fully immersed.</li><li><strong>Salt</strong>: Italians season the water pasta is cooked in because it flavors the pasta. For every pound of pasta water add about 1 1/2 to 2 tablespoons salt depending on what type of sauce you will toss it with later. If you are serving pasta in a very salty sauce (say, with anchovies, for example) you want to use less salt.</li><li><strong>Portion Size</strong>: This was the biggest revelation of all. One pound of pasta—which my husband and I have been known to eat on our own— serves 4 to 6 Italians. Pasta is rarely eaten as a main course but a first course, a taste before the meat or fish and vegetables. Italians do not eat 1/2 pound pasta each—this is why they are not FAT!</li><li><strong>How Long To Cook It (the al dente lesson)</strong>: The directions on pasta packages are good, but they tend to overcook pasta for an American taste. I learned that you should taste the pasta after 4 to 5 minutes to make sure it is just cooked. Fresh, homemade pasta takes mere minutes to cook. Al dente means tender pasta but pasta that is still firm, with a bite, some texture. The Italian term literally means “to the tooth,” referring to the idea that pasta should still have a bite, not be soft and squishy.</li><li><strong>Don’t Throw Out The Pasta Water</strong>: Cook the pasta and then do not throw the pasta water away. Drain the pasta but make sure to keep about a cup of the water it cooked in. The pasta water contains starch which is crucial to adding to most sauces. A few tablespoons, even 1/2 cup, can thicken your sauce and allow the starch in the water to help your sauce adhere to the pasta.</li><li><strong>Don’t Rinse</strong>: You never want to rinse pasta in cold water after cooking because you want the starch that clings to the pasta to help the sauce adhere. The only exception is when you are making cold pasta dishes.</li><li><strong>Sauce It</strong>: Once the pasta has been cooked and drained you want to toss it with the sauce immediately and not let the pasta sit around. Add the pasta to the skillet or pot where your sauce is warming or add it to a big bowl or platter and toss with sauce and olive oil or whatever seasoning you are using.</li><li><strong>Swirl It</strong>: <a name=\"pantry\"></a> You know how at fancy restaurants the pasta comes neatly twirled in one perfect circle in the middle of the bowl? Well it’s a simple trick: scoop up a portion of pasta in big ladle with a large serving fork and twirl into a perfect round.</li></ol><h4>Pantry Pasta</h4><p><strong>Kathy’s Note: </strong>You can use ingredients from your pantry to make quick, simple pasta dish. Open a jar or can of anchovies and heat the oil with a tablespoon of chopped garlic. Add the anchovies and cook over low heat until the fish “melts” down into a sauce. Add a touch of red chile flakes and toss with pasta— any shape— olive oil, pepper and grated Parmesan cheese.</p><p><strong>Ingredients/Instructions:</strong></p><p>Open a can of Italian tomatoes. Heat a tablespoon of olive oil in a medium saucepan. Sauté 2 cloves chopped garlic and any fresh herbs you have or dried—basil, rosemary, oregano, etc. Add the tomatoes, chopping them up and let cook about 15 minutes. Add 1/3 cup drained capers and a dash of red chile for a quick Puttanesca sauce.</p><p>Use olives, canned artichoke hearts, nuts, olive pasta, tomato paste, wine, canned tuna fish, and spices to create quick sauces from the pantry.</p><p>Another tip: Although arugula— a bitter, spicy green—is hardly a pantry staple, if you do have some in your refrigerator it’s delicious sprinkled onto almost any pasta dish just before serving. <a name=\"pesto\"></a>The heat of the pasta and sauce “melts” the green so it just wilts but adds a great, fresh crunch to the dish.</p><h4>Pistachio-Mint Pesto</h4><p><strong>Kathy’s Note:</strong> Throughout Sicily locally grown pistachios pop up in desserts— cakes, cannoli, cookies, tarts— as well as pasta dishes, fish, and meat. Pistachio pesto is a revelation. It’s sold at street fairs in many variations—with mint, basil, garlic, cheese and more. This is my version using fresh mint and pistachios; it will stay fresh in a tightly sealed jar in the refrigerator for at least a week. Serve with linguine, any pasta dish or spooned on grilled fish, lamb chops or steak.</p><p><em>Makes about 1 cup.</em></p><p><strong>Ingredients:</strong></p><p>1 cup shelled salted or unsalted pistachios</p><p>1 cup fresh mint leaves or basil leaves, or a combination of both</p><p>Freshly ground black pepper</p><p>About 1 cup olive oil</p><p>About 1/2 packed cup grated Parmesan cheese</p><p><strong>Instructions:</strong></p><p>In the bowl of a food processor pulse the pistachios and mint several times until the nuts are in very small pieces. Add the</p><p>pepper. With the motor running, slowly add the oil. Remove from the machine and stir in the cheese.<a name=\"penne\"></a> The pesto should be chunky. If using unsalted nuts season with salt. Taste for seasoning.</p><h4>Baked Penne with Cheese Sauce and Sautéed Mushrooms</h4><p><strong>Kathy’s Note:</strong> This is a take on mac and cheese, using penne and several types of cheese. Sautéed mushrooms, shiitake, portobello, and/or crimini — are sautéed with a splash of red wine and used to flavor the pasta dish. You can make the dish ahead of time and bake it just before serving.</p><p><em>Serves 4.</em></p><p><strong>Ingredients:</strong></p><p><em>The Pasta and the Cheese Sauce</em></p><p>3/4 pound penne pasta</p><p>1 tablespoon butter</p><p>1 1/2 tablespoons olive oil</p><p>2 tablespoons flour</p><p>3 cups milk, or combination of milk and heavy cream</p><p>1/2 cup ricotta cheese</p><p>1/2 cup grated Parmesan cheese</p><p>Salt and freshly ground black pepper</p><p>1 tablespoon chopped fresh rosemary or sage</p><p><em>The Mushrooms and Topping</em></p><p>1 tablespoon olive oil</p><p>3/4 pound mushrooms, crimini, portobello, shiitake, or any combination, coarsely chopped</p><p>About 1/4 cup dry red wine</p><p>Salt and freshly ground black pepper</p><p>1/3 cup Panko breadcrumbs</p><p>1/4 cup grated Parmesan cheese</p><p><strong>Instructions:</strong></p><p>Boil a large pot of salted water over high heat.</p><p>Make the sauce: in a medium pot melt the butter and olive oil over moderately low heat. When hot and sizzling add the flour and stir to create a paste; cook about 2 minutes stirring. Slowly whisk in the milk, and cook until the sauce thickens. Whisk in the ricotta and cook over very low heat until melted into the sauce. Remove from the heat and stir in the grated Parmesan cheese. Taste for seasoning and add salt and pepper and the rosemary or sage to taste.</p><p>Place the sauce in a medium-sized ovenproof skillet, lasagna pan or gratin dish about 10 inches long.</p><p>In a medium skillet heat the oil over high heat. Add the mushrooms and cook, stirring for 5 minutes. Add the wine and cook, until almost all the wine is evaporated and the mushrooms and tender. Season to taste with salt and pepper.</p><p>Boil the pasta until al dente, or almost cooked through. Drain. Add the cooked pasta to the pan with the sauce and stir gently to make sure all the pasta is coated with the sauce. Add half the mushrooms and stir.</p><p>Add the remaining mushrooms to the top of the pasta. The dish can be made ahead of time up to this point; cover and refrigerate until ready to bake.</p><p>Preheat the oven to 400 degrees. Bake on the middle shelf for 30 minutes.</p><p>In a small bowl mix the Panko breadcrumbs and remaining 1/4 cup grated Parmesan cheese and pepper. Remove the pasta from the oven and top with the breadcrumb/cheese mixture and bake another <a name=\"tuna\"></a>10 to 15 minutes or until the cheese is bubbling and the pasta is cooked through. Serve hot.</p><h4>Giorgio’s Pasta with Tuna</h4><p><strong>Kathy’s Note:</strong> I had this simple pasta dish made with good quality canned Italian tuna at Casa Fabbrini. The recipe, which is not much a recipe but will give you the general idea, comes from Giorgio Fabbrini’s book Le Mani In Pasta.</p><p><strong>Ingredients/Instructions:</strong> In a skillet heat olive oil and add garlic. Cook until softened with some (crushed and crumbled dried red) chili. Stir in a spoonful of capers, 1/2 cup chopped black (pitted) olives, chopped fresh parsley and cook about 5 minutes. Place in a large bowl and add about 1/2 to 1 cup chopped Italian canned tuna.</p><p>Boil 1/2 to 1 pound spaghetti in boiled salted water. Cook until al dente, about 11- 12 minutes depending on the brand.<a name=\"seafood\"></a> Add a few tablespoons of the pasta water to the bowl with the tuna sauce. Add the drained cooked pasta and serve.</p><h4>Spaghetti with Seafood Sauce</h4><p><strong>Kathy’s Note:</strong> This is my take on spaghetti with clam sauce, with the addition of sautéed scallops and shrimp. You can serve it with a dollop of the Pistachio Pesto (see recipe above), but you really don’t need it.</p><p><em>Serves 4 to 6.</em></p><p><strong>Ingredients:</strong></p><p><em>The Pasta:</em></p><p>1 pound linguine</p><p>1 tablespoon olive oil</p><p><em>The Seafood Sauce:</em></p><p>2 tablespoons olive oil</p><p>2 cloves garlic, chopped</p><p>1/4 cup chopped fresh parsley</p><p>2 tablespoon thinly sliced fresh basil</p><p>4 medium shrimp, deveined with the shell on or off</p><p>6 scallops</p><p>14 littleneck or 12 cherrystone clams, scrubbed under cold water</p><p>1 cup dry white wine</p><p>1 pound linguine or spaghetti</p><p><strong>Instructions:</strong></p><p>Bring a large pot of generously salted water to boil over high heat.</p><p>Meanwhile make the sauce: in a large skillet heat half the oil over moderate heat. Add half the garlic and cook 1 minute. Add the shrimp and cook 1 minute on each side; you don’t want to cook it through, but simply brown it on both sides. Remove to a plate. Raise the heat to moderately high and add the scallops; cook 1 minute on each side or until golden brown, but not cooked through. Remove to the plate with the shrimp.</p><p>Add the pasta to the boiling water, stir well, and cook until al dente, about 10 minutes depending on the brand.</p><p>Raise the heat to moderate and add the remaining olive oil and garlic to the skillet you cooked the shrimp and scallops in. Add the clams and stir well to coat them with the oil and garlic. Add half the basil and parsley and raise the heat to high. Add the wine and let cook, stirring the clams around until they just begin to open. Add the seared shrimp and scallops and about 1/2 cup pasta water. Cover and cook until the clams open fully.</p><p>Drain the pasta and place on a serving plate or in a large bowl and mix with the 1 tablespoon olive oil. Taste the seafood sauce (if it taste winey, remove the fish to the top of the pasta, and boil the sauce another minute or two). <a name=\"tagliatelle\"></a>Season with salt and pepper and sprinkle with the remaining basil and parsley.</p><h4>Tagliatelle with Slow Sautéed Leeks, Bacon, Ricotta</h4><p><em>Serves 4 to 6.</em></p><p><strong>Ingredients:</strong></p><p>4 strips thick country-style smoked bacon or pancetta</p><p>1 1/2 tablespoons olive oil</p><p>1 1/2 pounds leeks, white and light green part only (dark green section removed) cut lengthwise and then thinly sliced</p><p>4 cloves garlic, sliced</p><p>1/2 cup chopped fresh parsley</p><p>1 1/2 tablespoons fresh sage, finely chopped</p><p>1 1/2 tablespoon fresh rosemary, finely chopped</p><p>Freshly ground black pepper and a touch of sea salt</p><p>1 cup fresh ricotta cheese</p><p>1 pound dry tagliatelle</p><p>1/3 grated Parmesan cheese</p><p><strong>Instructions:</strong></p><p>In a large skillet cook the bacon over moderate heat until crisp and cooked on both sides, about 8 minutes. Drain on paper towels and crumble into 1/2-inch size pieces.</p><p>Remove all but 1 tablespoon of the bacon fat. Over low heat, add 1/2 tablespoon of the oil to the bacon fat and sauté the leeks and garlic over very low heat for about 15 to 20 minutes, or until soft and buttery. Add half the parsley, sage and rosemary. Season with freshly ground pepper and a touch of salt.</p><p>In a large pasta bowl, mix ricotta with the remaining 1 tablespoon olive oil, salt, pepper, and remaining parsley, sage and rosemary.</p><p>Bring a large pot of generously salted water to boil over high heat. Cook the pasta for about 10 to 12 minutes, following the directions for al dente pasta. Remove 1/4 cup of the pasta water and mix it into the ricotta mixture, stirring well. Drain the pasta.</p><p>Toss the drained pasta with the ricotta mixture making sure all the pasta is coated. Add the sautéed leeks and herbs and the reserved bacon and gently toss. Sprinkle with the grated Parmesan and serve.</p><h4>Guest</h4><ol><ul><li><strong>Kathy Gunst</strong>, resident chef for <em>Here & Now</em> and author of cookbooks including “<a href=\"http://www.amazon.com/Notes-Maine-Kitchen-Seasonally-Inspired/dp/0892729171/?tag=wburorg-20\" target=\"_blank\">Notes from a Maine Kitchen</a>.” She tweets <a href=\"https://twitter.com/mainecook\" target=\"_blank\">@mainecook</a>.</li></ul></ol>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pasta+Recipes+And+Tips+From+Kathy+Gunst&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"533"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377301638-f8aeb4.m3u?orgId=1&ft=3&f=376753094"},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0112_pastaphoto2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"960","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/photo-1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"960","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0112_pastaphoto1.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"834","width":"1280"}}]}