{"created":"2014-10-28T23:35:05+00:00","modified":"2014-10-29T19:44:38+00:00","valid":{"from":"2014-10-29T19:44:38+00:00","to":"3014-10-29T19:44:38+00:00"},"hreflang":"en","guid":"ecfa77e3-c71c-411c-a9f4-e136d20d1c63","title":"Secular parties won Tunisia's election, but they may have to govern with Islamists","published":"2014-10-29T19:44:37+00:00","byline":"Joyce Hackel","tags":["politics","elections","Religion","Global Politics","Africa","Tunisia","North Africa","Africa","Naveena Kottoor","Mohammed Bouazizi","Tunisia","parliamentary vote","Islamist parties","Elections","Nida Tunis","Ennahda Party","Coalition","North Africa","Sidi Bouzid","Mohamed Bouazizi","Islamism","Politics"],"teaser":"After Tunisians launched the first of the Arab Spring revolutions in 2011, it's local Islamist party, Ennahda, took power. Now Tunisians have elected a new secular party in voting over the weekend, but the victory may force the two to work together in a coalition government.","contentencoded":"<p>While official results aren't in yet from Sunday's parliamentary election in Tunisia, it looks like the country has booted out its Islamist-led government in favor of a relatively new secular party called Nida Tunis.</p>\n<p>Tunisians flocked to some 12,000 polling stations during a smooth weekend of voting. It was an important moment for the nation whose revolution sparked the Arab Spring in 2011.</p>\n<p>The results were \"a pretty dramatic change,\" says reporter Naveena Kottoor in Tunis, but the secular and Islamist parties may soon find themselves working together.</p>\n<p>\"Neither of those parties have enough of a majority in parliament to be able to govern,\" Kottoor says, \"so it might very well be that these two big parties that were fighting against each other and are political opponents might end up in a coalition.\" </p>\n<p>But even with the apparent success of the election, Kottoor says much of Tunisia still feels disenfranchised. Kottoor describes two very separate Tunisias: the Franophone elite in urban centers like Tunis, and the poorer residents with few services in the Arab-speaking interior.</p>\n<p>The Islamist Ennahda Party, which was running Tunisia in a coalition with smaller parties, had made some efforts to bridge the gap. It attempted to improve rural healthcare by getting some Tunisian doctors to move to the countryside, for example, but physicians wouldn't go, Kottoor says. Other rural reforms started by Ennahda never came to fruition. </p>\n<p>That has led to disillusionment, even in the birthplace of the uprising. Voter turnout was especially low in Sidi Bouzid, the hardscrabble town where vegetable seller Mohammed Bouazizi set himself on fire in 2011 and kicked off the revolution. </p>\n<p>\"It's a place that's still suffering,\" says Kottoor, who recently travelled to Sidi Bouzid. \"It's completely cut off from the development that happened in the big cities and the coast ... and it feels really neglected. \" </p>\n<p>Kottoor says all sectors of Tunisia need to pay more attention to the poorer areas. \"For this democracy to stabilize, the Tunisian media needs to take into account what is happening in the rest of the country and not just in the capital,\" she argues.</p>\n<p>\"What the country really needs to do to anchor its democracy is to give the constitution that it adopted earlier this year a meaning, by actually passing some reforms — by reforming the justice system, by reforming the security services and the interior ministry, because this country used to be a police state,\" Kottoor says.</p>\n<p>Tunisia will hold a first round of presidential elections in about a month, with a runoff slated for December. Islamist parties haven't yet fielded a candidate, which Kottoor says is a lesson from the Muslim Brotherhood's experience in Egypt.</p>\n<p>Islamists \"are actually being quite realistic about what they can achieve in government,\" she notes. \"What they've learned from the experience in Egypt is that being inclusive is more important than having a majority.\" </p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/102820146.mp3"},{"href":"http://www.pri.org/file/102820146mp3"}]}