{"created":"2014-10-08T15:31:20+00:00","modified":"2014-10-31T02:34:08+00:00","valid":{"from":"2014-10-31T02:34:08+00:00","to":"3014-10-31T02:34:08+00:00"},"hreflang":"en","title":"At Pa. School, Teens Build Empathy By Confiding In A Crowd","published":"2014-05-23T22:40:00+00:00","teaser":"Kids can act out when they're feeling isolated, so one Philadelphia school encourages students to take the mic and reveal their deepest fears in front of their peers. The result? Honesty and kindness.","itags":["npr_api","307753290"],"guid":"ed028702-aed2-43a6-88b8-479ea95b84a7","contentencoded":"<p>Imagine this: a high school assembly where students share their deepest, most painful secrets — and instead of judgment from their peers, they get applause.</p><p>That's the approach Philadelphia's Freire Charter School has taken in its effort to prevent the next violent outburst or the next tragedy on campus. Instead of turning to guards or metal detectors, the school is making empathy part of its curriculum.</p><p>For the students, it starts with a simple prompt: <em>If you really knew me, this is what you'd know. </em>At a recent assembly, about two dozen Freire students stood before 500 peers and <a href=\"https://www.youtube.com/watch?v=nUy96pI3ubo#t=87\" target=\"_blank\">revealed their greatest fears, frustrations and insecurities</a>.</p><p>For<strong> </strong>Tyshierra, a 10th-grader from a tough section of West Philly, it meant sharing a story about her mother — a drug dealer, she says, who was strangled to death by her boyfriend.</p><p>\"Her pillow had fallen off the bed, so I lifted her head up and placed it back when I realized her face was cold,\" Tyshierra told her classmates. She said she shook her and called her name over and over again. She and her siblings didn't get an answer, \"so we started to panic,\" she said.</p><p>A few months later, her father was dead, too. He died of liver cancer. Ever since, she and her younger siblings have cycled through an endless series of counseling programs and child protection caseworkers before being taken in by their aunt.</p><p>\"Losing my mother was my biggest fear,\" Tyshierra said. \"Since that has already happened, I fear nothing and no one. Ya'll see me as goofy, funny or whatever else, but deep down inside, I'm hurting for the way my life is.\"</p><p>The school doesn't have an auditorium big enough to hold all of its students, so the event was held at a Unitarian church up the street. Bathed in stained-glass light, 11th-grader Sierra shook with anxiety as she spoke. She told the crowd she has lupus.</p><p>\"Imagine doctors expecting you not being able to live after 30 years old. That's my life expectancy. That's me,\" she said. \"It's an autoimmune deficiency, which means my body is attacking itself from the inside out, and it's incurable. So I'm technically dying until my lupus eats my insides. Scary, right?\"</p><p>Tenth-grader Elijah told the crowd he's glad to have many good friends and a strong relationship with his grandmother, but that depression haunts him. \"When I have hard times with my family and stuff, I think about — I'm just going to go ahead and say it — suicide,\" he said.</p><p>He then challenged his classmates and put this empathy-building exercise to the test. \"I want everybody to stand up. If you really care about me and care about my issues, I want you to stand up.\"</p><p>And they did, the church erupting with applause and cheers.</p><p><strong>The Right To Be Who You Are<br /></strong></p><p>The point to all of this, says school organizer Dave Shahriari, is to give his students a forum where they know they won't be judged or criticized. \"Kids have a lot to say, and I thought it could be really humanizing and helpful for the school as a community if they could say it in a safe space in front of each other,\" Shahriari says.</p><p>Kelly Davenport, who heads the school, says violence grows out of students feeling isolated. Events like this — the second such assembly at Freire, make clear to them that they're not<em> </em>alone, she says.</p><p>\"When a community can come together and celebrate the humanity in each of our kids,\" Davenport says, \"that gives each and every one of our students the right just to be who they are, and to make that OK.\"</p><p>Even several weeks after the event, Freire students showed no regret about opening up to their peers. Tyshierra says she's felt a palpable shift in school culture.</p><p>Before the assembly, \"everybody just was like, 'OK, we at school,' \" she says. \"But now, it's like we feel like a family, like we know all that about each other.\"</p><p>Elijah, who spoke of suicide, says the event was one of the greatest moments of his life. Since sharing his story, he says, he's started talking to classmates who used to be strangers in the hall.</p><p>\"They hug me or they give me a handshake, and then they was telling me stories like, 'Yeah, I know what you was dealing with. I went through the same thing.' \"</p><p>And that's given him confidence that he can lead the life he dreams of: to start a family, raise kids and be a dependable father to the very end.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=At+Pa.+School%2C+Teens+Build+Empathy+By+Confiding+In+A+Crowd&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kevin McCorry","audio":[{"meta":{"duration":"300"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1315279326-87e2cb.m3u?orgId=1&topicId=1013&ft=3&f=307753290"},{"href":"http://media.npr.org/assets/img/2014/04/30/philly-empathy-ed-dd94ab8e4d297d5b08fbe81a39e93e9f1e2cd60a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4606"}}]}