{"created":"2015-02-25T19:54:36+00:00","modified":"2015-05-14T21:10:51+00:00","valid":{"from":"2015-05-14T21:10:51+00:00","to":"3015-05-14T21:10:51+00:00"},"hreflang":"en","title":"Jimmy Page Reflects On 40 Years Of Led Zeppelin's 'Physical Graffiti' ","published":"2015-02-25T21:32:00+00:00","teaser":"The guitarist shares memories of making Led Zeppelin's monumental double album and talks about some of the artists who have changed his life over the years.","itags":["npr_api","388521663"],"guid":"ed0ad95b-af91-47f8-ae2a-84dc5cedd976","contentencoded":"<p>Forty years ago this week, <a href=\"http://www.npr.org/artists/15396553/led-zeppelin\">Led Zeppelin</a> released the band's monumental sixth album, the double LP <em>Physical Graffiti</em>. It was, as guitarist Jimmy Page himself tells us in this interview, \"the mother of all double albums,\" with some of the band's most memorable songs, including \"Kashmir,\" \"Houses Of The Holy\" and \"Custard Pie.\"</p><p>To mark the album's anniversary, Page has remastered <em>Physical Graffiti</em> and reissued it, along with a bonus disc of rough mixes and early versions of the songs that show a band experimenting with sound, new instrumentation and more expansive writing. <em>Physical Graffiti</em> is just the latest album in the Led Zeppelin catalog to get the deluxe treatment. In the coming years, all nine of the band's albums will be remastered and rereleased in chronological order.</p><p>Page has also released a remarkable new autobiography, called, simply, <em>Jimmy Page,</em> that chronicles his storied run with Led Zeppelin in photos.</p><p>For this interview with <em>All Songs Considered</em> hosts Bob Boilen and Robin Hilton, Page shares his memories of making <em>Physical Graffiti,</em> why he decided to lift the veil on Led Zeppelin's creative process, and some of his favorite stories behind the pictures in his new book. He also talks about some of the artists who have most changed his life, including skiffle legend Lonnie Donegan and guitarist Les Paul.</p><p>Edited excerpts from our conversation with Page are below. You can hear the entire interview with the audio link at the top this page.</p><hr /><p><strong><em>On Revisiting The </em>Physical Graffiti<em> Recording Sessions</em></strong></p><p><strong></strong>The essence of <em>Physical Graffiti</em> is the fact that we go back to this house, this residential house in the countryside called Headley Grange, where we recorded the fourth album. It's in a residential house and it's the equivalent of the sitting room, the lounge, the main formal room where you'd have your Christmases, in a large house. And there was a fire in there, you could put logs on the fire and it was all really, really nice. And you had a multitrack recording studio so you could actually get to work on this stuff without having to necessarily go into a studio and comply by other peoples' hours. With this you could just wake up in the morning, have your breakfast, get into the music. Have an evening meal. (I can't remember now what we used to have for lunch.) But I really, I just remember the sort of whole work ethic of this, and it was just so productive.</p><p>It was always a fascinating prospect going in to record, to be honest with you, because it was always gonna be a sort of summing up of where we were at any given point in time and where we were trying to push ourselves collectively. And in the process of that, because of the quality of these four musicians individually, let alone collectively, we were pushing the boundaries of music and [we were] aware of that. And on this album, I should say the double album <em>Physical Graffiti,</em> the whole thing is just full of character, sort of statements of music and numbers, and some are really, really groundbreaking. You get things which may be very sensitive and caressing. You get other things which are really hard and coming at you.</p><p><strong>On The Song \"Everybody Makes It Through\"</strong></p><p>This is really right in the early stages of what is going to be \"In The Light.\" As it continues, you start to hear the framework of the riffs. But this is like the initial run-through working of it. And there are different lyrics to it. It's a really good example of Led Zeppelin at work because this is the embryonic state of what is going to become \"In The Light.\" When you hear this and you realize there's this incredible keyboard part that's gonna go at the beginning, then John Paul Jones plays and then Robert [Plant] comes in with these vocals, which is sort of reminiscent of music from Bulgaria. And I've gotta say, it's been wonderful being able to do these companion discs [with bonus materials] because this is the sort of thing where people just go, \"Wow, that's really, really cool,\" and it just gets them thinking about the whole aspect of what Led Zeppelin was, its music and how hard it worked on the music, too.</p><p><strong>On The Nature Of Fate</strong></p><p>Ah, well, you know that's ... it's a long subject. Let's put another log on the fire. It has to be sort of considered, the whole aspect of fate, really ... of the fact that these four musicians [came] together later. And it really is. You've got people from two different geographical locations in England, as well. John Paul Jones and I were from the south, and John Bonham and Robert Plant were from the Midlands. And sure, it has to be sort of fate. There has to be an element of it. And it was fast. It was really fast, because I'd been in the Yardbirds prior to this and the Yardbirds were still doing shows in July of 1968. They've already sort of thrown in their cards, they don't want to continue but the last dates that we're doing are in July and I've got [Led Zeppelin] rehearsed with all of the material and we're doing dates in sort of September in Scandinavia. So it's the same year the Yardbirds folded. We've already recorded our album by October. It's the sort of blueprint that all these people in the music business dream of, but the thing was, it was real. Very real.</p><p><strong>On What He Learned As A Choirboy</strong></p><p>The whole aspect of harmonies, 'cause it was a full choir. It was a sort of fair choir. There was a fair amount of people in it, sort of maybe 18, 20 people. Yeah, all the sorts of harmonies and all that, I really enjoyed singing in the choir as a kid. I mean, you sang at school but you didn't have this whole ritual of getting into the sort of clothes, you know what I mean? It was ... I don't know, maybe that did have a whole effect on me as far as getting into the stage gear and playing. Who knows? But yeah, the harmonic structure.</p><p><strong>On His Stage Outfits</strong></p><p>I was very careful about the designs on these things, and I also had a black suit, which was sort of like really, really heavy embroidery. Sort of like a kimono. Have you ever seen like a proper kimono? They're really, really thick. The gold thread embroideries on them and the silk embroideries. It was very much in the character of that sort of thing with the dragon. I certainly did give [the designers] a real directive, but nevertheless they worked on these things. Actually, for the black one, I had the jacket first. And then the trousers were commissioned but it eventually became a suit. And then the white one ... yeah ... I could afford to have it all done in one go by then. [Now] I've got them all very, very safely under lock and key.</p><p><strong>On The Artist Who Most Changed His Life</strong></p><p>There was this sort of explosion of music that happened for the youth in the '50s. And quite clearly it was rock and roll, but also what we had over in England was this guy Lonnie Donegan. And he spawned the whole skiffle movement and caught people's imagination. And he was superb. He was absolutely superb, but there he was playing like an acoustic guitar and doing these performances. Every Saturday there would be a show on the television where usually he was on, every other week, and it was just something to behold at the time. Just his whole passion and the way that he delivered his material. Now the thing is that he'd been in a jazz band prior to that, Chris Barber's Jazz Band, and Chris Barber was very much somebody who ... he played trombone, Chris Barber, but he was very much into the blues. In fact, he was behind getting Muddy Waters to visit in England in the '50s. Absolutely astonishing stuff, isn't it? And so when Lonnie Donegan was playing the banjo in his sort of traditional jazz band ... I guess when Lonnie Donegan wanted to sort of do these songs, [Barber] was fine with it. Bringing through the sort of blues, American country blues and all of that. So Lonnie Donegan is playing \"Rock Island Line.\" Which at the time, obviously, we thought it was a Lonnie Donegan song, but it sort of goes back more to the sort of roots of Leadbelly. And he really understood all that stuff, Lonnie Donegan. But this is the way he sort of, should we, say jazzed it up or skiffled it up. But it was to the point where so many of the guitarists from the '60s will all say Lonnie Donegan was the influence.</p><p><strong>On Developing A Signature Sound</strong></p><p>I wanted to have my own approach to what I did. I didn't want to sort of do like a carbon copy of say, B.B. King or whatever. But I really loved the blues. The blues had so much affect on me that I just wanted to do my own contribution in my own way, if you like. So that's how you come up with things like \"Since I've Been Loving You\" [from <em>Led Zeppelin III</em>].</p><p><strong>On Playing Led Zeppelin 40 Years Later</strong></p><p>It's not just like guys going through the motions; it's just like it was in the days of Led Zeppelin. You're right on the edge of the precipice from beginning to end and that's how you want to live it. That's how I want to live life, and I always have.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Jimmy+Page+Reflects+On+40+Years+Of+Led+Zeppelin%27s+%27Physical+Graffiti%27+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Boilen","audio":[{"meta":{"duration":"2725"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389015638-4425c1.m3u?orgId=1&topicId=1105&aggIds=130267676&d=2725&story=388521663&ft=nprml&f=388521663"},{"href":"http://media.npr.org/assets/img/2015/02/24/jimmy-page-2014-3-photo-credit-ross-halfin-26db8ddafe40acd11267335ae85e8d47ee1b1ee1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2125","width":"2832"}},{"href":"http://media.npr.org/assets/img/2015/02/24/led-zeppelin-physical-graffiti-cover_sq-8464edf18ecaee1711cc38586e67632c62661792.jpg","type":"image/jpeg","meta":{"crop":"square","height":"1417","width":"1417"}},{"href":"http://media.npr.org/assets/img/2015/02/24/leplive68_custom-c0e2bda14bbf2a277e2f4c2e9b4e59c653897bdd.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"456","width":"700"}},{"href":"http://media.npr.org/assets/img/2015/02/24/led-zeppelin-1975---1-photo-credit-ian-dickson-bd85263a18d6fdc69d72d0c64ddb3a630a0a9626.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1041","width":"1388"}}]}