{"created":"2014-10-08T16:07:36+00:00","modified":"2014-10-31T02:04:58+00:00","valid":{"from":"2014-10-31T02:04:58+00:00","to":"3014-10-31T02:04:58+00:00"},"hreflang":"en","title":"Everyday Life Is a Rich Mine Of Absurdity In 'American Innovations'","published":"2014-05-14T23:59:00+00:00","teaser":"Rivka Galchen's new story collection mashes up Heidegger and Will Ferrell in an off-kilter marriage that critic Alan Cheuse says practically defines the notion of eccentricity — but delightfully so.","itags":["npr_api","312523709"],"guid":"ed0b1514-1bbe-46d1-b538-88b215268b7c","contentencoded":"<p>Richard Ford talks about understanding voice in fiction as \"the music of the story's intelligence.\" It's been a long while since I've read short fiction by a new writer who makes that idea seem so definitive. But here is <em>American Innovations</em>, the first collection by Rivka Galchen. She lives in New York City, attended medical school, writes for the New Yorker, and has already published one novel. And now, she's brought out these stories that seem like the smartest around.</p><p>Though <em>I</em> think the title ought to be <em>American Eccentric</em>: Galchen's voice appears to be an odd fusion of insight and inner speech that practically defines the notion of eccentricity. She writes about slightly off-center marriages or love affairs, about the thin boundaries in childhood between wonder and perversion, about real estate and, of all things, existential loneliness. Sometimes she employs passages that sound — and I know this sounds a little crazy, but she herself mentions the names on the same page — like an amalgam of Heidegger and Will Ferrell. But however off center things may seem, she nearly always hits the mark.</p><p>Here's a taste of it: In the title story, a salute to and reworking of the spirit of Kafka's \"Metamorphosis\" — or is it Gogol's \"The Nose,\" or Philip Roth's <em>The Breast</em>, or<em> all</em> of them — the narrator tells of waking up on a North Carolina morning. \"I washed my face,\" she says, \"with peach scrub and took care, as I generally do, not to look into the mirror too <em>gesamtkunstwerk</em>-ily. Instead, only in close patches.\"</p><p>\"<em>Gesamtkunstwerk</em>-ily!\"</p><p>A German philosophical term about the total nature of the work of art, first introduced by a mid-nineteenth century German aesthetician named Trahndorff — also by the composer Richard Wagner — and appearing here in Galchen's story as part of the question of how the narrator feels about seeing her early morning face in thein the bathroom mirror? What other story writer, old or new, has converted such a term into an adverb and gotten away with it?</p><p>The narrator then looks at herself in a hall mirror, which shows her back, and discovers that a mass has appeared, a mass that turns out to be something quite unexpected. \"I would say,\" she tells us, \"what I saw was a wow. Even though it was modest, maybe a B cup in size. It didn't need support.\" And here come these odd rhythms and singular diction again: \"It manifested all the expected anatomy, the detailing of which I feel is private.\"</p><p>Because she slants in at a subject or situation at such odd angles, Galchen's sentences catch your attention, and hold it with a tight fist. In the story called \"Wild Berry Blue\" — which appears to be Galchen's homage to Joyce's masterpiece \"Araby\" — a prepubescent girl in Oklahoma fixates on an ordinary guy who works in a fast food restaurant. His name is Roy. \"I felt so unsettled,\" says, Galchen's young heroine, \"Roy's fingers on my palm as I thrummed my hand along a low wooden fence. I had so little of Roy and yet he had all of me and the feeling ran deep to the most ancient parts of me.\"</p><p>However bold and distinctive, statements like these don't overshadow the story line and characters. They<em> become</em> the essence, the particular curious nature of story and character. The characters are wildly divergent, from that young Oklahoma girl to New York coffee house philosophers, science-fiction writes in Key West, a molecular biologist in Mexico City, and a novelist who's written \"a love story between a bird and a whale.\" So that even though in these pieces, Galchen tries to give the impression of writing her versions of Borges or Gogol, she can't help being anyone but herself; someone for whom the existential confusions of everyday life are a rich field of material for fiction.</p><p>In the opening story called \"The Lost Order,\" her narrator can't even answer a <em>telephone</em> without plucking at the very thread of what holds the universe together.</p><blockquote><p><em>My phone was ringing. </em></p><p><em>The caller ID read \"Unavailable.\" </em></p><p><em>I tend not to answer calls identified as Unavailable, But sometimes Unavailable shows up because someone is calling from, say, the hospital.</em></p><p><em>\"One garlic chicken,\" a man's voice is saying. \"One side of salad, with the ginger-miso dressing. Also one white rice...\"</em></p><p><em>He starts dictating his address. I have no pencil in hand...</em></p><p><em>\"How long?\" he asks. </em></p><p><em>\"Thirty minutes.\"</em></p><p><em> He hangs up.</em></p><p><em>Ack. Why couldn't I admit that I wasn't going to be bringing him any chicken at all? Now I'm wronging a hungry man. One tries not to do too many wrong things in life. But I can't call him back: he's Unavailable!</em></p></blockquote><p>This Unavailable is still waiting for his order, and we have all of these delicious stories. Galchen delivers!  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Everyday+Life+Is+a+Rich+Mine+Of+Absurdity+In+%27American+Innovations%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alan Cheuse","audio":[{"meta":{"duration":"165"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312523710-7bb0bc.m3u?orgId=1&topicId=1034&ft=3&f=312523709"},{"href":"http://media.npr.org/assets/img/2014/05/16/innovations-6833c6444fbb9984ce2cc1c66c29b6df58c42691.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"659","width":"877"}}]}