{"created":"2014-09-26T20:03:24+00:00","modified":"2015-03-09T18:07:48+00:00","valid":{"from":"2015-03-09T18:07:48+00:00","to":"3015-03-09T18:07:48+00:00"},"hreflang":"en","title":"The Ebola Survivor Who Works In An Ebola Ward","published":"2014-09-29T01:50:00+00:00","teaser":"When the 23-year-old Sierra Leonean tells patients to follow their doctors' orders and to keep fighting, they really listen.","itags":["npr_api","351735172"],"guid":"ed0bc351-d25f-4b17-bb2c-ba355e4ac7c6","contentencoded":"<p>Dauda Fullah works in the tent where he faced his own death.</p><p>The skinny 23-year-old was an Ebola patient at the treatment center set up at Kenema Hospital in Sierra Leone.</p><p>Fullah's father had contracted the disease a few months ago and died a few days later. He helped bury his dad; that night he came down with a fever.</p><p>\"I had to run fast to the hospital, because I knew that I have been with my dad,\" he recalls. He tested positive for Ebola and was admitted to this clinic. Then, the rest of his family fell ill and joined him inside the tent: his stepmother, his younger brother and sister, his grandmother.</p><p>Fullah recovered. But one by one, his family members passed away, just a few yards from his bed.</p><p>Before he fell ill, Fullah had worked as a lab technician in a hospital. When he got better, he asked if he could work at the Ebola ward. He was hired to draw blood.</p><p>He feels it's a way of helping out, just as other helped him when he was ill, \"going in, sacrific[ing] their lives to fight for mine. So I have to do the same. I have that humanitarian feeling for those admitted here now.\"</p><p>He provides more than medical support. Helena Makeni, a nurse who cared for Fullah, says that he encourages the patients who are really struggling. He goes up to them and says, \"Look, I've been through this, and I survived. Just do what the doctors say, and keep fighting.\" And they listen.</p><p>To Makeni, who's seen 37 colleagues contract Ebola and die, it makes sense to hire survivors like Fullah. She believes \"they are more safer than us.\"</p><p><a href=\"cdc.gov\">The Centers for Disease Control and Prevention</a> says it's unclear if Ebola survivors have long-term immunity to the disease. There are no known cases of Ebola survivors getting reinfected, and monkeys remain immune for years. But there's not enough data on humans to be certain.</p><p>Nonetheless, the CDC and other health organizations are planning to train survivors to work in Ebola treatment centers and provide home care. As a precaution, protective gear is provided. Fullah wears a plastic suit, goggles and rubber gloves.</p><p>The job is brutal in many ways. \"It's really hot,\" he says, emerging from a shift soaked in sweat. \"Very much difficult to work in there because you don't have fresh air around you.\"</p><p>Then there's the emotional stress. \"It's very, very hard seeing people die. Really, I don't want to talk about it.\" But he says he'll stand by the doctors and nurses, who are now like family to him.</p><p>\"Every day I pray for my colleagues,\" he says, \"so that this Ebola thing, the Almighty will just take it far away from the world.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Ebola+Survivor+Who+Works+In+An+Ebola+Ward&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anders Kelto","audio":[{"meta":{"duration":"280"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351812037-2f0b1b.m3u?orgId=1&topicId=1031&e=351735172&d=280&ft=nprml&f=351735172"},{"href":"http://media.npr.org/assets/img/2014/09/26/survior-7-e957918dd68e6ded79bbf0173a39daaebe9bbf09.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2029","width":"2706"}},{"href":"http://media.npr.org/assets/img/2014/09/26/survior2-d8a80c40a6fbc8870d2aafb15ecaad367fd03450.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1692","width":"2250"}}]}