{"created":"2014-11-19T18:49:35+00:00","modified":"2014-11-20T15:01:29+00:00","valid":{"from":"2014-11-20T15:01:28+00:00","to":"3014-11-20T15:01:28+00:00"},"hreflang":"en","title":"New Film Revisits The Jerry Sandusky Sex Abuse Case","published":"2014-11-20T15:00:00+00:00","teaser":"The Penn State assistant football coach will likely spend the rest of his life in prison, but that's not the end of the story.","itags":["npr_api","365233906"],"guid":"ed0c5b0f-9a55-4f1e-89bb-eba98c28806f","contentencoded":"<p>Three years ago this month, Penn State assistant football coach Jerry Sandusky was arrested on a number of child sex abuse charges. His arrest triggered the firing of the university&#8217;s legendary head coach Joe Paterno and the dismissal of the school&#8217;s president because there were questions about how they handled reports about the alleged abuse.</p><p>Paterno died three months later. Sandusky was convicted and will likely spend the rest of his life in prison. But that&#8217;s not the end of the story, because it left deep wounds in State College, Pennsylvania, where Penn State is based.</p><p>The new documentary &#8220;<a href=\"http://www.musicboxfilms.com/happy-valley-movies-115.php\" target=\"_blank\">Happy Valley</a>,&#8221; which opens in New York today, explores those wounds. Director <strong>Amir Bar-Lev</strong> talks to <a href=\"http://hereandnow.wbur.org/\" target=\"_blank\"><em>Here & Now</em></a>&#8216;s Jeremy Hobson about the film.</p><h4>Interview Highlights: Amir Bar-Lev</h4><p><strong>On the many different perspectives surrounding the case</strong></p><p>“It’s a story that wants to be told from a bunch of different perspectives and I have to confess I find them all very compelling.  We have the Paterno family who point out that their father and husband had 61 years of fighting for kids, basically. He always said ‘football was stupid,’ unless it was in service of something higher than that. They have the perspective those 61 years shouldn’t be thrown away just by this one incident at the end of his life. Then there are other people who have a very different perspective. It’s one of those questions that there’s maybe not one answer to. We crossed over this ideological divide in &#8216;Happy Valley,&#8217; over the course of two years, many times and spoke to a variety of different people.”</p><p><strong>On Joe Paterno</strong></p><p>“In some ways it’s a story about Joe Paterno, but in a lot of ways it’s more about who we as a culture wanted Joe Paterno wanted to be. There’s an interview segment in the film from some years back where the interviewer says ‘How does it feel to be the beacon of integrity?’ to Joe Paterno and he says ‘Oh that’s a little scary, don’t call me that.’ I think Joe Paterno was given sainthood status, I don’t think he was very comfortable with that status and when he didn’t live up to that, we were all too eager as a culture to blame him for not living up to our own projection.”</p><p><strong>On the message of the film</strong></p><p>“It says something about heroes but it also says something about spectacle and distraction. Very often I come to the end of the film where I’m going to do a Q&A at a film festival, I see people texting in the last scene because they’ve realized the film is almost over and they need to get back to connectivity. It’s a pity because the final scene is a beautiful soliloquy by Penn State film professor named Matt Jordan about distraction, about spectacle and what I don’t want is for people to walk away from it and say ‘well, the lesson there is football is a horrible thing.’ Football is one way we distract ourselves to death in this country and there are many other ways. I think that it was an oversimplistic read of what went wrong in Happy Valley to think that this could be blamed only on big football, money, and Penn State’s brand. I think it’s much more insidious. I think we failed those kids by willingly turning away from them &#8212; that is all too easy these days.”</p><p><a href=\"http://www.youtube.com/watch?v=hkQGUtDpcoM\">[Youtube]</a></p><h4>Guest</h4><ul><li><a href=\"http://www.imdb.com/name/nm0052737/\" target=\"_blank\"><strong>Amir Bar-Lev</strong></a>, director of &#8220;Happy Valley.&#8221; He tweets <a href=\"https://twitter.com/amirbarlev\" target=\"_blank\">@amirbarlev</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Film+Revisits+The+Jerry+Sandusky+Sex+Abuse+Case&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"514"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365433425-29c5c0.m3u?orgId=1&ft=3&f=365233906"}]}