{"created":"2014-09-26T07:33:52+00:00","modified":"2015-03-09T18:07:51+00:00","valid":{"from":"2015-03-09T18:07:51+00:00","to":"3015-03-09T18:07:51+00:00"},"hreflang":"en","title":"Promised Help To Fight Ebola Arriving At 'Speed Of A Turtle'","published":"2014-09-26T11:17:00+00:00","teaser":"The head of a leading aid group warned the United Nations that the situation in West Africa is desperate. U.N. officials said they're getting help on the ground as quickly as possible.","itags":["npr_api","351553847"],"guid":"ed2414c3-4596-4d38-a86d-ba1894eb06fd","contentencoded":"<p>Health officials have warned that if aid doesn't arrive soon to West Africa, more than a million people could be infected with Ebola by late January.</p><p>Last week President Obama <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/09/17/349005780/will-obamas-plan-bring-the-ebola-outbreak-under-control\">announced</a> plans for a surge in U.S. aid to the region. The U.K. and the European Union followed suit.</p><p>The United Nations is also gearing up to provide aid. Representatives from member states met Thursday at the U.N. General Assembly to tackle the crisis.</p><p>The big question has been: How long will it take to turn these promises of aid into action on the ground?</p><p>\"The United Nations is moving at lightning speed to bring a response on the ground to meet the challenges posed by this terrible disease,\" said Tony Banbury, who oversees the emergency operations center for the Ebola crisis.</p><p>The agencies are now ready to ship 2 million sets of personal protective gear for health workers and other badly needed equipment, Banbury told reporters.</p><p>\"We are moving 470 4-by-4 vehicles in the region,\" he said. \"We have five helicopters on the way, and we are going up to possibly 18. We are moving aircraft in the region.\"</p><p>But he didn't say how long all of this would take.</p><p>President Obama told the gathering that the U.S. had built a command center to run its aid operation in Liberia. It's planning to provide 1,700 treatment beds there.</p><p>But, he said, much more work needs to be done by other countries.</p><p>\"There is still a significant gap between where we are and where we need to be,\" Obama said. \"We know from experience that the response to an outbreak of this magnitude has to be fast, and it has to be sustained. It's a marathon, but you have to run it like a sprint.\"</p><p>The World Bank announced another $170 million to help fight Ebola in West Africa. And France and others also announced new aid pledges.</p><p>But the president of Doctors Without Borders, <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/08/19/341639702/more-ngos-need-to-be-in-the-field-to-contain-ebola-outbreak\">Joanne Liu</a>, said that rhetoric needs to be translated into actions.</p><p>So far the promised surge in aid hasn't happened, she says. \"We still don't have enough beds in isolation. We still do not have enough actors. ... So, yes, everybody in their intentions are moving fast, but in the field we are moving at the speed of a turtle.\"</p><p>Liu gives one example of just how desperate the situation is at an Ebola treatment center run by Doctors Without Borders in Liberia's capital of Monrovia: \"Every morning we only open one of our centers for 30 minutes, just to admit people who can fill in the beds of the people who died overnight. This is how bad it is. And the rest of the day, we are turning patients back home to go and infect their neighbors and loved ones. So this is not at all under control.\"</p><p>Countries most affected by the Ebola outbreak say their economies are suffering. Liberia's president, <a href=\"https://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=12&cad=rja&uact=8&ved=0CFMQFjAL&url=http%3A%2F%2Fwww.emansion.gov.lr%2F2content.php%3Fsub%3D121%26related%3D19%26third%3D121%26pg%3Dsp&ei=ybUkVNz0BYasyATx54LQCw&usg=AFQjCNGcykjWLTkG0e8HQplxQWRipm2i_w&sig2=O518f2zPj6yCatVHj6WClg&bvm=bv.76247554,d.aWw\">Ellen Johnson Sirleaf</a>, said the country has been isolated, with airlines canceling flights and shipping companies avoiding Liberian ports.</p><p>\"Partners and friends, based on understandable fears, have ostracized us,\" Sirleaf said. \"And the world has taken some time to fully understand the enormity of our challenges. We are fighting back,\" she added.</p><p>Sierra Leone's president, <a href=\"http://www.statehouse.gov.sl/\">Ernest Bai Koroma</a>, joined the meeting by video. He said the world seems to understand now that Ebola is a challenge to everyone.</p><p>\"Sierra Leone and its sister republics may be at the front lines of this fight,\" Koroma said. \"But we require the heavy aerial and ground support of the world to defeat a disease worse than terrorism.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Promised+Help+To+Fight+Ebola+Arriving+At+%27Speed+Of+A+Turtle%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michele Kelemen","audio":[{"meta":{"duration":"226"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351678391-ca2ff9.m3u?orgId=1&topicId=1031&e=351553847&d=226&ft=nprml&f=351553847"},{"href":"http://media.npr.org/assets/img/2014/09/25/unchopper-d16f31fded3b8d65820b9590d23c24475871e508.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2011","width":"2682"}}]}