{"created":"2014-10-27T21:50:26+00:00","modified":"2014-10-31T01:02:39+00:00","valid":{"from":"2014-10-31T01:02:39+00:00","to":"3014-10-31T01:02:39+00:00"},"hreflang":"en","title":"In 'The Rover,' Guy Pearce Takes A Bleak Road Trip","published":"2014-06-18T19:07:00+00:00","teaser":"The new film is set in Australia, ten years after the country has collapsed. Actor Guy Pearce joins us.","itags":["npr_api","323343134"],"guid":"ed54dff5-9c90-42b6-addd-a86d4155376b","contentencoded":"<p>The new film &#8220;<a href=\"http://therover-movie.com/\" target=\"_blank\">The Rover</a>&#8221; is set in Australia, 10 years after the country has collapsed and degenerated into barbarism.</p><p>English-born Australian actor <strong>Guy Pearce</strong> plays a drifter whose car is stolen and who&#8217;s determined to get it back, no matter what the cost.</p><p>Pearce, who is perhaps best known for the 2000 film &#8220;<a href=\"https://www.youtube.com/watch?v=dMBTMEgCSok\" target=\"_blank\">Memento</a>,&#8221; talks to <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson about &#8220;The Rover.&#8221;</p><h4>Interview Highlights: Guy Pearce</h4><p><strong>On figuring out how to play the role</strong></p><p>&#8220;I just thought it was interesting looking at how precarious our identities are, I suppose, and that all those things we take for granted in our structured lives in this sort of civilized world that we live in, how precarious that stuff can be. How a few wrong moves and a few disastrous things can really set us back, I suppose, and send us as human beings back to sort of survivalists and sort of almost tribal cavemen.&#8221;</p><p><strong>On how working on the film has translated into his life</strong></p><p>&#8220;I&#8217;ve not often been a man of many words. I&#8217;ve never considered myself to be overly articulate. I do feel more comfortable acting something out than I do explaining something or whatever. I think even on film, I&#8217;m the actor who&#8217;s saying, &#8216;Can I strip this down a bit?&#8217; Because I often find that characters are often a bit overwritten. I think that you can say something in one line with a look that you might need three lines on a page for normally.&#8221;</p><p><strong>On the dark nature of the film</strong></p><p>&#8220;It is hard to watch. If it&#8217;s not your kind of movie, it&#8217;s not your kind of movie. I do think that it going to be kind of a divisive film because if you&#8217;re interested in working a little bit when you go and watch a movie, rather than just needing to lean back and have popcorn thrown at you, then you&#8217;ll certainly find something in this film. And I think that it&#8217;s relevant as far as looking at the way that our world is progressing. We look at climate change, we look at the rich getting richer and the poor getting poorer, and we look at the fact that in certain countries, even in Africa to this point in time, we have kids running around with machine guns, and people are operating on a level of survival. It&#8217;s not so far off that other parts of the world might start ending up like this. On some level, the film is very bleak, but at the same time it&#8217;s not necessarily pessimistic. I do think there is a sort of reality and potential optimism to it.&#8221;</p><p><strong>On his favorite movie of the past five years</strong></p><p>&#8220;I went for a couple years of not actually watching anything. I recently watched &#8216;Life of Pi.&#8217; I don&#8217;t know that I can say that its the best movie that I&#8217;ve seen in the past five years, but it&#8217;s certainly one of the most unusual. Some of the elements in there I just think are extradonary. I think some of it&#8217;s a little, not hokey that may be too strong of a word, a little button pushing. But some of the visuals and really what it taps into on an emotional level is just extraordinary. So that really kind of affected me, that film.&#8221;</p><p><a href=\"http://www.youtube.com/watch?v=ChM2icbWo9w\">[Youtube]</a></p><h4>Guest</h4><ul><li><strong><a href=\"http://www.imdb.com/name/nm0001602/\" target=\"_blank\">Guy Pearce</a></strong>, English-born Australian actor.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+%27The+Rover%2C%27+Guy+Pearce+Takes+A+Bleak+Road+Trip&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"559"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1323344149-4e7500.m3u?orgId=1&ft=3&f=323343134"}]}