{"created":"2014-10-20T19:53:58+00:00","modified":"2014-11-10T20:41:15+00:00","valid":{"from":"2014-11-10T20:41:15+00:00","to":"3014-11-10T20:41:15+00:00"},"hreflang":"en","title":"Close Iowa Senate Race Could Come Down To How Women Vote","published":"2014-10-21T00:34:00+00:00","teaser":"Joni Ernst, who's an officer in the Iowa Army National Guard, presents herself as a mother, soldier, leader. But many women aren't responding to that.","itags":["npr_api","357628381"],"guid":"ed5a4681-2b3b-4eb5-9355-60f5a5646531","contentencoded":"<p>There's a woman running in the tight race for the Senate in Iowa — one of the contests that will decide who controls the Senate next year. In the 21st century, a female candidate for Senate may not sound historic. But in Iowa, it is.</p><p>The state shares a rare distinction with Mississippi: It has never elected a woman to the Senate, to the House, or to be governor.</p><p>Republican state Sen. Joni Ernst is trying to change that in her race against Democratic U.S. Rep. Bruce Braley — a race in which the role of female voters is central.</p><p>The gender gap has been around for decades. Republicans typically do well with men, Democrats with women.</p><p>And among women who vote, those who are not married are still more likely to vote for Democrats. Young singles, divorcees and widows are all prime Democratic constituencies.</p><p>Democrats say they appeal to women on both economic and social grounds. Women, they say, would benefit more from a higher minimum wage and other pocketbook issues. And, they say, women are concerned about reproductive rights.</p><p>Democrats accuse Republicans of waging a war on women.</p><p>Professor Rachel Paine Caufield, a political scientist at Drake University in Des Moines, says Republicans have been responding to that charge and gaining ground.</p><p>\"They've identified this problem. And they know that need to appeal to women. ... Part of that is fielding more women candidates. Part of that is reframing some of their messages to women voters,\" she says.</p><p>In Iowa, polls show Braley running as many as 14 points ahead of Ernst among women.</p><p>But he's trailing Ernst by even more than that margin among men.</p><p>So the Democrats need women to turn out and vote.</p><p>The week before last, Braley got a visit from a very high profile Democratic woman: Michelle Obama.</p><p>For a candidate who is said to have a tough time introducing himself to Iowa voters, it didn't help that the first lady several times got his name wrong.</p><p>\"You can request a ballot by mail, right here, at this event or you can go to vote dot Bruce Bailey dot com. That's vote dot Bruce Bailey dot com. Or even better, you can ...\" she started, eliciting shouts from the audience. \"Braley? What did I say? I'm losing it. I'm getting old.\"</p><p>Ernst, who's an officer in the Iowa Army National Guard, presents herself as a mother, soldier, leader. She has made a strong introduction with the voters, largely through her commercials.</p><p>In an <a href=\"https://www.youtube.com/watch?v=p9Y24MFOfFU\">ad titled \"Squeal\"</a> she narrates: \"My parents taught us to live within our means. It's time to force Washington to do the same.\" She also invokes the common experience she shared with other Iowa farm kids, castrating hogs. She'll come to Washington and cut pork. \"Let's make 'em squeal,\" the ad ends.</p><p>Then came <a href=\"https://www.youtube.com/watch?v=I3mG9fNOZp4\">a commercial</a> showing Ernst riding a motorcycle to a shooting range and firing a pistol she carries in her purse.</p><p>\"Joni Ernst will take aim at wasteful spending, and once she sets her sights on Obamacare, Joni's gonna unload,\" the narrator says.</p><p>Drake's Caufield says those images are relaying a central message: \"I'm from a man's world.\"</p><p>\"This is something, particularly in a time in foreign policy, women candidates tend to have a harder time appealing to voters on foreign policy issues,\" says Caufield. \"I don't think Joni Ernst has had any problem on that. I don't think there's any question that she has presented herself to voters as someone who is tough, and capable, and willing to fight every bit as hard as any male would be.\"</p><p>How is it playing with women?</p><p>Last week, we invited six Iowa women, from across the political spectrum, to watch the third and final Braley-Ernst televised debate with us.</p><p>In that debate, there was much talk about the Personhood Amendment to the Iowa Constitution that Ernst sponsored as a state senator. Would declaring a fertilized egg to be a person ban all abortions, some contraceptives and in vitro fertilization?</p><p>Braley cited the concerns of OB-GYNs that it would do all those things.</p><p>Ernst said she's pro-life. She could support abortion to save the life of a mother. She said she supports access to contraception and she has no objection to in vitro, which entails disposing of excess fertilized eggs.</p><p>In the debate, Ernst also spoke of going to Washington to fix a dysfunctional government.</p><p>Braley said that all of her solutions scrap things: the Department of Education, federal student loans, the Environmental Protection Agency, the federal minimum wage.</p><p>When each was asked to say something admirable about the other, Braley said this about Ernst, who was deployed in the Iraq War:</p><p>\"Well, I admire the fact that Sen. Ernst has served our nation and our state and the Iowa National Guard. I think it's a terrific attribute. My father was a Word War II combat veteran, and I have great respect for Sen. Ernst for serving our country.\"</p><p>Ernst's answer:</p><p>\"And I think Congressman Braley is a great father.\"</p><p>The reaction from our group: \"Oh, God.\" Most found that line to be condescending.</p><p>It turned out that our six viewers all thought Braley did better.</p><p>Loretta Sieman — a former Des Moines councilwoman and registered Republican — sounded disappointed that she couldn't be enthusiastic about the female candidate. Ernst struck her as too negative.</p><p>\"At the end, he just talked about what he was going to do. She talked about what he didn't do. And that drives me crazy,\" she said. \"As a woman, we know that we have never had a woman from Iowa so we're supposed to be involved for that. As a past councilperson, I want the right person and I don't care if they wear a skirt or pants.\"</p><p>Brittany Gaura, a sophomore at Iowa State, is a Young Republican; she hopes to be a veterinarian. I asked about the importance of electing a woman to the Senate: \"To me, it's important to have a woman, I think, in the Senate, and from Iowa. I think a lot of women in Iowa have a lot to bring to the table — but it's not important to me right now if she's not the right woman.\"</p><p>Her fellow conservative in the group, businesswoman Karen Novak, agreed. \"I'm looking at who's the most qualified individual. I don't care if they wear pants or a skirt, it makes no difference. I would absolutely love to get a woman in office, but only if she's the right one and she has the right qualifications,\" she said.</p><p>Those two Iowa women had described themselves as leaning toward Ernst before the debate. Afterward, they were leaning a little less in that direction.</p><p>The same was true for Angela Ten Clay, who works at an ad agency. \"Braley was very articulate and answered things really well and gave more meat and depth to his conversation. And whether I agreed with it or not, when someone is concise and clear and strong in what they believe that's really what I look for. That they stand up for something, and they back it and they don't change their opinion,\" she says.</p><p>I asked our group of Iowa women what they made of the references in the debate to motherhood. Ernst describes herself as a mother first.</p><p>We had two decided Braley voters in the group. Pat Schneider said Ernst's description of herself didn't impress her. \"When she talks about she's a mother, she's a soldier ... it's like, OK, but that could be anybody. I mean that to me doesn't qualify you to run for Congress. Although I do think if we had more women in Congress, I think we could probably get a lot more done because women are used to compromising, and working together. I mean, we have to do it every day with our kids, our workforce,\" she said. \"In that respect, it would be great, but I don't think Joni Ernst is the right woman.\"</p><p>Nicole Peckumn, who also supports Braley, is not a mother. And as she said, female voters are a more mixed lot than just moms.</p><p>\"To me, it's really about the quality of the candidate, and not necessarily about gender. Do I want to still be tied with Mississippi for not having a woman go to D.C.? Absolutely no and I think that this will be the year that either in the congressional or Senate race we'll do it,\" Peckumn said.</p><p>\"Being a mother is wonderful, but there are a lot of people in our society who have opted to not have that be a part of their plan. So I think when you're talking about the big scope of America, you have to also look at people who are not like you. Someday I want to be a mom. ... But it doesn't really generate a big emotional connection with me or some of my friends who are moms.\"</p><p>Here's something that all six women agreed on. And both Senate candidates in the debate said they agreed on. And both state party chairmen whom I interviewed last week in Des Moines said they agreed on: Everyone hates the nonstop, bumper-to-bumper airing of campaign commercials, typically bashing one candidate or the other. Commercials from campaigns, national party committees, outside groups. The revulsion is as universal as it is, apparently, ineffectual.</p><p>As in many states, early voting is well underway Iowa, so every day is Election Day.</p><p>And as soon as last week's televised debate ended, the commercials resumed.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Close+Iowa+Senate+Race+Could+Come+Down+To+How+Women+Vote&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Robert Siegel","audio":[{"meta":{"duration":"556"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357628382-291873.m3u?orgId=1&topicId=1014&ft=3&f=357628381"}]}