{"created":"2015-01-16T21:01:20+00:00","modified":"2015-01-18T19:13:58+00:00","valid":{"from":"2015-01-18T19:13:58+00:00","to":"3015-01-18T19:13:58+00:00"},"hreflang":"en","guid":"ed5c5f18-e0a2-4917-837d-c8d4d5c6c02c","title":"Cuban Americans know to shop at this sassy-named store if they want to send goods back home","published":"2015-01-18T19:13:53+00:00","byline":"Monica Campbell","tags":["business and economy","immigrants","government","Global Nation","Economics","Business, Finance & Economics","Miami","North America","Cuba","United States","Florida","Estrella Heredia","Joe Pérez","Obama","Socialism","Cuba","Communism"],"teaser":"In Florida, many Cuban Americans are very familiar with Ñoo Que Barato, a discount warehouse store outside of Miami where hard-to-find goods and trinkets are sent back home.","contentencoded":"<p>I met Estrella Heredia as she tended customers non-stop, like she usually does at <em>Ñoo Que Barato</em>, or \"Damn, That's Cheap\" in English.</p>\n<p>On the outside, it's a massive, bright yellow warehouse in a heavily Cuban part just outside Miami. On the inside, it houses a number of small vendors selling everything from clothes, perfume, cribs, toys and luggage.</p>\n<p>\"Everything you need,” says Heredia. And everything, she adds, that many people want — or don’t have access to — in Cuba.</p>\n<p></p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/CubaStore3.jpg?itok=XejqH9Wm\" alt=\"\" /><div class=\"field-caption\">\n    <p>Joe Pérez sells old laptops and computers to customers at Ñoo Que Barato! The computers almost always end up in Cuba. He says the US' new policy changes will allow him to directly ship his computers and merchandise to Cuba. But he is skeptical of how Cuba will react and respond to these new changes.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Monica Campbell</p>\n  </div>\n</div> In fact, if you spend more than $100 at Ñoo Que Barato, you get a free duffel bag — a huge, back-breaking canvas sack that holds up to 75 kilos. It's an ideal bag for hauling loads of goods to Cuba, to relatives still living there or to entreprenuers who resell the goods. It's just another part of life in Florida, home to the largest Cuban American community in the US.\n<p>It’s also the kind of store that reflects the close relationship between the US and Cuba, despite the fact that the two countries have been politically estranged for decades. But now that's changing. Details about President Barack Obama’s decision to alter policies toward Cuba have just been released by the <a href=\"http://www.commerce.gov/news/fact-sheets/2015/01/15/fact-sheet-us-department-commerce-and-us-department-treasury-announcemen\">Department of Commerce</a> and the <a href=\"http://www.treasury.gov/press-center/press-releases/Pages/jl9740.aspx\">Treasury</a>. It's not a free pass for Americans to travel to Cuba, but the new regulations heavily impact trade and travel between the two countries.</p>\n<p>Heredia is excited about the changes. Near her cash register, there is a stack of Cuban and American flags. She picked up one of each and said, “We are together here, and it’s good that politicians see that.”</p>\n<p>But many people here are skeptical.</p>\n<p></p><div class=\"media media-element-container media-story_image\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/story_main/public/CubaStore1.jpg?itok=EOVEm0xC\" width=\"937\" height=\"552\" alt=\"\" /><div class=\"field-caption\">\n    <p>Ñoo Que Barato! is a warehouse outside of Miami with a collection of small shops inside. The stores cater to the city's massive Cuban population, who shop for trinkets and goods that are hard-to-find back in Cuba. The stores sell everything form perfume to computers.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Monica Campbell</p>\n  </div>\n</div>\n<p>Joe Pérez sells new and second-hand computers at the store. Many of his laptops head to Cuba. Under the new US rules, he can now ship them there directly.</p>\n<p>“This is huge for me,” he said. “I want to send many computers to Cuba and I know exactly what they want. I know the culture, the people.\" But Pérez is cautious. \"I’m also still unsure how Cuba is going to take these new rules. Will they just accept what the United States tells them? I’m not sure. We’ve seen changes before, but then nothing changes over there. I want to see what happens for certain before doing anything.”</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/CubaStore2.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/cubastore2jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/011620153.mp3"},{"href":"http://www.pri.org/file/011620153mp3"}]}