{"created":"2014-08-13T21:09:27+00:00","modified":"2015-05-14T20:56:12+00:00","valid":{"from":"2014-01-07T12:55:42+00:00","to":"3014-01-07T12:55:42+00:00"},"hreflang":"en","tags":["APM","startup","Utah","Tech"],"contenttemplated":"[{\"content\":\"<p>In a recent article in the <a href=\\\"http://blogs.hbr.org/2013/10/dont-build-your-startup-outside-of-silicon-valley/\\\">Harvard Business Review</a> online, investor and tech executive Max Wessel argued forcefully that entrepreneurs should think twice about starting their companies anyplace other than a major center for venture capital and high-tech talent on the East or West Coast.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“Don’t build your startup outside of a superhub—a well-established ecosystem with funding, talent, and the ability for liquidity events to happen quite seamlessly,” Wessel explained in a recent interview.</p>\"},{\"content\":\"<p>Wessel argues that a budding entrepreneur will only be able to find enough angel and VC funding, professional support (everything from computer programmers, to lawyers and bankers who can support an IPO), and big companies that can acquire smaller companies, in three places—New York, Boston and Silicon Valley.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The <a href=\\\"http://www.kauffman.org/newsroom/2013/08/young-hightech-firms-outpace-private-sector-job-creation\\\">Kauffman Foundation released a study</a> in mid-2013 identifying the top twenty-five metro areas for high-tech startup density, and found San Jose, California and Cambridge, Massachusetts ranking just behind Boulder and Fort Collins, Colorado, in the top slots. Also in the top tier: Seattle, Washington; Raleigh, North Carolina; Huntsville, Alabama; and Salt Lake City and Provo, Utah.</p>\"},{\"content\":\"<p>“If you look in those minor markets, the number of acquirers who could buy your business, the number of professional services firms that could help your business get to that point of IPO, they’re all much less common,” says Wessel. “And that creates a real impediment to taking a fledgling startup ecosystem and making it a full-blown success story.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Brad Feld, author of the book <a href=\\\"http://www.amazon.com/Startup-Communities-Building-Entrepreneurial-Ecosystem-ebook/dp/B008UV826U\\\">“Startup Communities: Building an Entrepreneurial Ecosystem in your City,”</a> strongly disagrees.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“I think it’s unbelievably myopic to say the only place you can build your company is Silicon Valley or City X,” says Feld, who cofounded the <a href=\\\"http://foundrygroup.com/wp/\\\">Foundry Group</a> early-stage VC fund as well as the <a href=\\\"http://www.techstars.com/\\\">Techstars</a> mentorship and accelerator program for entrepreneurs. “It goes against the law of systems dynamics--if everyone goes to a certain place to do a certain thing, you’re not going to have increasing returns forever. You should decide where to live your life, and then build your life around that.”</p>\"},{\"content\":\"<p>Feld asks: “Can you have successful companies in other geographies that are significant successes? The answer is, of course, because there are many of them. Not so long ago the statement was made that you shouldn’t start a company anywhere other than Silicon Valley. Boston and New York weren’t on that list.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Feld points out that he and other entrepreneurs have made the college town of Boulder, Colorado, the runaway leader nationwide for startups-per-capita, according to the Kauffman Foundation’s research.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Another place ranking high on that list: central Utah.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>All along the Wasatch Range, from Provo, Utah, north to Salt Lake City, a warren of startups feeds off legacy tech companies like Novell and Ancestry.com.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>In a gleaming Provo office suite is <a href=\\\"http://qualtrics.com/\\\">Qualtrics</a>. Its 350 employees crunch masses of market and customer data for corporate and university clients.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Ryan Smith is CEO—in 2012, his firm landed $70 million in venture capital from two Silicon Valley funds (Sequoia and Accel). But Smith says being far from Silicon Valley has actually been good for growth. Investors weren’t throwing money at the company early on--before it had significant revenue or customers--so his team had to create products customers actually wanted to buy—right away.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“We were bootstrapped for ten years, basically,” says Smith. “What we killed is what we could eat. You’ve got to be extremely scrappy. Some of the most innovative times at Qualtrics have been when our back was up against the wall and we had to make payroll. And every employee had to count and contribute to the bottom line.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Other Utah entrepreneurs say employees are more loyal here—not itching to jump ship every few months for a higher salary or the dream of a quick, profitable exit.</p>\"},{\"content\":\"<p>“At some point you start to get diseconomies of too much cluster,” says Gavin Christensen, founder of <a href=\\\"http://kickstartseedfund.com/\\\">Kickstart</a>, a Salt Lake City-based seed investment fund. “You get a labor force that becomes very disloyal,” he says of Silicon Valley. “They’re always looking for the next opportunity, getting paid more, the startup that’s a little hotter.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Investor and writer Max Wessel concedes a startup entrepreneur might find some of the funding and talent they need in places like Boulder or Salt Lake City. But otherwise—“any entrepreneur who’s looking at building a new business might be better off moving.”</p>\"},{\"content\":\"<hr />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>First story in the series:</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p><iframe frameborder=\\\"0\\\" scrolling=\\\"no\\\" src=\\\"http://www.marketplace.org/node/122046/player/storyplayer\\\"></iframe></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>The best hope for U.S. job growth to take off in coming years might be through entrepreneurship. While it’s true that startups fail at a high rate, when they succeed, they can be engines for rapid job growth, often in highly skilled jobs that pay above-average wages. Metropolitan areas that are centers of startup activity also tend to have lower unemployment than the national average.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>The startup scene is intense in Silicon Valley, Boston and New York, of course. Those are hubs of university research, where a lot of venture capital firms are based, as well as tech companies that have already made it big (providing talent, investment capital from stock options and exits, and spin-off ideas).</p>\"},{\"type\":\"text/html\",\"content\":\"<p>But according to research published in August 2013 by the <a href=\\\"http://www.kauffman.org/newsroom/2013/08/young-hightech-firms-outpace-private-sector-job-creation\\\">Kauffman Foundation</a>, a think tank based in Kansas City, some of the most active metro areas for startup-generation are farther off the beaten path. In the report, Salt Lake City and Provo, Utah, ranked No. 11 and No. 12 for information-technology startups-per-capita in the country. Just ahead of them ranked places like Cambridge, Mass., and North Carolina’s Research Triangle.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>So, what’s so special about the urban corridor in Central Utah that’s helping it jump ahead in the startup race?</p>\"},{\"type\":\"text/html\",\"content\":\"<p>To find out, I first head to a startup called <a href=\\\"http://www.thepowerpot.com/\\\">Power Practical</a>. It’s based in an old warehouse in Salt Lake City. David Toledo, 25, is the co-founder—he greets me in faded cords and a work shirt.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“This project started in a basement,” Toledo explains, “and then moved to a slightly larger basement. And then from 300 square feet after our ($126,000) Kickstarter project, we expanded to 1,500 square feet, which is this production facility we’re standing in right now. We actually remodeled this place—there was no insulation, we built all the stairs. That’s what we do, we build stuff here.”</p>\"},{\"content\":\"<p>What half-a-dozen guys—also in work shirts—are building on tool benches is cooking pots that double as cellphone-or-computer-chargers. The Power Pot is designed for campers who want to use their camera or GPS in the wilderness (even if they’re out of cell-tower range), or for emergency workers when the power goes out.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Here’s how it works: You fill the pot with water or whatever you’re heating up, put it on top of a camping stove, campfire or hot coals. Then, plug your device-of-choice into an insulated cord that snakes out from the Power Pot&apos;s handle.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“As the heat goes through the thermo-electrics into the water, that’s where you get the power from,” explains Toledo.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The basic technology came out of engineering research Toledo and his colleagues did at the University of Utah. Two years since its launch, Power Practical has 15 employees, $750,000 in seed funding, and almost $1 million in sales. Toledo says some months, the business is profitable. Power Practical is also launching new products for testing and maximizing power flow through electronic chargers to computers, smartphones and other devices.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Utah has plenty of other startups doing outdoor-oriented tech-gear. The business cluster is actively promoted by state economic development officials, and fits with the mountains and world-class skiing.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“I’m an eagle scout,” says Toledo. “What we do with our free time is go adventuring, camping, hiking, backpacking. Standard of living is really high.”</p>\"},{\"content\":\"<p>The cost of living, meanwhile, is pretty low.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>So, Utah’s secret weapon Number 1 is location. It’s a place to which people want to come, and in which they can afford to stay. Meaning, entrepreneurs can afford to hire them, and might not have to outbid a rival startup trying to poach their talent.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Utah’s secret weapon Number 2 is talent. It’s been built up by older Utah tech companies, such as WordPerfect and Ancestry.com. Local universities also play a big role. Brigham Young, the largest Mormon university in the country, has a robust entrepreneurship program. The University of Utah ranks up with MIT for commercializing lab research, according to the Association of University Technology Managers.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>At the other end of Utah’s startup-corridor, about 40 miles south of Salt Lake City along I-15, is the city of Provo, tucked against the foothills of the Wasatch Range.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Provo is home to BYU, which helped back a new startup incubator called Camp 4. It&apos;s housed in an old candy factory, across the street from a railroad station, with dramatic views of the mountains just to the east. The name of the family that founded the candy company in the late 1800s was actually &apos;Startup.&apos;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Inside, the décor is funky industrial—distressed wooden floors, exposed beams, huge casement windows, flip-charts, work stations, high-speed internet.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>I met Sean Huntington here. He’s 27, originally from Mesa, Arizona, studying photography down the road at Brigham Young. Only most of the time he’s here at the startup incubator, working the phone, testing software. He’s “living the startup life,” he says. “It’s all-consuming, not taking a paycheck home, and just trying to survive with whatever means necessary.”</p>\"},{\"content\":\"<p>Huntington’s been developing a smartphone app that sells merchandise during a concert—fan-stuff like t-shirts, headshots, and CDs. “It’s a digital merch booth for live events,” he explains, “a tool for artists to reach their fans in the moment they’re most likely to buy, which is during the concert.” By gathering information about customers who make purchases, the app can help an artist with future marketing and fan loyalty.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“The project’s called <a href=\\\"http://www.getvicci.com\\\">Vicci,</a>” he says. I ask if it&apos;s spelled the Latin way? No, he says. “We’re doing that startup thing where you spell things incorrectly and try to be cool. We are gearing up for the Donny and Marie Osmond Christmas tour.”</p>\"},{\"content\":\"<p>The Osmonds are still a popular act, and the family is from nearby. In fact, in the late 2000s, they performed top hits backed by the world-famous Mormon Tabernacle Choir.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The Osmonds are emblematic of Mormon business success, which constitutes the third and final secret weapon I identified as contributing to Utah’s strength as an emerging startup hub. There are Mormon values, like self-reliance and hard work. And these are reinforced by the mission, in which many young Mormons travel far from home to proselytize door-to-door (mission is typically two years for young men and eighteen months for young women).</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Joel Ragar is a member of the Church of Jesus Christ of Latter Day Saints (LDS). He went on mission to Seattle, came back to Utah to go to university, and launched a startup for golf software called <a href=\\\"ForeUp.com\\\">ForeUp</a>. He says harsh words, doors slammed in his face, even the occasional gun pulled on him as he approached, were all par for the course on mission.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“I’ve had more rejections in the amount of two years than probably most people,” Ragar says. “Rejection is a huge thing you learn to overcome and to not take it personally. In our software today, I do a lot of sales and I’m rejected a lot, too.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Gavin Christensen, who went on his LDS mission to Norway and eventually came back to Salt Lake City to found the <a href=\\\"http://www.kickstartfund.com\\\">Kickstart Seed Fund</a> (with approximately $34 million invested in local startups and growth-stage companies) says the experience was invaluable.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“What Utah has in spades is entrepreneurial drive, and a lot of that comes from the culture here, which has a lot to do with the church, and a lot to do with kids like us serving missions at young ages,” says Christensen. “It was hard, it was a crucible you pass through and you learn what hard work’s about. I look back and think: starting a seed fund has not been nearly as hard as the mission was.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Maxwell Wessel is an investor based in Washington, D.C., who’s written a series of blog posts about the startup economy for the Harvard Business Review. He agrees with Christensen that Mormonism matters.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“It is very meaningful,” says Wessel. “There is nothing quite like the drive and approach they have to building a business.”</p>\"},{\"content\":\"<p>Wessel has argued provocatively that it is hard for startups to succeed outside the traditional startup hubs such as Silicon Valley, Cambridge and New York. He doubts they can find the talent and funding they need. But he thinks Utah might be different.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“I think Salt Lake City is a very interesting market with an extensive amount of venture capital flowing in,” says Wessel. “So it might be the anomaly.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>That&apos;s as long as people with talent and drive keep settling down here, after they’ve seen the wide world beyond.</p>\"}]","byline":"Mitchell Hartman","itags":["Marketplace Tech for Tuesday, January 7, 2014","Marketplace for Monday, December 23, 2013","PMP:Marketplace_PMP","Marketplace Morning Report","Marketplace Morning Report for Tuesday, January 7, 2014","ed62df11eba7839fec2452fb4676c816","Marketplace","Marketplace Tech"],"description":"Provo and Salt Lake City are home to a cluster of tech start-up companies, thanks to the culture and geography of Utah.","teaser":"Provo and Salt Lake City are home to a cluster of tech start-up companies, thanks to the culture and geography of Utah.","guid":"ed62df11-eba7-4839-8ec2-52fb4676c816","title":"Can startups succeed outside Silicon Valley?","published":"2014-01-07T12:55:42+00:00","contentencoded":"<div class=\"barn-cleaned\"><p>In a recent article in the&nbsp;<a href=\"http://blogs.hbr.org/2013/10/dont-build-your-startup-outside-of-silicon-valley/\">Harvard Business Review</a>&nbsp;online, investor and tech executive Max Wessel argued forcefully that entrepreneurs should think twice about starting their companies anyplace other than a major center for venture capital and high-tech talent on the East or West Coast.</p>\n<p>“Don’t build your startup outside of a superhub—a well-established ecosystem with funding, talent, and the ability for liquidity events to happen quite seamlessly,” Wessel explained in a recent interview.</p>\n<p>Wessel argues that a budding entrepreneur will only be able to find enough angel and VC funding, professional support (everything from computer programmers, to lawyers and bankers who can support an IPO), and big companies that can acquire smaller companies, in three places—New York, Boston and Silicon Valley.</p>\n<p>The&nbsp;<a href=\"http://www.kauffman.org/newsroom/2013/08/young-hightech-firms-outpace-private-sector-job-creation\">Kauffman Foundation released a study</a>&nbsp;in mid-2013 identifying the top twenty-five metro areas for high-tech startup density, and found San Jose, California and Cambridge, Massachusetts ranking just behind Boulder and Fort Collins, Colorado, in the top slots. Also in the top tier: Seattle, Washington; Raleigh, North Carolina; Huntsville, Alabama; and Salt Lake City and Provo, Utah.</p>\n<p>“If you look in those minor markets, the number of acquirers who could buy your business, the number of professional services firms that could help your business get to that point of IPO, they’re all much less common,” says Wessel. “And that creates a real impediment to taking a fledgling startup ecosystem and making it a full-blown success story.”</p>\n<p>Brad Feld, author of the book&nbsp;<a href=\"http://www.amazon.com/Startup-Communities-Building-Entrepreneurial-Ecosystem-ebook/dp/B008UV826U\">“Startup Communities: Building an Entrepreneurial Ecosystem in your City,”</a>&nbsp;strongly disagrees.</p>\n<p>“I think it’s unbelievably myopic to say the only place you can build your company is Silicon Valley or City X,” says Feld, who cofounded the&nbsp;<a href=\"http://foundrygroup.com/wp/\">Foundry Group</a>&nbsp;early-stage VC fund as well as the&nbsp;<a href=\"http://www.techstars.com/\">Techstars</a>&nbsp;mentorship and accelerator program for entrepreneurs. “It goes against the law of systems dynamics--if everyone goes to a certain place to do a certain thing, you’re not going to have increasing returns forever. You should decide where to live your life, and then build your life around that.”</p>\n<p>Feld asks: “Can you have successful companies in other geographies that are significant successes? The answer is, of course, because there are many of them. Not so long ago the statement was made that you shouldn’t start a company anywhere other than Silicon Valley. Boston and New York weren’t on that list.”</p>\n<p>Feld points out that he and other entrepreneurs have made the college town of Boulder, Colorado, the runaway leader nationwide for startups-per-capita, according to the Kauffman Foundation’s research.</p>\n<p>Another place ranking high on that list: central Utah.</p>\n<p>All along the Wasatch Range, from Provo, Utah, north to Salt Lake City, a warren of startups feeds off legacy tech companies like Novell and Ancestry.com.</p>\n<p>In a gleaming Provo office suite is&nbsp;<a href=\"http://qualtrics.com/\">Qualtrics</a>. Its 350 employees crunch masses of market and customer data for corporate and university clients.</p>\n<p>Ryan Smith is CEO—in 2012, his firm landed $70 million in venture capital from two Silicon Valley funds (Sequoia and Accel). But Smith says being far from Silicon Valley has actually been good for growth. Investors weren’t throwing money at the company early on--before it had significant revenue or customers--so his team had to create products customers actually wanted to buy—right away.</p>\n<p>“We were bootstrapped for ten years, basically,” says Smith. “What we killed is what we could eat. You’ve got to be extremely scrappy. Some of the most innovative times at Qualtrics have been when our back was up against the wall and we had to make payroll. And every employee had to count and contribute to the bottom line.”</p>\n<p>Other Utah entrepreneurs say employees are more loyal here—not itching to jump ship every few months for a higher salary or the dream of a quick, profitable exit.</p>\n<p>“At some point you start to get diseconomies of too much cluster,” says Gavin Christensen, founder of&nbsp;<a href=\"http://kickstartseedfund.com/\">Kickstart</a>, a Salt Lake City-based seed investment fund. “You get a labor force that becomes very disloyal,” he says of Silicon Valley. “They’re always looking for the next opportunity, getting paid more, the startup that’s a little hotter.”</p>\n<p>Investor and writer Max Wessel concedes a startup entrepreneur might find some of the funding and talent they need in places like Boulder or Salt Lake City. But otherwise—“any entrepreneur who’s looking at building a new business might be better off moving.”</p>\n<hr />\n<p><strong>First story in the series:</strong></p>\n<p><iframe src=\"http://www.marketplace.org/node/122046/player/storyplayer\" frameborder=\"0\" scrolling=\"no\" ></iframe></p>\n<p><span>The best hope for U.S. job growth to take off in coming years might be through entrepreneurship. While it’s true that startups fail at a high rate, when they succeed, they can be engines for rapid job growth, often in highly skilled jobs that pay above-average wages. Metropolitan areas that are centers of startup activity also tend to have lower unemployment than the national average.</span></p>\n<p>The startup scene is intense in Silicon Valley, Boston and New York, of course. Those are hubs of university research, where a lot of venture capital firms are based, as well as tech companies that have already made it big (providing talent, investment capital from stock options and exits, and spin-off ideas).</p>\n<p>But according to research published in August 2013 by the <a href=\"http://www.kauffman.org/newsroom/2013/08/young-hightech-firms-outpace-private-sector-job-creation\">Kauffman Foundation</a>, a think tank based in Kansas City, some of the most active metro areas for startup-generation are farther off the beaten path. In the report, Salt Lake City and Provo, Utah, ranked No. 11 and No. 12 for information-technology startups-per-capita in the country. Just ahead of them ranked places like Cambridge, Mass., and North Carolina’s Research Triangle.</p>\n<p>So, what’s so special about the urban corridor in Central Utah that’s helping it jump ahead in the startup race?</p>\n<p>To find out, I first head to a startup called <a href=\"http://www.thepowerpot.com/\">Power Practical</a>. It’s based in an old warehouse&nbsp;in Salt Lake City. David Toledo, 25, is the co-founder—he greets me in faded cords and a work shirt.</p>\n<p>“This project started in a basement,” Toledo explains, “and then moved to a slightly larger basement. And then from 300 square feet after our ($126,000) Kickstarter project, we expanded to 1,500 square feet, which is this production facility we’re standing in right now. We actually remodeled this place—there was no insulation, we built all the stairs. That’s what we do, we build stuff here.”</p>\n<p>What half-a-dozen guys—also in work shirts—are building on tool benches is cooking pots that double as cellphone-or-computer-chargers. The Power Pot is designed for campers who want to use their camera or GPS in the wilderness (even if they’re out of cell-tower range), or for emergency workers when the power goes out.</p>\n<p>Here’s how it works: You fill the pot with water or whatever you’re heating up, put it on top of a camping stove, campfire or hot coals. Then, plug your device-of-choice into an insulated cord that snakes out from the Power Pot's handle.</p>\n<p>“As the heat goes through the thermo-electrics into the water, that’s where you get the power from,” explains Toledo.</p>\n<p>The basic technology came out of engineering research Toledo and his colleagues did at the University of Utah. Two years since its launch, Power Practical has 15 employees, $750,000 in seed funding, and almost $1 million in sales. Toledo says some months, the business is profitable. Power Practical is also launching new products for testing and maximizing power flow through electronic chargers to computers, smartphones and other devices.</p>\n<p>Utah has plenty of other startups doing outdoor-oriented tech-gear. The business cluster is actively promoted by state economic development officials, and fits with the mountains and world-class skiing.</p>\n<p>“I’m an eagle scout,” says Toledo. “What we do with our free time is go adventuring, camping, hiking, backpacking. Standard of living is really high.”</p>\n<p>The cost of living, meanwhile, is pretty low.</p>\n<p>So, Utah’s secret weapon Number 1 is location. It’s a place to which people want to come, and in which they can afford to stay. Meaning, entrepreneurs can afford to hire them, and might not have to outbid a rival startup trying to poach their talent.</p>\n<p>Utah’s secret weapon Number 2 is talent. It’s been built up by older Utah tech companies, such as WordPerfect and Ancestry.com. Local universities also play a big role. Brigham Young, the largest Mormon university in the country, has a robust entrepreneurship program. The University of Utah ranks up with MIT for commercializing lab research, according to the Association of University Technology Managers.</p>\n<p>At the other end of Utah’s startup-corridor, about 40 miles south of Salt Lake City along I-15, is the city of Provo, tucked against the foothills of the Wasatch Range.</p>\n<p>Provo is home to BYU, which helped back a new startup incubator called Camp 4. It's housed in an old candy factory, across the street from a railroad station, with dramatic views of the mountains just to the east. The name of the family that founded the candy company in the late 1800s was actually 'Startup.'</p>\n<p>Inside, the décor is funky industrial—distressed wooden floors, exposed beams, huge casement windows, flip-charts, work stations, high-speed internet.</p>\n<p>I met Sean Huntington here. He’s 27, originally from Mesa, Arizona, studying photography down the road at Brigham Young. Only most of the time he’s here at the startup incubator, working the phone, testing software. He’s “living the startup life,” he says. “It’s all-consuming, not taking a paycheck home, and just trying to survive with whatever means necessary.”</p>\n<p>Huntington’s been developing a smartphone app that sells merchandise during a concert—fan-stuff like t-shirts, headshots, and CDs. “It’s a digital merch booth for live events,” he explains, “a tool for artists to reach their fans in the moment they’re most likely to buy, which is during the concert.” By gathering information about customers who make purchases, the app can help an artist with future marketing and fan loyalty.</p>\n<p>“The project’s called <a href=\"http://www.getvicci.com\">Vicci,</a>” he says. I ask if it's spelled the Latin way? No, he says. “We’re doing that startup thing where you spell things incorrectly and try to be cool. We are gearing up for the Donny and Marie Osmond Christmas tour.”</p>\n<p>The Osmonds are still a popular act, and the family is from nearby. In fact, in the late 2000s, they performed top hits backed by the world-famous Mormon Tabernacle Choir.</p>\n<p>The Osmonds are emblematic of Mormon business success, which constitutes the third and final secret weapon I identified as contributing to Utah’s strength as an emerging startup hub. There are Mormon values, like self-reliance and hard work. And these are reinforced by the mission, in which many young Mormons travel far from home to proselytize door-to-door (mission is typically two years for young men and eighteen months for young women).</p>\n<p>Joel Ragar is a member of the Church of Jesus Christ of Latter Day Saints (LDS). He went on mission to Seattle, came back to Utah to go to university, and launched a startup for golf software called <a href=\"ForeUp.com\">ForeUp</a>. He says harsh words, doors slammed in his face, even the occasional gun pulled on him as he approached, were all par for the course on mission.</p>\n<p>“I’ve had more rejections in the amount of two years than probably most people,” Ragar says. “Rejection is a huge thing you learn to overcome and to not take it personally. In our software today, I do a lot of sales and I’m rejected a lot, too.”</p>\n<p>Gavin Christensen, who went on his LDS mission to Norway and eventually came back to Salt Lake City to found the <a href=\"http://www.kickstartfund.com\">Kickstart Seed Fund</a> (with approximately $34 million invested in local startups and growth-stage companies) says the experience was invaluable.</p>\n<p>“What Utah has in spades is entrepreneurial drive, and a lot of that comes from the culture here, which has a lot to do with the church, and a lot to do with kids like us serving missions at young ages,” says Christensen. “It was hard, it was a crucible you pass through and you learn what hard work’s about. I look back and think: starting a seed fund has not been nearly as hard as the mission was.”</p>\n<p>Maxwell Wessel is an investor based in Washington, D.C., who’s written a series of blog posts about the startup economy for the Harvard Business Review. He agrees with Christensen that Mormonism matters.</p>\n<p>“It is very meaningful,” says Wessel. “There is nothing quite like the drive and approach they have to building a business.”</p>\n<p>Wessel has argued provocatively that it is hard for startups to succeed outside the traditional startup hubs such as Silicon Valley, Cambridge and New York. He doubts they can find the talent and funding they need. But he thinks Utah might be different.</p>\n<p>“I think Salt Lake City is a very interesting market with an extensive amount of venture capital flowing in,” says Wessel. “So it might be the anomaly.”</p>\n<p>That's as long as people with talent and drive keep settling down here, after they’ve seen the wide world beyond.</p></div>","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/startupmap.PNG?itok=usqoeDm5","meta":{"crop":"primary","height":"340","width":"610"},"type":"image/png"},{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/01/07/marketplace_segment02_20140107_64.mp3","meta":{"duration_hms":"00:02:30","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/01/07/marketplace_segment02_20140107","type":"application/json"},"duration":150},"type":"audio/mpeg"}]}