{"created":"2014-10-08T14:04:17+00:00","modified":"2014-12-04T14:33:54+00:00","valid":{"from":"2014-12-04T14:33:54+00:00","to":"3014-12-04T14:33:54+00:00"},"hreflang":"en","title":"Power To The Health Data Geeks","published":"2014-06-16T20:09:00+00:00","teaser":"There's a gold rush on in health information technology. Entrepreneurs and venture capitalists are betting on companies that aim to help consumers, insurers and providers save money.","itags":["npr_api","321682150"],"guid":"ed78a33e-37fc-42d0-b883-ed16c9418928","contentencoded":"<p>A computer programmer and a kid in a Batman suit walk into a pancake house ...</p><p>It sounds like a joke, but it really happened, and now the programmer — <a href=\"http://www.meetup.com/SVHealth/members/10644451/\">Dave Vockell</a> — has a <a href=\"http://lyfechannel.com/\">new product</a> to bring to market. It's an app to help seniors talk to their doctors about medical care.</p><p>\"Like all great health care breakthroughs, it happened at the International House of Pancakes,\" he says, half-jokingly.</p><p>Venture capitalists are pouring more money than ever into digital health startups — more than $2 billion so far <a href=\"http://rockhealth.com/2014/04/another-record-quarter-q1-2014-funding-update/\">this year alone</a>, according to the venture capital firm Rock Health. These investors are betting that entrepreneurs can help doctors, hospitals and insurers become leaner — which the Affordable Care Act strongly encourages.</p><p>Vockell's endeavor started back in April, when Medicare released a huge database detailing how much it <a href=\"http://www.npr.org/blogs/health/2014/05/15/312530942/for-some-doctors-almost-all-medicare-patients-are-above-average\">pays individual doctors</a>. The government health plan <a href=\"http://www.medicare.gov/eligibilitypremiumcalc/?AspxAutoDetectCookieSupport=1\">for the disabled and for adults ages 65 and older</a> had kept that payment information secret for decades.</p><p>So when Medicare suddenly dumped an entire year's worth of data, finally making public millions of transactions, coders like Vockell tried to figure out how to make it useful for seniors.</p><p>Enter the IHOP.</p><p>\"My kids go there after school one day for [the] funny face pancake lunch,\" he says. \"There were lots of seniors there. And my kids run around, and the seniors love when they come up and sit with them.\" That's when it hit him, Vockell says: \"I could totally use my kids to source a whole bunch of interviews pretty fast.\"</p><p>His 3-year-old in a Batman suit proved a great icebreaker; over a lot of pancakes, 43 seniors told Vockell that knowing which doctors charge more and which charge less wouldn't necessarily send them shopping for the lowest price. Seniors generally like their doctors and don't want to shop for new ones.</p><p>But many in the pancake house that day did tell Vockell that they had some medical procedures on the horizon and weren't sure what the procedures would cost, entail or require of them. \"I'd love to get some insight into that,\" they told him.</p><p>They also asked, \"Could you make the print really big?\" Vockell says. And several added, he says with a laugh, \"The blueberry syrup is magnificent.\"</p><p>So Vockell developed a website that helps seniors understand the procedures their doctors are recommending, and the costs — so they can start conversations with their doctors. The site also helps users print out the information in really big type.</p><p>It's too early to say whether his product will be the hot new topic on the shuffleboard circuit, but it was a winner at the big <a href=\"http://healthdatapalooza.org/health-datapalooza-2014-recap-and-wrap-up/\">Health Datapalooza</a> conference this month in Washington, D.C.</p><p>Big data on health care is the raw material for a whole new segment of the information technology sector. Entrepreneurs like <a href=\"https://www.karmadata.com/Home/AboutUs\">Sean Power</a> are also exploiting databases such as the price list that Medicare released this spring.</p><p>\"That's hot,\" he says. \"Anytime anybody releases a new set of data, we get excited.\"</p><p>Power's company, <a href=\"http://www.karmadata.com/\">karmadata</a>, is founded on the idea that software engineers can find ways to use big data to save the government or large companies money — and that such organizations will share some of their savings with him. There's a lot of opportunity in streamlining health care, Power says.</p><p>\"It's a great time to be starting a company in the health care data space,\" he says. \"I think the gold rush is on.\"</p><p>Just like in a real gold rush, hitting pay dirt requires a lot of prospecting. Entrepreneurs can't always find the information they really need to make a truly useful product.</p><p><a href=\"https://twitter.com/thecuriousdoc\">Dr. Omar Alvi</a> is with a startup called <a href=\"https://accordionhealth.com/\">Accordion Health</a>. This firm's big idea is to help families estimate future health care spending. So you could type in that Grandpa has hypertension, Mom has diabetes, and one of the kids has asthma, and then get some idea of how much that's all going to cost — and maybe even shop for the best price. A great idea, Alvi says, but he adds: \"Each patient is very different. And so in order to be able to make a meaningful prediction, you have to have a lot of data, so you can say [that] patients just like this went through these problems as they moved through the medical system. That's really where it requires hundreds of millions of data points.\"</p><p>And not even close to the millions of data points that Alvi's company needs are available yet. A lot of information about procedures, cost and effectiveness remains locked up inside insurance company computers, or in hospitals' and doctors' medical records — information that insurers, hospitals and doctors don't want to share.</p><hr /><p><em>This story is part of a reporting partnership between NPR and</em> <a href=\"http://www.kaiserhealthnews.org/\">Kaiser Health News</a>.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Power+To+The+Health+Data+Geeks&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Whitney","audio":[{"meta":{"duration":"270"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1322438106-e42064.m3u?orgId=1&topicId=1128&ft=3&f=321682150"},{"href":"http://media.npr.org/assets/img/2014/06/13/datapaloozatue-4-af04c7526796e2bc31abc87fbb15d59ab4bd7c7d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1678","width":"2239"}}]}