{"created":"2014-10-08T13:53:20+00:00","modified":"2014-10-31T01:02:59+00:00","valid":{"from":"2014-10-31T01:02:59+00:00","to":"3014-10-31T01:02:59+00:00"},"hreflang":"en","title":"Sluggish Housing Market A Product Of Millions Of 'Missing Households' ","published":"2014-06-18T23:08:00+00:00","teaser":"Economists say there are more than 2 million \"missing households\" in the U.S. — young people who bunk with family or friends rather than buying their own home. New data suggest this trend continues.","itags":["npr_api","323328258"],"guid":"ed7e3a7f-83c8-4ccb-aef8-94f32811f244","contentencoded":"<p>A year ago, the housing market looked like it was finally recovering. Sales and prices were picking up. But then home sales fizzled. Currently, they are down about 7 percent from last spring.</p><p>A big part of why housing remains so stunted is that there are more than 2 million \"missing households\" in the U.S. That's how economists describe the fact that fewer people are striking out on their own to find places to live.</p><p>Instead of renting an apartment or buying a home, a large number of Americans in their 20s and early 30s are living with family or tripling up with roommates. That's because younger Americans are having an especially tough time since the recession.</p><p>\"We would love to buy a house right now, but we just don't have anything saved currently,\" says 26-year-old Marissa Szabo.</p><p>Szabo works in Boston at the Office of the State Auditor. At lunch, she sits outside Massachusetts' grand State House, with its big golden dome. But in the evening, she crams into an apartment she's renting with several roommates who are also in their 20s.</p><p>\"At the most, I've had five [roommates]. I currently have three,\" Szabo says. \"I've never been able to consider getting a place by myself just because of how high the rent is.\"</p><p>The high cost of renting is one of the things that have made life tougher for Szabo and other millennials.</p><p>Szabo is ready to settle down and move in with her boyfriend. He is 28 years old and they are talking about getting married and having kids. They feel like they are done with the roommate stage of life.</p><p>\"We're starting our lives together,\" Szabo says. \"We wanted it to be together and not together plus eight or three or however many.\"</p><p>But high rents, combined with student debt and stagnant wages, have made it very tough for young people to save money for a down payment to buy a house.</p><p>Szabo and her boyfriend tried to find an apartment to rent by themselves but \"the conditions of apartments weren't great,\" she says.</p><p>Plus, it was prohibitively expensive: \"Some places were asking for first [and] last [month's rent], security [deposit], a broker's fee for our Realtor and a broker's fee for the landlord who hired one too. So that's five months' rent right upfront,\" Szabo says. \"That was the straw that broke the camel's back. And we both just sat down and said, 'All right, are we willing to take all our money and light it on fire?' \"</p><p>So, like other millennials, they turned to their friends and family. Szabo and her boyfriend have decided to move in with her mother, who has an extra bedroom. That will let them save up for a down payment to buy a house in a year or two.</p><p>\"My mom has been so awesome and supportive about it,\" Szabo says. \"She doesn't want rent or anything like that. We'll help with utilities and we'll do some repairs around the house for her.\"</p><p>In the past few years, economists have said millennials who live with parents or roommates represent pent-up demand. They argue that soon these young people will move out and become first-time homebuyers. This, in turn, creates more jobs and helps the whole economy.</p><p>The only problem with this scenario: It hasn't actually happened yet.</p><p>\"The first-time homebuyer is really absent from the market,\" says David Crowe, the chief economist for the National Association of Home Builders.</p><p>He says only 16 percent of new-home sales are to first-time homebuyers. That is half of normal. And in terms of the numbers of new homes getting built, \"We're not even halfway back,\" Crowe says.</p><p>The country hasn't been building this few homes since World War II. And new numbers out this week from the Commerce Department show that construction of new single-family homes fell about 6 percent in May compared with the month before. Mortgage applications were down this week too.</p><p>Still, Crowe predicts the market will keep recovering. He says it will just be a very slow process.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sluggish+Housing+Market+A+Product+Of+Millions+Of+%27Missing+Households%27+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Chris Arnold","audio":[{"meta":{"duration":"273"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1323351170-49b467.m3u?orgId=1&topicId=1017&ft=3&f=323328258"},{"href":"http://media.npr.org/assets/img/2014/06/18/marissa-szabo-bed02f87def8c9dff2a516377234b4602674662e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1345","width":"1793"}},{"href":"http://media.npr.org/assets/img/2014/06/18/household-formation-b1806265be75f585cdd5aec2a33fc5b38f6b3264.png","type":"image/jpeg","meta":{"crop":"standard","height":"451","width":"600"}}]}