{"created":"2014-09-08T15:48:46+00:00","modified":"2014-09-09T12:50:49+00:00","valid":{"from":"2014-09-09T12:50:48+00:00","to":"3014-09-09T12:50:48+00:00"},"hreflang":"en","title":"Despite Diplomatic Tensions, U.S.-Russia Space Ties Persist ","published":"2014-03-11T11:40:00+00:00","teaser":"NASA needs Russian rockets to reach the International Space Station, and Russia needs NASA's money to help finance operations.","tags":["npr_api","288726203"],"guid":"ed853bab-10ab-4449-940c-2493a824c251","contentencoded":"<p><strong>Update 1:15 a.m. EDT Tuesday:</strong></p><p>A Russian Soyuz capsule carrying a U.S.-Russian crew has landed safely in Kazakhstan, according to NASA. American Mike Hopkins and Russians Oleg Kotov and Sergey Ryazanskiy had spent 166 days in space. Russian space officials had considered delaying the landing because of heavy snowfall and strong winds but decided to go ahead with the original plan.</p><p><strong>Original Post:</strong></p><p>Tonight, Russian cosmonauts <a href=\"http://www.jsc.nasa.gov/Bios/htmlbios/ryazanskiy.html\">Sergey Ryazanskiy</a>, <a href=\"http://www.jsc.nasa.gov/Bios/htmlbios/kotov-ov.html\">Oleg Kotov</a> and NASA Astronaut <a href=\"https://twitter.com/AstroIllini\">Mike Hopkins</a> will return to earth from the <a href=\"http://www.nasa.gov/mission_pages/station/main/\">International Space Station</a>.</p><p>Parachutes will open, and the duo's Russian-built Soyuz capsule will touch down on the remote, frozen plains of the central Asian republic of Khazakstan.</p><p>But this March is a particularly chilly time for Hopkins to be landing: <a href=\"http://www.npr.org/blogs/thetwo-way/2014/03/10/288538060/will-blood-be-shed-in-crimea-before-diplomacy-can-work\">Russia's military intervention in Crimea</a> is straining relations between the two superpowers. And, while NASA has a team in place to welcome Hopkins home, it's Russian helicopters that will be picking him up.</p><p>\"We ride with the Russians,\" says Josh Byerly, a spokesperson at NASA's Johnson Space Center in Houston Texas.</p><p>Despite the current standoff between Russia and the West over the Ukraine, Byerly is confident Hopkins will be able to hitch a ride back to civilization.</p><p>\"The Russians take very good care of our crew whenever they're out there,\" Byerly says.</p><p>Byerly says that operations aboard the International Space Station have run smoothly throughout the crisis: \"Their systems depended on ours and ours depend on theirs,\" he says.</p><p>NASA's dependence on the Russians runs deep. Since the U.S. retired the space shuttle in 2011, Russian rockets are the only way up. That state of affairs is likely to continue for at least a few years to come, until NASA and its partners can fly a replacement.</p><p>But Russia needs NASA too.</p><p>\"The Kremlin budget people have always put pressure on their space program to bring about 20 percent or more of their operating budget from foreign sales,\" says <a href=\"http://www.jamesoberg.com/\">James Oberg</a>, a space analyst and former NASA official. The U.S. pays roughly $70 million dollars for every astronaut it sends up.</p><p>The Russian segment of the space station also relies on the U.S. side for some electrical power and navigation help, adds <a href=\"https://twitter.com/planet4589\">Jonathan McDowell</a>, an astrophysicist at the Harvard-Smithsonian Center for Astrophysics who closely watches the space industry.</p><p>\"The Russians could in principle detach their half of the space station and swan off into the wild black yonder, but I don't think that's very likely,\" he says.</p><p>With the U.S. dependent on Russian transportation and the Russians dependent on the U.S. for financial help and a space station destination to go to, McDowell thinks that everything will continue to go smoothly.</p><p>\"The program is really very integrated right now, it would be very hard to rip them apart in the short term,\" he says.</p><p>Oberg agrees: \"This awkward, reluctant partnership has benefited both sides enough to put up with all the hassles.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Despite+Diplomatic+Tensions%2C+U.S.-Russia+Space+Ties+Persist+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"138"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1288750214-dab505.m3u?orgId=1&topicId=1001&ft=3&f=288726203"},{"href":"http://media.npr.org/assets/img/2014/03/10/soyuz-landing-b74e989604e9a77f830ece70702be77baa5bf869.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2338","width":"3121"}}]}