{"created":"2014-11-06T20:08:52+00:00","modified":"2015-05-02T02:40:53+00:00","valid":{"from":"2015-05-02T02:40:52+00:00","to":"3015-05-02T02:40:52+00:00"},"hreflang":"en","title":"Why Jerusalem's Real Estate Market Is Part Of The Mideast Conflict  ","published":"2014-11-06T23:33:00+00:00","teaser":"Israeli Jews seek to increase their numbers in East Jerusalem by buying homes from Palestinians. It's an extremely sensitive topic, and some Palestinians say they are tricked into selling.","itags":["npr_api","362035768"],"guid":"ed934dd7-5a28-4de5-99ab-91441636a726","contentencoded":"<p>Daniel Luria raps on the tall metal door of a home in Jerusalem's Silwan neighborhood, which is predominantly Palestinian. Luria is with the Jewish settler group Ateret Cohanim.</p><p>One rap and a small window pops open. Luria identifies himself. Soon the door opens too.</p><p>Inside sit armed security guards. Israeli police, on a break from patrolling the neighborhood, are there as well. A large screen shows multiple feeds from security cameras around the building. One Israeli flag flies over the roof. Another hangs from the railing of a small balcony.</p><p>From this balcony Luria points right, left and straight ahead to show why Jewish people want to live here.</p><p>Up the hill from Silwan is what Jews call the Temple Mount, the hilltop in Jerusalem's Old City that is also sacred to Muslims. Below is the spring-fed valley that is thought to have once watered King Solomon's biblical garden. And directly across is the archaeological site known as the City of David, the revered Jewish king who slew the giant Goliath.</p><p>\"This is the pumping station of the Jewish world,\" Luria says. \"History, heritage, Jewish roots — all from this balcony.\"</p><p>Silwan is in East Jerusalem — the part of the city that was under Jordanian rule until Israel captured it in the 1967 war. Palestinians say East Jerusalem will be their capital someday. Israel says all of Jerusalem is its capital and cannot be divided.</p><p>So every house in this part of the city matters.</p><p>A few hundred Jewish Israelis already live in Silwan, mostly near the City of David site. But tensions flared recently when settler organizations turned up overnight in nine properties recently, including this one.</p><p>Luria says the Jewish investors who bought this warren of apartments from Palestinian owners may not make money from it, but they will earn an \"ideological\" return.</p><p>\"Today, Jews around the world — you can buy back Jerusalem,\" Luria says.</p><p>Across the valley, three of the five apartments in Izdihar En-Natsheh's family home are now occupied by armed Jewish men. The middle-aged Palestinian grandmother still lives in hers. Her brother sold two apartments without her knowledge, she says, and it's a stain on the family reputation.</p><p>\"Everyone in Silwan is talking about us,\" En-Natsheh worries. \"Even about me, who had nothing to do with the sale. They're cursing the whole family.\"</p><p>Palestinian activist Jawad Siyam, director of the Wadi Hilweh Information Center in Silwan, says Palestinians who sell to Israelis are criminals, because giving up land undermines the Palestinian dream of independence.</p><p>\"It's East Jerusalem. It's part of the future Palestinian state,\" he says. \"If we sell, we lose everything.\"</p><p>But Palestinians often say they were fooled into selling to Jews.</p><p>En-Natsheh's brother, Adel El-Khayat, lives in Ramallah now. It's a major Palestinian city nearby, but across a barrier and checkpoint from Jerusalem in the Israeli-occupied West Bank.</p><p>The brother insists he sold to a Palestinian middleman, who had told him the apartments would be used by Muslims visiting the Al-Aqsa mosque. Jerusalem's holiest Islamic site sits on the same hilltop as the Temple Mount revered by Jews.</p><p>\"I didn't need the money,\" he said. \"I wanted to offer my houses to the service of Al-Aqsa mosque.\"</p><p>He says he was paid $150,000 for each apartment.</p><p>Last week, Israel's minister of public security, Yitzhak Aharonovitch, went to visit the new occupants of those apartments. Dozens of armed guards accompanied him. He invited Israeli media to watch him visit the now Israeli-owned apartments.</p><p>As he left, En-Natsheh confronted him. She told the minister that the new Jewish occupants are raising tensions in her neighborhood.</p><p>\"I understand the homes were purchased,\" Aharonovitch said, and moved on.</p><p>But Silwan activist Siyam says this isn't a place of regular real estate deals.</p><p>\"They want to make a Jewish majority here,\" he says. \"It's not about being neighbors, or the right to buy wherever they want.\"</p><p>The contested holy sites up the hill have been the focus of recent violence in Jerusalem. If those are the fuse, says Israeli Daniel Seidemann, a leading opponent of Jewish settlement in East Jerusalem, the sacred and secular histories packed into the crowded valley below make Silwan almost as incendiary.</p><p>\"This is literally where the tectonic plates of Israel, Palestine, Judaism, Christianity and Islam meet,\" Seidemann says. \"So what starts in Silwan doesn't stay in Silwan.\"</p><p><em>Emily Harris is NPR's Jerusalem correspondent. Follow her </em><a href=\"https://twitter.com/emilygharris\" target=\"_blank\">@emilygharris</a>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Jerusalem%27s+Real+Estate+Market+Is+Part+Of+The+Mideast+Conflict++&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"287"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362086815-4799eb.m3u?orgId=1&topicId=1009&d=287&p=2&story=362035768&t=progseg&e=362059023&seg=15&ft=nprml&f=362035768"},{"href":"http://media.npr.org/assets/img/2014/11/06/east-jerusalem-116-2-f5fdabc471c9927c66a248c63025e0fc8db7a926.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2288","width":"3051"}},{"href":"http://media.npr.org/assets/img/2014/11/06/east-jerusalem-116-1-db4f4c4cc40d1205171a20ca30f5435509a4f53a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2157","width":"2876"}},{"href":"http://media.npr.org/assets/img/2014/11/06/east-jerusalem-116-3-09d1ff994a25d63d527f4c53665c364b64347cc1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3068","width":"4090"}}]}