{"created":"2015-06-19T20:52:04+00:00","modified":"2015-06-22T02:20:24+00:00","valid":{"from":"2015-06-22T02:20:24+00:00","to":"3015-06-22T02:20:24+00:00"},"hreflang":"en","title":"'The Most Beautiful Offerings': Terry Riley At 80","published":"2015-06-20T15:32:00+00:00","teaser":"The man credited as the father of minimalism is celebrating a big birthday Wednesday. And his influence reaches well beyond classical music.","itags":["npr_api","415761487"],"guid":"ed9d7a74-0ff4-4739-ac4d-dc7994aa0af0","contentencoded":"<p>Composer <a href=\"http://www.npr.org/artists/19077643/terry-riley\">Terry Riley</a> turns 80 Wednesday. He's been called the father of minimalism for his groundbreaking 1964 work <em>In C</em>. But his influence has spread far beyond, sparking the imaginations of many artists, from cutting-edge electronic musicians to rock gods.</p><p>Riley's musical footprints have been followed by generations of musicians. Compare his <a href=\"https://www.youtube.com/watch?v=hy3W-3HPMWg\" target=\"_blank\"><em>A Rainbow in Curved Air</em></a>, for example, with <a href=\"http://www.npr.org/artists/15397669/the-who\">The Who</a>'s \"<a href=\"https://www.youtube.com/watch?v=hKUBTX9kKEo\">Baba O'Riley</a>,\" named partly in honor of the composer.</p><p>Popular music was Riley's first inspiration. \"Well, you know, I grew up in the age of radio,\" he says, \"so I liked the people that I heard on the radio, like <a href=\"http://www.npr.org/artists/15182601/bing-crosby\">Bing Crosby</a>. I found all music to have really powerful transmission, so whatever I was listening to sounded really great to me. I was learning all the time. At the same time, I was trying to pick out these tunes on the piano because I didn't have any formal training, so I was learning to play by ear.\"</p><p>Riley was born in California, and played ragtime piano at a San Francisco saloon while he was still studying at UC Berkeley. His love of music took him to Paris, Spain, Morocco, New York, India and beyond. And all of those influences have come together in his music.</p><p><em>In C</em> was Riley's breakthrough. The sheet music is just one page long — plus two pages of open-ended instructions — but its possibilities are literally endless. Riley only specifies 53 short phrases, and leaves it up to the individual musicians to decide how many times they'll play each one. <em>In C </em>helped usher in a momentous change in music, and created a bridge between improvised and composed music.</p><p>The composer sensed its import right away. \"When I wrote it,\" Riley says, \" I felt it was a revolutionary idea, and that it would have that kind of impact, that it would be new and it would have an effect on other musicians. I knew that because the idea had that kind of effect on me. But I could never envision that it would sort of become part of a tradition and be a kind of centerpiece for tradition.\"</p><p>That tradition came to be called minimalism. <em>In C</em> still galvanizes audiences. Musicians continue to find new ways to play it — including artists from Mali, in West Africa, who recently recorded <a href=\"https://www.youtube.com/watch?v=_FXQ68ZkWVw\">their own version</a> of the piece.</p><p>\"The Malian performance is a good example of allowing musicians to be very creative with a form, and use still a recognizable <em>In C</em>,\" Riley says. \"But it's treated so freely that you see it as a whole new piece.\"</p><p>\"I'd never met anybody that had the aura, the sensibility, the feeling that I got from Terry Riley that very first time,\" recalls David Harrington. He is the founder and first violinist of the <a href=\"http://www.npr.org/artists/14983141/kronos-quartet\" target=\"_blank\">Kronos Quartet</a>, and he first met Riley in the late 1970s at Mills College in California, where they were both teaching.</p><p>Because so much of Riley's music is inspired by his love of improvisation, Harrington says that it took some doing for the composer and the quartet to find common ground. His group needed some notes on a page.</p><p>\"I remember the very first time we went up to his ranch and rehearsed. He showed me his thumb, and he said his thumb really hurt from all the notes he was writing for us,\" Harrington says laughingly.</p><p>Since then, Riley has written 27 works for Kronos, but he's also composed for orchestra, piano and <a href=\"http://terryriley.net/works.htm\">many other</a> instruments and ensembles.</p><p>\"My preference in music has always been in improvisation for my own performance,\" Riley says. \"I like to be in the moment, and I like to not have something in mind all the time when I'm starting to play. When I'm writing, I like to have an improvisatory feeling in my mind at the same time, so that I'll take ideas and run them through my mind in many different ways and see how many variations I can come up with. In a sense, I'm always improvising, and at some point I have to decide, \"Okay, this has to be fixed so somebody else can play it.\"</p><p>Improvisation is at the heart of North Indian classical music, which Riley has been studying very seriously since 1970. And that study has helped him tap into something much bigger.</p><p>\"My teacher, <a href=\"http://www.bidoun.org/magazine/20-bazaar/lord-of-the-drone-pandit-pran-nath-and-the-american-underground-by-alexander-keefe/\">Pandit Pran Nath</a>, used to say, '<em>Nada brahmam</em>,' which means 'musical sound is God,'\" Riley says. \"I always viewed that, if there was a God, if there was a supreme being, he would be music, or she would be music. To worship that would be to be a performer and a composer, to try to make the most beautiful offerings you could to that.\"</p><p>Terry Riley often speaks of the sound current that he says is available to all of us all the time. And throughout his work, he invites us all to tune in.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27The+Most+Beautiful+Offerings%27%3A+Terry+Riley+At+80&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anastasia Tsioulcas","audio":[{"meta":{"duration":"382"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415973991-0750d6.m3u?orgId=1&topicId=1039&d=382&p=7&story=415761487&t=progseg&e=415973866&seg=20&ft=nprml&f=415761487"},{"href":"http://media.npr.org/assets/img/2015/06/19/03_kq-w-terry-riley-and-50th-birthday-cake-1985.richardmccaffrey-fda8d104d975e44b6cdf7b6407dd534a27a856bd.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"2107","width":"2810"}}]}