{"created":"2015-04-08T19:19:49+00:00","modified":"2015-04-30T19:46:49+00:00","valid":{"from":"2015-04-08T19:19:39+00:00","to":"3015-04-08T19:19:39+00:00"},"hreflang":"en","guid":"ed9f7484-ff73-42e3-9214-78512423e94f","title":"Mother's Day Special 2015: Mother, Mommy, Mama, Mom","teaser":"Molly Ringwald finds herself in the principal's office with her daughter, a young man navigates life with his single mom, a boy who loves Barbies is terrified at the thought of playing tackle football, and a daughter contemplates how to face her mother’s death with grace.\n\nHosted by the Moth’s Artistic Director Catherine Burns.\n\nThe Moth Radio Hour is produced by The Moth and Jay Allison of Atlantic Public Media in Woods Hole, Massachusetts","description":"Molly Ringwald, Queen of the underdogs, is horrified to discover that her daughter is bullying kids in school. Anthony Griffith finds his way in life with the aid of his strong mama bear of a mother. Julian Goldhagen attempts to make a friendship work with the tough-boy son of his mother&rsquo;s best friend. Kate Tellers tries to hold on tight to happy memories of her dying mother.NOTE: When offensive or FCC-prohibited words appear, they are bleeped and listed in the Content Advisory. &nbsp;Sensitive content will be given an on-air caution and will be noted here in the description. ","contentencoded":"<strong>Molly Ringwald</strong>, Queen of the underdogs, is horrified to discover that her daughter is bullying kids in school.<br /><strong> Anthony Griffith</strong> finds his way in life with the aid of his strong mama bear of a mother.<br /><strong> Julian Goldhagen</strong> attempts to make a friendship work with the tough-boy son of his mother&rsquo;s best friend.<br /><strong> Kate Tellers</strong> tries to hold on tight to happy memories of her dying mother.<br /><br /><span id=\"docs-internal-guid-88db1c1d-a4a4-a861-9afc-9c5cf3822ba0\"><span>NOTE: When offensive or FCC-prohibited words appear, they are bleeped and listed in the Content Advisory. &nbsp;Sensitive content will be given an on-air caution and will be noted here in the description.</span></span><br /> <br />","byline":"The Moth","published":"2015-04-08T19:19:39+00:00","tags":["Family","Humor","Women"],"itags":["prx:stories-146787"],"audio":[{"href":"https://cms.prx.org/pub/d4ee64ee881672a84df0539ac1fc7ea0/0/web/story_image/346625/medium/1512.jpg","type":"image/jpeg","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/04603db62c633fc7f21ec9defaa3b717/0/web/audio_file/872134/broadcast/Moth1512Bounce3.mp3","type":"audio/mpeg","meta":{"duration":3180,"size":50760576}}]}