{"created":"2014-10-02T23:05:14+00:00","modified":"2014-10-31T00:58:25+00:00","valid":{"from":"2014-10-31T00:58:25+00:00","to":"3014-10-31T00:58:25+00:00"},"hreflang":"en","title":"The Rhythm That's A Way Of Living","published":"2014-06-24T19:17:00+00:00","teaser":"The guaguanco is one of three rhythmic patterns that live under the umbrella of the rumba. It was once subversive and now serves to bring drummers and singers and dancers together.","itags":["npr_api","324008351"],"guid":"ed9faca9-44b5-4f58-b897-79b5280d83ba","contentencoded":"<p>Compared to American rock and roll, Afro-Cuban music sounds complicated to the point of intimidation. Sure the rhythms make you want to move, but if you stop to think about what's going on, your feet won't know what to do. And that's just the point — some rhythms are better felt than counted off. NPR's Frannie Kelley learned how easy they can be to play, once you abandon a central tenet of rock: the one.</p><p>She spoke to Cuban percussionist Dafnis Prieto, who grew up hearing complex rhythms outside his window in Havana. Polyrhythms and the songs they propel are not particularly concerned with hitting the downbeat. An example is a Cuban polyrhythm called the guaguanco, one of three rhythmic patterns that live under the umbrella of the rumba.</p><p>These rhythms have moved and evolved with people from Africa to the Carribbean to the States. They can be notated, but some aren't, for good reason. The guaguanco in particular comes out of a secret Afro-Cuban organization that played on even though the government in Havana banned African drums from 1900 to 1940. For a time the rhythm was actually subversive.</p><p>Today Afro-Cuban percussionist Roman Diaz lives in Newark, New Jersey. He says when he's playing a guaguanco, he's supporting the dancers, a man and a woman enacting a story of pursuit and resistance. \"Everything is combined: dance, music and the singing,\" he says, through his friend and translator Onel Mulet. \"There's one thread that goes throughout the music. We are molecules in one nucleus. We all work together as one.\"</p><p>And pianist Vijay Iyer, who joined Dafnis Prieto in the studio, says that attitude, a comfort with rhythms moving together, has taken different forms.<br /> <br /> \"It's in ragtime, it's in bounce music from New Orleans. You hear it in hip-hop today. There's an inherent asymmetry to these patterns. There's a sort of downside and an upside. There's a part that's with the beat and there's a part that's against it. Right? And it sort of moves back and forth between on and off, so it has that lift in it.\"<br /> <br /> He calls it 3-D. And it's no coincidence that the styles he names are all music for dancing. Polyrhythms can be felt, and taught, even if the listener didn't grow up in Havana.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Rhythm+That%27s+A+Way+Of+Living&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frannie Kelley","audio":[{"meta":{"duration":"308"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1324008352-8a09a5.m3u?orgId=1&topicId=1039&ft=3&f=324008351"},{"href":"http://media.npr.org/assets/img/2014/06/20/img_0341-ae151d78d6d3906e5a882b08970664fad71cab1e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}}]}