{"created":"2015-02-24T21:24:33+00:00","modified":"2015-02-25T19:33:07+00:00","valid":{"from":"2015-02-25T19:33:07+00:00","to":"3015-02-25T19:33:07+00:00"},"hreflang":"en","guid":"eda355e5-07f5-40b8-9cbe-a8d8c9904f38","title":"The drone mystery of Paris reveals at least one thing: Parisians love drones","published":"2015-02-25T19:33:02+00:00","byline":"Bradley Campbell","tags":["drones","Charlie Hebdo attack","technology","Technology","Science, Tech & Environment","Paris","Europe","France","Europe","Vivienne Walt","Drone","Unmanned aerial vehicle"],"teaser":"Drones flew over Paris landmarks last night, unnerving a populace still reeling from the Charlie Hebdo attacks. But it shouldn't come as a surprise: One of the top selling drone manufacturers calls Paris home, and they're a hit in the French capital.","contentencoded":"<p>Paris woke up to a mystery today. On Monday night, at least five drones — the kind you can buy at a store, not the military variety — were spotted flying above Paris landmarks like the Eiffel Tower. The city, still in shock over the Charlie Hebdo attacks, is taking it seriously.</p>\n<p>\"When you have something like nighttime flights of unexplained drones over the heart of the capital, it certainly might be designed to rattle the nerves of the security forces,\" says Time Magazine's Vivienne Walt, who's based in Paris.</p>\n<p>The security forces didn't try to shoot the drones out of the sky, but Walt says the government is looking for a way to keep unwanted drones out of the air. \"It has put out a bid for various research to design a system that would intervene and take down unmanned objects of this kind,\" she says.</p>\n<p>But Walt finds the whole situation ironic, as France has trumpeted the homegrown companies that invented such drones. \"One of the most popular drones at the moment on the market is something called the Parrot,\" she says. \"It's a Paris company, and the government has been very proud of it. And it's been selling like crazy in stores around Paris.\"</p>\n<p>The drones were a popular Christmas gift, Walt says: \"These drones are very, very popular in Paris. And I think there is something very tantalizing about flying your own drone, about getting your own aerial photos.”</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/C3Z1nZFZn8A\" width=\"560\"></iframe></p>\n<p>Yet flying drones in downtown Paris is actually illegal. Walt says you can't fly over central Paris below 19,000 feet, but she doubts many drone operators know the law. \"I'm not sure the law has ever been written for these devices in mind,\" she says. \"It far predates the invention of hobbyist drones, which are only a few years old.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-24%2Fdrone-mystery-paris-reveals-least-one-clue-parisians-really-drones-0&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0224201505.mp3"},{"href":"http://www.pri.org/file/0224201505mp3"}]}