{"created":"2014-09-04T16:43:54+00:00","modified":"2015-02-26T18:52:55+00:00","valid":{"from":"2015-02-26T18:52:55+00:00","to":"3015-02-26T18:52:55+00:00"},"hreflang":"en","title":"Ghanaian Mystery Writer Says 'It's Easy To Get Murdered In Accra'","published":"2014-09-02T15:23:00+00:00","teaser":"And, author Kwei Quartey adds, \"The police may not find you for a little while.\" That's why he chose to set his second Detective Inspector Dawson book in Ghana's capital.","itags":["npr_api","344239617"],"guid":"eda4d372-2f6a-4486-adbf-c517f7cc749f","contentencoded":"<p>White egrets swoop down on the Agbogbloshie Canal and stoop to pick at mounds of filth and trash in search of food. The clogged and stinky waterway dominates Agbogbloshie, the main shantytown in Accra, Ghana's capital city. You wonder how the birds manage to maintain white feathers as they wade in the putrid, muddy water.</p><p>The stench of that water puts off Detective Inspector Darko Dawson, the protagonist of writer Kwei Quartey's murder mysteries set in Ghana. In 2011's <em>Children of the Street</em>, Quartey's second Dawson mystery, Dawson gags as he investigates the apparent murder of a young man whose body was dumped near the canal with a stab wound in his back.</p><p>A day shy of his 17th birthday, the book's prologue tells us, street boy Musa was penniless, blameless, lonely and about to die as his short life flashed before him:</p><p>\"He had only wanted his life to get better. ... As Musa's eyelids fluttered closed, he must have wondered if this is what his father had meant. ... <em>If you go to Accra, you will become nothing but a street child and you will pay a terrible price for it.</em>\"</p><p>Musa hails from an impoverished family in dry, dusty northern Ghana. He moved down south to the lush, green capital city in search of work and to be able to send money home to his mother. Once there, he pushed open-top carts around the streets, ferrying heaving loads as a \"truck pusher,\" a job that left him exhausted at the end of the long working day.</p><p><strong>A Preference For 'Sad And Poignant' Crime Scenes </strong></p><p>D.I. Dawson is a 6-foot-something good-looker with a heart of gold when it comes to his family and a dogged determination to hunt down miscreants and murderers, especially looking out for society's castoffs, such as street kids.</p><p>His seniors consider him demanding, pushy, over-confident and sometimes arrogant.</p><p>His Achilles' heel is a penchant for marijuana, or \"wee,\" as it's called in Ghana. Dawson is desperately trying to kick the habit, but he can't resist puffing on a spliff when he finds himself unable to solve the riddle of the serial murders of Accra's homeless children. Like Musa, all the victims, including a young woman, end up in abject misery even after their deaths, tossed into dumpsters, sitting upright in public latrines and worse.</p><p>Quartey says he prefers \"sad and poignant\" crime scenes. From a crime fiction writer's standpoint, he says, you can say more that way. \"Besides the awful fate that you [the victim] have come to, as you've been either butchered to death, or shot or what have you, that you should die in a place that is so filthy, it's almost as though you've been further humiliated.\"</p><p><strong>An Easy Place To Be Murdered</strong></p><p>Born to a Ghanaian father and an African-American mother, Quartey was raised in Accra before heading to medical school in the U.S. Both urban and rural Ghana serve as the backdrop to his crime stories.</p><p>The first in the D.I. Dawson series was 2009's <em>Wife of the Gods.</em> <em>Murder at Cape Three Points</em>, the third Dawson mystery, was published last spring.</p><p><em>Children of the Street</em>, Quartey's second Dawson book, concentrates on the neighborhoods of Old Accra, on the coastal curve of the Atlantic Ocean. Ghana was the first of Britain's West African colonial conquests to gain independence in 1957. Quartey makes it a point to personally research his murder locations during trips to Ghana from the U.S., where he remains a practicing physician.</p><p>As loud car and truck horns blast through the air, Quartey explains his fascination with Accra, which he describes as a high-energy, rules-meant-to-be-broken kind of place in some areas, that he — and Dawson — both find entertaining yet exhausting.</p><p>\"Sensory overload! The sounds, the smells and the sights — sometimes so much that your brain gets tired,\" says Quartey. \"But it is a perfect location for murders of all kinds because, in many ways, for example at nighttime, the city becomes very quiet and deserted and certainly very dark.\"</p><p>That's when the hustle and bustle, traders and street vendors — selling everything from mangoes to carpets and cutlery — have disappeared for the day. In the dead of night, Quartey says, \"in some ways it's easy to get murdered in Accra — and you might be ignored for a while. The police may not find you for a little while.\"</p><p>But Dawson's innate sixth sense sometimes leads the detective off track. He agonizes when he hauls in the wrong suspect and has to release them. That's when his loving family steps in to calm Dawson down. His two sons — an adopted former street boy named Sly and the plucky but ailing Hosiah, or \"Champ\" — and his wife are supportive.</p><p>\"Christine is a smart, attractive woman who is a teacher, and she provides a lot of insight for him,\" Quartey says. \"Although she is not a cop, she's a stabilizing force for him since he can sometimes go off the rails.\"</p><p>Quartey says when Dawson gets depressed, \"it's sometimes Christine who gets him out of it. She's a quiet backbone.\"</p><p><strong>More And More Ghanaian</strong></p><p>In the end, D.I. Dawson and his sidekick, Philip Chikata, get their killer in <em>Children of the Street</em> — and go on to new challenges.</p><p>Quartey, who's learning Ghana's lingua franca, Twi, tells NPR that Ghanaian customs, values and language will feature more prominently in his next crime novel, in which D.I. Dawson investigates a dead body and the murky world of illegal gold mining.</p><p>\"With gold, it seems almost a crazy, craven rush for wealth from that famous glinting yellow metal,\" Quartey says. \"Yes, it's a totally different world for him.\"</p><p><em>Gold of the Fathers</em> is due out next spring.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ghanaian+Mystery+Writer+Says+%27It%27s+Easy+To+Get+Murdered+In+Accra%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ofeibea Quist-Arcton","audio":[{"meta":{"duration":"434"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344935075-003a92.m3u?orgId=1&topicId=1161&aggIds=100876926,13795507&e=344239617&d=434&ft=nprml&f=344239617"},{"href":"http://media.npr.org/assets/img/2014/08/29/canal-pic-30226892c6246d92c2f27fceb876a40b25f317a9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"3997"}},{"href":"http://media.npr.org/assets/img/2014/08/29/cart-pusher1-299f25e2bc38a994c5058fb1d71bff1f53ded4f8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2344","width":"3125"}},{"href":"http://media.npr.org/assets/img/2014/08/29/img_5754-1644518a8c3e35035acf4a25d22a3e01a7e51edc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"3997"}}]}