{"created":"2014-10-27T18:03:43+00:00","modified":"2014-10-27T18:03:43+00:00","valid":{"from":"2014-10-27T18:03:43+00:00","to":"3014-10-27T18:03:43+00:00"},"hreflang":"en","title":"Remembering Charles Bowden","published":"2014-09-05T19:08:00+00:00","teaser":"The author and journalist died last week. We revisit his past conversations with Here & Now.","itags":["npr_api","345818228"],"contentencoded":"<p>Charles Bowden heard the birds singing near his home in Tucson, Arizona. He said that in an email to me once. I used to send him a message every once in a while just to see how he was doing. He would write back and tell me how he was drinking a cup of coffee and listening to the birds sing. &#8220;I scribble on this and that,&#8221; he said in a message dated July 22. That was the last one I got.</p><p>Chuck wrote about the beauty of things, especially the desert of the American southwest. But he also took us inside the mind of a cold-blooded killer. As an investigative reporter, he explored the drug wars in Ciudad Juarez. He and his partner Molly Molloy met and interviewed a man who was a killer for a drug cartel. The book they produced about him is called &#8220;<a href=\"http://www.amazon.com/El-Sicario-Autobiography-Mexican-Assassin/dp/1568586582/?tag=wburorg-20\" target=\"_blank\">El Sicario: The Autobiography of a Mexican Assassin</a>&#8221; (read an excerpt <a href=\"http://hereandnow.wbur.org/2011/06/02/drug-cartel-hitman\" target=\"_blank\">here</a>).</p><p>Chuck was on <em><a href=\"http://hereandnow.wbur.org/\">Here & Now</a></em> several times talking about issues on the border – immigration, the drug wars and the writing he had done about those things in books and magazine. The thing that always struck us was his voice. It flowed from his lips like the Rio Grande running one of its calmest stretches. Of everything he did, I think my favorite is a book called &#8220;<a href=\"http://utpress.utexas.edu/index.php/books/bowtri\" target=\"_blank\">Trinity</a>,&#8221; published by the University of Texas Press.</p><ul><li><a href=\"http://hereandnow.wbur.org/2011/06/02/drug-cartel-hitman\" target=\"_blank\">Hear our 2011 interview with Chuck Bowden and Molly Molloy about &#8220;El Sicario&#8221;</a></li></ul><p>It’s a beautiful work of art, the final chapter in a trilogy devoted to his home turf, the desert. &#8220;Trinity” includes incredible black and white photos taken by Michael P. Berman. The pictures remind me of the images captured by Timothy O&#8217;Sullvan in the southwest in the 1870s. And Chuck&#8217;s words echo back to that time. He writes this about the outlaw who came to be known as Billy the Kid.</p><blockquote><p>&#8220;He&#8217;s a shape changer, something the tribesmen would understand, an immature personality trying this out and trying that out, feeling his way into some standing in the world, into some identity, and he&#8217;s heading into a new territory where hardly anyone has yet figured out an identity, a cauldron of cutthroats and recent immigrants from Europe and Mexicans and various Indians still refusing to make the peace.&#8221;</p></blockquote><p>Chuck Bowden died in his sleep on Saturday August 30th in the Las Cruces, New Mexico home he shared with his partner Molly Molloy. He was 69. I hope he heard the birds singing.</p><p><div style=\"margin:10px 0;\">            <div style=\"margin:0 0 10px 0;\">                <iframe class=\"mp-iframe\"                    width=\"100%\" height=\"122\" scrolling=\"no\" frameborder=\"no\"                    src=\"//embed.wbur.org/player/hereandnow/2014/09/04/charles-bowden-interview?title=Hear our interview with Chuck Bowden on April 30, 2009\">                </iframe>            </div></div><ul><li><strong>Related:</strong> <a href=\"http://newscenter.nmsu.edu/Articles/view/7508\" target=\"_blank\">NMSU librarian Molly Molloy keeps the count for those killed in Juarez</a></li><li><a href=\"http://utpress.utexas.edu/index.php/books/bowbow\" target=\"_blank\">The Charles Bowden Reader</a></li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Remembering+Charles+Bowden&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alex Ashlock","guid":"eda588b3-8ed6-47a8-adc1-5253558dcd56","audio":[{"meta":{"duration":"538"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1346124011-518065.m3u?orgId=330&ft=3&f=345818228"}]}