{"created":"2014-11-07T20:37:25+00:00","modified":"2014-11-10T22:00:46+00:00","valid":{"from":"2014-11-10T22:00:46+00:00","to":"3014-11-10T22:00:46+00:00"},"hreflang":"en","title":"'Viva La Libertà' Offers Harmless Electoral Fun ","published":"2014-11-08T01:11:00+00:00","teaser":"NPR film critic Bob Mondello reviews <em>Viva la Libert<em>à</em></em>, a lightweight Italian election comedy that might provide even Democrats with a smile this week.","itags":["npr_api","362267885"],"guid":"eda80315-5cec-4f46-b4b4-237d42ae1c2f","contentencoded":"<p>Whether you viewed this week's midterm elections as exhilarating or bruising, you're probably ready to move on at this point, which makes the timing problematic for Roberto Andò's lightweight election comedy, <em>Viva La Libertà</em> (Long Live Freedom).</p><p>Not that opening the week before local elections last year did much for it at the Italian box office. Perhaps party scandals don't register as they once did. The film begins with Enrico Oliveri, a leftist politician who's used to losing, arriving at a party function feeling listless and out-of-sorts. His opposition party's poll numbers are in the tank. And his dull, bureaucratic speeches don't fire up crowds. They sometimes even get shouted down, and that's what happens with this supposedly friendly audience.</p><p>So, without telling a soul, including his wife, Enrico packs a suitcase and disappears to the out-of-country home of a somewhat startled ex-girlfriend he hasn't seen in years, determined to lay low for a few days and see what his party does without him.</p><p>Knowing the press will have a field day with the disappearance, his campaign manager frantically tries to find him, even contacting Enrico's brother Giovanni, who's just out of a mental institution. Enrico's <em>identical twin </em>brother, as it happens, and ... well, you see where this is headed. Unlike his political sibling, who never says anything remotely controversial to a reporter, cheerfully unbalanced Giovanni is a walking soundbite.</p><p>\"Fear is the music of democracy,\" he tells a journalist who shows up while he and the campaign manager are dining in a cafe. \"And in the chamber of deputies, not one idiot knows he's an idiot.\"</p><p>The interview makes headlines — good headlines for a change — and the campaign manager decides to see if Giovanni can deliver an actual speech, only to have him crumple it up and say he'll just improvise.</p><p>\"You must be crazy,\" sputters the manager.</p><p>\"So they say,\" chuckles the imposter, who is soon charming union leaders, whipping campaign crowds into a frenzy, and dancing barefoot with a previously skeptical Madame Chancellor, quite literally sweeping her off her feet ... along with the electorate.</p><p>The film's writing isn't as pointed as it might be. Giovanni rallies his leftist troops with speeches every bit as bromide-filled as most political chatter. And director Andò doesn't worry much about what having an actual madman in office might do to Italian politics. He seems content to let actor Toni Servillo lark about, alternately depressively and irrepressibly, as the two brothers. As for the party-that-never-wins having to actually govern — that's a scenario that might be fun to watch ... playing out harmlessly on screen.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Viva+La+Libert%C3%A0%27+Offers+Harmless+Electoral+Fun+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Mondello","audio":[{"meta":{"duration":"132"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362352018-856496.m3u?orgId=1&topicId=4467349&ft=3&f=362267885"},{"href":"http://media.npr.org/assets/img/2014/11/07/l.p-sc-52pt-271112-007_ok_toni-servillo_foto-di-lia-pasqualino-1024x682-2895dda73a7e3f9542e4fa21b2b6cb7ce5b527af.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"682","width":"909"}}]}