{"created":"2015-02-09T02:20:20+00:00","modified":"2015-06-05T18:52:56+00:00","valid":{"from":"2015-06-05T18:52:56+00:00","to":"3015-06-05T18:52:56+00:00"},"hreflang":"en","title":"Sam Smith Wins 4 Grammy Awards, Including Song Of The Year","published":"2015-02-09T19:48:00+00:00","teaser":"The British singer also won Best New Artist and Record of the Year, for \"Stay With Me.\" Beck won Album of the Year for his subdued, folky <em>Morning Phase</em>.","itags":["npr_api","384830761"],"guid":"edb7bb6f-acc9-4b2b-8045-bb8f7dcf8efc","contentencoded":"<p><a href=\"http://www.npr.org/artists/384927706/sam-smith\">Sam Smith</a>, the British singer whose debut album, <em>In the Lonely Hour</em>, was one of only two albums released in 2014 to go platinum, won four Grammys, including Record and Song of the Year, as well as Best New Artist.</p><p>In a moment that seemed to catch most of the audience by surprise, Beck's <em>Morning Phase</em> won Album of the Year, keeping Smith from sweeping the top categories. Beck's album of subdued, string-laden folk songs was critically favored, but it felt like an underdog against nominations of pop stars Smith, Pharrell Williams, Beyoncé and Ed Sheeran.</p><p>Even so, it was Smith's night. \"Stay With Me,\" the song that won Record and Song of the year, has been on the <em>Billboard </em>Hot 100 for 43 weeks, and <em>In the Lonely Hour</em> sold 1.2 million copies last year, more than any other album released in 2014 except Taylor Swift's <em>1989</em>, which was released after the Grammy eligibility period for the year ended. Midway through the ceremony, Smith performed a subdued but confident version of the song with Mary J. Blige, backed by strings and a choir.</p><p>The tempo of the night rarely pushed past a steady pulse, either in the performances or the winners. All five Album of the Year nominees performed over the course of a long telecast in which only nine awards were handed out, compared with 23 performances, as host LL Cool J announced at the start of the night. Many artists took the stage with unexpected partners. Sheeran performed a two-part set; he performed his own \"Thinking Out Loud\" with a band that included Herbie Hancock, Questlove and John Mayer before joining Jeff Lynn's Electric Light Orchestra for \"Mr. Blue Sky.\" Beck played the sleepy, wistful \"Heart Is a Drum\" with Coldplay's Chris Martin.</p><p>Many collaborations paired musicians currently in residence on the pop charts with hall-of-famers: Lady Gaga and Tony Bennett sang \"Cheek to Cheek,\" the title song from their album of duets. Irish singer-songwriter Hozier performed his Song of the Year-nominated hit, \"Take Me to Church,\" with a steely-eyed Annie Lennox. Kanye West, Rihanna and Paul McCartney played the acoustic \"FourFiveSeconds,\" a song that was released on the Internet just two weeks ago. West also performed \"Only One,\" a song he recorded with McCartney.</p><p><em>Morning Phase </em>was also awarded Best Rock Album and Best Engineered Album, Non-Classical. When Beck's name was announced as the Album of the Year winner, West briefly rushed on stage and approached the microphone, before backing away, in an apparent joke about his own notorious theft of the microphone from Taylor Swift at the 2009 MTV Video Music Awards, when he insisted that Beyoncé deserved the awards Swift had won.</p><p>Beyoncé picked up three awards of her own. \"Drunk In Love\" won Best R&B Song and Performance, and <em>Beyoncé </em>won Best Surround Sound Album. Pharrell Williams also won three Grammys, including Best Pop Solo Performance and Best Music Video for \"Happy\" and Best Urban Contemporary Album for <em>Girl.</em></p><p>Other multiple-award winners included Rosanne Cash, who won three awards in the Americana category, and Chick Corea, who won two jazz awards. The rap category was split between Eminem, who won Best Rap Album for <em>The Marshall Mathers LP2 </em>and Best Rap/Sung Collaboration for \"The Monster,\" which features Rihanna, and Kendrick Lamar, who won Best Rap Song and Best Rap Performance for \"i.\" Jack White won Best Rock Performance for the title song to his album <em>Lazaretto</em> as well as an award for the Best Boxed or Special Limited Edition Package for <em>The Rise & Fall Of Paramount Records, Volume One (1917-27).</em></p><p>The full list of awards <a href=\"http://www.grammy.com/nominees\" target=\"_blank\">can be found here</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sam+Smith+Wins+4+Grammy+Awards%2C+Including+Song+Of+The+Year&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jacob Ganz","audio":[{"meta":{"duration":"188"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384875932-514197.m3u?orgId=1&topicId=1106&aggIds=100920965&d=188&p=3&story=384830761&t=progseg&e=384875711&seg=18&ft=nprml&f=384830761"},{"href":"http://media.npr.org/assets/img/2015/02/08/463022818-cc395fae1bef04e2284227b6df6f8b4cdcb84cc2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1710","width":"2281"}}]}