{"created":"2015-01-22T20:45:35+00:00","modified":"2015-06-05T15:30:06+00:00","valid":{"from":"2015-06-05T15:30:06+00:00","to":"3015-06-05T15:30:06+00:00"},"hreflang":"en","title":"Maybe Early Humans Weren't The First To Get A Good Grip","published":"2015-02-23T18:16:00+00:00","teaser":"The opposable thumb you use to hold a pencil was long thought to be a defining aspect of humans. But an analysis of finger bones suggests stone tool use by pre-humans — perhaps 3 million years ago.","itags":["npr_api","378915363"],"guid":"edb9b979-37a8-4119-b220-ca8897c55f28","contentencoded":"<p>The special tool-wielding power of human hands may go back farther in evolutionary history than scientists have thought.</p><p>That's according to a new study of hand bones from an early relative of humans called <em>Australopithecus africanus</em>. Researchers used a powerful X-ray technique to scan the interior of the bones, and they detected a telltale structure that's associated with a forceful precision grip.</p><p>\"It's clear evidence that these australopiths were using their hands and using grips that are very consistent with what modern humans did and what our recent relatives like Neanderthals did,\" says <a href=\"http://www.kent.ac.uk/sac/staff-profiles/profiles/biological-anthropology/academic-staff/skinner_matthew.html\">Matthew Skinner</a>, a paleoanthropologist at the University of Kent, in the United Kingdom. He was part of the team that <a href=\"http://www.sciencemag.org/content/347/6220/395\">published</a> the new work online Thursday in <em>Science</em>.</p><p>The human hand is capable of fine manipulation that is way beyond the capabilities of our closest living relatives, the great apes. A chimpanzee, for example, would find it impossible to hold a pencil in the way that people do. That's because the human hand has short fingers and a relatively long thumb, letting us easily press our thumb against the pads of our fingers.</p><p>And while chimpanzees do use tools — they might use a twig to fish termites out of a mound, for example — the use of stone tools has long been seen as a uniquely human activity. The earliest known members of the human group were named <em>Homo habilis,</em> or \"handy man.\" These early humans were thought to be the first stone toolmakers; their hand bones had external features similar to those seen in modern humans.</p><p>Scientists have clear evidence of stone tool use as early as 2.4 million years ago. Recently, though, researchers made the controversial claim that they'd found animal bones from about 3.4 million years ago that seemed to have cut marks made by stone tools. That find was associated with an ancient relative of humans called <em>Australopithecus afarensis</em>; the discovery suggested that the precursors to humans also might have been handy.</p><p>Now, this new study of hand bones adds another bit of evidence. Skinner and his colleagues knew that bone is a living tissue that responds to the forces and stresses exerted on it. And they found that humans, but not chimpanzees, have a distinctive structural pattern inside the hand bones; it seems to be created when you, for example, forcefully oppose your thumb with your fingers.</p><p>What's more, the humanlike pattern was found inside the hand bones of <em>Australopithecus africanus</em>, suggesting that this type of grip may have been commonly used as early as 3 million years ago.</p><p>\"We were very excited,\" says Skinner. \"There are aspects of our anatomy which are very interesting and very unique and define us of a species. And what we have shown here is that some of the aspects of the hand which are so unique to modern humans have a much deeper evolutionary history than we thought previously.\"</p><p>He says it's not clear whether this species was actually using stone tools, or doing something else with their hands. But he thinks the new finding will probably prompt researchers to start looking for more evidence of stone tool use by these more remote ancestors to humans. \"Because there's been a general feeling that one didn't even need to look for them, because they just didn't use them,\" Skinner says.</p><p><a href=\"http://www.amnh.org/our-research/staff-directory/brian-g.-richmond\">Brian Richmond</a>, a paleoanthropologist at the American Museum of Natural History in New York, agrees that the big question is what these folks were doing with their hands to create this internal bone pattern. \"It's not direct evidence of tool use,\" he says. \"It's direct evidence of handling objects in a fairly humanlike way.\"</p><p>He says <em>Australopithecus</em> walked upright and had more or less the same hand proportions as modern humans, so it makes sense that they would be capable of using their hands to manipulate lots of things.</p><p>\"But this suggests that they were actually doing it, not just that they could. There's evidence of behavior,\" he says. \"It gives us a really high-resolution glimpse into the kinds of joint stresses that were happening in the hands, some 2 to 3 million years ago.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Maybe+Early+Humans+Weren%27t+The+First+To+Get+A+Good+Grip&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"160"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379157264-11302d.m3u?orgId=1&topicId=1128&d=160&p=2&story=378915363&t=progseg&e=379001225&seg=3&ft=nprml&f=378915363"},{"href":"http://media.npr.org/assets/img/2015/01/22/skinner1hr-3dbc7b6fcbeac0ef66ed0fa06b5b4b659a35f047.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1865","width":"2487"}},{"href":"http://media.npr.org/assets/img/2015/01/22/skinner2hr_enl-cf5d4f0ffcdcfb8ba52755ac03964642dfb60660.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1990","width":"2008"}}]}