{"created":"2015-06-24T20:36:25+00:00","modified":"2015-06-30T18:44:15+00:00","valid":{"from":"2014-09-26T01:48:31+00:00","to":"3014-09-26T01:48:31+00:00"},"hreflang":"en","title":"The Inspiring, Rule-Breaking Wisdom of Susan Sontag","byline":"Martin, Brittany","guid":"edbddf58-1b51-4ff2-819d-b02ed01d1501","teaser":"Novelist Sigrid Nunez – then an editorial assistant at The New York Review of Books – helped tend to Susan Sontag’s letters during her first bout with cancer, and they struck up a friendship.  Eventually  she dated Susan’s son David Rieff, and for a time in the 1970s they shared a household at 340 Riverside Drive. She […]","published":"2014-09-26T01:48:31+00:00","contentencoded":"<div class=\"barn-cleaned\"><p>Novelist Sigrid Nunez – then&nbsp;an editorial assistant at The New York Review of Books – helped tend&nbsp;to Susan Sontag’s letters during her first bout with cancer, and they struck up a friendship. &nbsp;Eventually &nbsp;she dated Susan’s son David Rieff, and for a time in the 1970s they shared a household at 340 Riverside Drive. She calls Susan “probably the most important mentor that I ever had.”</p>\n<br />\n<p>This excerpt below picks up when&nbsp;Sigrid&nbsp;decides to get away from the city for a month, and brush up on her writing at a writers’ colony&nbsp;in upstate New York. &nbsp;Susan is not impressed.</p>\n<br />\n<img class=\"aligncenter\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\" alt=\"DPD-Banner\" /><br />\n<p><em>Note: The audio excerpt has been edited for broadcast time. Here is the full text:</em></p>\n<br />\n<p>It was my first time ever going to a writers’ colony, and,&nbsp;for some reason I no longer recall, I had to postpone the&nbsp;date on which I was supposed to arrive. I was concerned&nbsp;that arriving late would be frowned on. But Susan insisted&nbsp;this was not a bad thing. “It’s always good to start off anything&nbsp;by breaking a rule.” For her, arriving late&nbsp;<em>was&nbsp;</em>the&nbsp;rule. “The only time I worry about being late is for a plane&nbsp;or for the opera.” When people complained about always&nbsp;having to wait for her, she was unapologetic. “I figure, if&nbsp;people aren’t smart enough to bring along something to&nbsp;read . . .” (But when certain people wised up and she ended&nbsp;up having to wait for them, she was not pleased.)&nbsp;My own fastidious punctuality could get on her nerves.&nbsp;Out to lunch with her one day, realizing I was going to be&nbsp;late getting back to work, I jumped up from the table, and&nbsp;she scoffed, “Sit down! You don’t have to be there on the dot.&nbsp;Don’t be so servile.”&nbsp;<em>Servile&nbsp;</em>was one of her favorite words.</p>\n<br />\n<p>* * *</p>\n<br />\n<p>Why was I going to a writers’ colony, anyway? Susan wanted&nbsp;to know. She herself would never do that. If she was going to&nbsp;hole up and work for a spell, let it be in a hotel. She’d done&nbsp;that a couple of times and loved it, ordering sandwiches and&nbsp;coffee from room service and working feverishly. But to be&nbsp;secluded in some rural retreat just sounded grim. And what&nbsp;sort of inspiration was to be found in the country? Had I&nbsp;never read Plato? (Socrates to Phaedrus: “I’m a lover&nbsp;of&nbsp;learning, and trees and open country won’t teach me anything.”)&nbsp;I never knew anyone who was more appreciative than&nbsp;Susan was of the beautiful in art and in human physical&nbsp;appearance—“I’m a beauty freak”&nbsp;was something she said&nbsp;all the time—and yet I never knew anyone less moved by the&nbsp;beauties of nature.</p>\n<br />\n<a href=\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/09/Sigrid-Nunez_credit-Marion-Ettlinger.png\"><img src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/09/Sigrid-Nunez_credit-Marion-Ettlinger.png\" alt=\"Photo: Marion Ettlinger\" /></a>Sigrid Nunez. Photo: Marion Ettlinger<br />\n<p>To her, it could not have been more obvious:&nbsp;art was superior to nature as the city was superior to the&nbsp;country. Why would anyone want to leave Manhattan—“capital of the twentieth century,” as she loved to say—&nbsp;for a month in the woods? When I said I could easily imagine&nbsp;moving to the country, maybe not right then but when I was older,&nbsp;she was appalled. “That sounds like&nbsp;<em>retiring</em>.” The very word made&nbsp;her ill.</p>\n<br />\n<p>Because it was where her parents lived, she sometimes&nbsp;had to fly to Hawaii. When I said I was dying to visit America’s&nbsp;most beautiful state, she was baffled. “But it’s totally&nbsp;boring.” Curiosity was a supreme virtue in her book, and&nbsp;she herself was endlessly curious— but not about the natural world.&nbsp;Though she often spoke admiringly of the view from her apartment,&nbsp;I never knew her to cross the street to go into Riverside Park.&nbsp;Once, when we were walking together on a campus&nbsp;outside the city, a chipmunk zipped across our path and&nbsp;dove into a hole at the base of an oak tree. “Oh, look at&nbsp;that,” she said. “Just like Walt Disney.” Another time, I showed&nbsp;her a story I was working on in which a dragonfly appeared.&nbsp;“What’s that? Something you made up?” When I started to&nbsp;describe what a dragonfly was, she cut me off. “Never mind.”&nbsp;It wasn’t important; it was boring.&nbsp;<em>Boring</em>, like&nbsp;<em>servile</em>, was one of&nbsp;her favorite words.</p>\n<br />\n<p>Another was&nbsp;<em>exemplary</em>. Also,&nbsp;<em>serious</em>. “You can tell how&nbsp;serious people are by looking at their books.” She meant&nbsp;not only what books they had on their shelves, but how the&nbsp;books were arranged. At that time she had about six thousand&nbsp;books, perhaps a third of the number she would&nbsp;eventually own. Because of her, I arranged my own books&nbsp;by subject and in chronological rather than alphabetical&nbsp;order. I wanted to be serious. “It&nbsp;<em>is&nbsp;</em>harder for a woman,”&nbsp;she acknowledged. Meaning:&nbsp;to be serious, to take herself seriously, to get others to&nbsp;take her seriously.&nbsp;<em>She&nbsp;</em>had put her foot down while still a&nbsp;child. Let gender get in her way? Not on your life! But most&nbsp;women were too timid. Most women were afraid to assert&nbsp;themselves, afraid of looking too smart, too ambitious, too&nbsp;confident. They were afraid of being unladylike. They did&nbsp;not want to be seen as hard or cold or self-centered or arrogant. They were afraid of looking masculine.&nbsp;Rule number one was to get over all that.</p>\n<br />\n<p>Here is one of my favorite Susan Sontag stories.</p>\n<br />\n<p>It was sometime in the sixties, after she’d become a&nbsp;Farrar, Straus and Giroux author, and she was invited to a&nbsp;dinner party at the Strauses’ Upper East Side town house.&nbsp;Back then, it was the custom chez Straus for the guests to&nbsp;separate after dinner, the men repairing to one room, the&nbsp;women to another. For a moment Susan was puzzled. Then&nbsp;it hit her. Without a word to the hostess, she stalked off to&nbsp;join the men. Dorothea Straus told the story gleefully years later:&nbsp;“And that was that! Susan broke the tradition, and we&nbsp;never split up after dinner again.”&nbsp;<em>She&nbsp;</em>was certainly not afraid&nbsp;of looking masculine. And she was impatient with other women&nbsp;for not being more like her. For not being able to leave the women’s room and&nbsp;go join the men.</p>\n<br />\n<p>&nbsp;</p>\n<br /></div>","contenttemplated":"[{\"content\":\"<p>Novelist Sigrid Nunez – then an editorial assistant at The New York Review of Books – helped tend to Susan Sontag’s letters during her first bout with cancer, and they struck up a friendship.  Eventually  she dated Susan’s son David Rieff, and for a time in the 1970s they shared a household at 340 Riverside Drive. She calls Susan “probably the most important mentor that I ever had.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>This excerpt below picks up when Sigrid decides to get away from the city for a month, and brush up on her writing at a writers’ colony in upstate New York.  Susan is not impressed.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<img alt=\\\"DPD-Banner\\\" class=\\\"aligncenter\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\\\" />\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><em>Note: The audio excerpt has been edited for broadcast time. Here is the full text:</em></p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>It was my first time ever going to a writers’ colony, and, for some reason I no longer recall, I had to postpone the date on which I was supposed to arrive. I was concerned that arriving late would be frowned on. But Susan insisted this was not a bad thing. “It’s always good to start off anything by breaking a rule.” For her, arriving late <em>was </em>the rule. “The only time I worry about being late is for a plane or for the opera.” When people complained about always having to wait for her, she was unapologetic. “I figure, if people aren’t smart enough to bring along something to read . . .” (But when certain people wised up and she ended up having to wait for them, she was not pleased.) My own fastidious punctuality could get on her nerves. Out to lunch with her one day, realizing I was going to be late getting back to work, I jumped up from the table, and she scoffed, “Sit down! You don’t have to be there on the dot. Don’t be so servile.” <em>Servile </em>was one of her favorite words.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>* * *</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Why was I going to a writers’ colony, anyway? Susan wanted to know. She herself would never do that. If she was going to hole up and work for a spell, let it be in a hotel. She’d done that a couple of times and loved it, ordering sandwiches and coffee from room service and working feverishly. But to be secluded in some rural retreat just sounded grim. And what sort of inspiration was to be found in the country? Had I never read Plato? (Socrates to Phaedrus: “I’m a lover of learning, and trees and open country won’t teach me anything.”) I never knew anyone who was more appreciative than Susan was of the beautiful in art and in human physical appearance—“I’m a beauty freak” was something she said all the time—and yet I never knew anyone less moved by the beauties of nature.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<a href=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/09/Sigrid-Nunez_credit-Marion-Ettlinger.png\\\"><img alt=\\\"Photo: Marion Ettlinger\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/09/Sigrid-Nunez_credit-Marion-Ettlinger.png\\\" /></a>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>To her, it could not have been more obvious: art was superior to nature as the city was superior to the country. Why would anyone want to leave Manhattan—“capital of the twentieth century,” as she loved to say— for a month in the woods? When I said I could easily imagine moving to the country, maybe not right then but when I was older, she was appalled. “That sounds like <em>retiring</em>.” The very word made her ill.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>Because it was where her parents lived, she sometimes had to fly to Hawaii. When I said I was dying to visit America’s most beautiful state, she was baffled. “But it’s totally boring.” Curiosity was a supreme virtue in her book, and she herself was endlessly curious— but not about the natural world. Though she often spoke admiringly of the view from her apartment, I never knew her to cross the street to go into Riverside Park. Once, when we were walking together on a campus outside the city, a chipmunk zipped across our path and dove into a hole at the base of an oak tree. “Oh, look at that,” she said. “Just like Walt Disney.” Another time, I showed her a story I was working on in which a dragonfly appeared. “What’s that? Something you made up?” When I started to describe what a dragonfly was, she cut me off. “Never mind.” It wasn’t important; it was boring. <em>Boring</em>, like <em>servile</em>, was one of her favorite words.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Another was <em>exemplary</em>. Also, <em>serious</em>. “You can tell how serious people are by looking at their books.” She meant not only what books they had on their shelves, but how the books were arranged. At that time she had about six thousand books, perhaps a third of the number she would eventually own. Because of her, I arranged my own books by subject and in chronological rather than alphabetical order. I wanted to be serious. “It <em>is </em>harder for a woman,” she acknowledged. Meaning: to be serious, to take herself seriously, to get others to take her seriously. <em>She </em>had put her foot down while still a child. Let gender get in her way? Not on your life! But most women were too timid. Most women were afraid to assert themselves, afraid of looking too smart, too ambitious, too confident. They were afraid of being unladylike. They did not want to be seen as hard or cold or self-centered or arrogant. They were afraid of looking masculine. Rule number one was to get over all that.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p>Here is one of my favorite Susan Sontag stories.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>It was sometime in the sixties, after she’d become a Farrar, Straus and Giroux author, and she was invited to a dinner party at the Strauses’ Upper East Side town house. Back then, it was the custom chez Straus for the guests to separate after dinner, the men repairing to one room, the women to another. For a moment Susan was puzzled. Then it hit her. Without a word to the hostess, she stalked off to join the men. Dorothea Straus told the story gleefully years later: “And that was that! Susan broke the tradition, and we never split up after dinner again.” <em>She </em>was certainly not afraid of looking masculine. And she was impatient with other women for not being more like her. For not being able to leave the women’s room and go join the men.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p> </p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"}]","tags":["APM","Eavesdropping","books"],"itags":["PMP:The_Dinner_Party_Download_PMP","The Dinner Party Download","The Dinner Party Download 2014-09-25","edbddf581b51ff2919d9b02ed01d1501"],"description":"Novelist Sigrid Nunez – then an editorial assistant at The New York Review of Books – helped tend to Susan Sontag’s letters during her first bout with cancer, and they struck up a friendship.  Eventually  she dated Susan’s son David Rieff, and for a time in the 1970s they shared a household at 340 Riverside Drive. She […]","audio":[{"meta":{"width":null,"height":null,"crop":"primary"},"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/09/sontag.jpg","type":"image/jpeg"},{"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/dinnerpartydownload/segments/2014/09/26/0926_nunez_128.mp3","meta":{"duration_hms":"00:04:42","duration":282,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/dinnerpartydownload/segments/2014/09/26/0926_nunez"}},"format":"MP3"}]}