{"created":"2014-12-31T08:22:10+00:00","modified":"2015-06-05T15:31:09+00:00","valid":{"from":"2015-06-05T15:31:09+00:00","to":"3015-06-05T15:31:09+00:00"},"hreflang":"en","title":"Sanctions Intensify Russia's Free Fall Into Economic Crisis","published":"2014-12-31T16:39:00+00:00","teaser":"The Russian economy took a big hit in 2014. The U.S. and other countries imposed economic sanctions after Russia annexed Crimea, but it was falling oil prices that really hurt the country.","itags":["npr_api","373982116"],"guid":"edcd790b-2b3f-4d37-b353-827270151631","contentencoded":"<p>A year ago, Russia's economy was riding high. Today, the country is widely thought to be entering a recession, if it's not already there.</p><p>The plunge in oil prices has been the main culprit, but Russia's economy has had trouble regaining its footing because of sanctions imposed by the West after the annexation of <a href=\"http://www.npr.org/tags/283022112/crimea\" target=\"_blank\">Crimea</a>. President Obama and other Western leaders were quick to condemn Russia when it annexed the Crimean Peninsula last March, and they struggled to find a way to show their outrage.</p><p>\"Obviously a military response to Ukraine was not on the table, and some response was necessary,\" says William Pomeranz of the Woodrow Wilson Center.</p><p>The response was a series of <a href=\"http://www.npr.org/blogs/thetwo-way/2014/04/28/307639038/u-s-eu-to-announce-new-sanctions-on-russia-over-ukraine-unrest\" target=\"_blank\">limited economic sanctions</a> on companies and individuals close to President Vladimir Putin. These sanctions were derided as ineffectual, but European countries that depend on Russia for oil and gas were reluctant to go further. Then in July came a tragedy that would force the West's hand.</p><p>A <a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/18/332496334/malaysia-airlines-flight-mh17-plane-crash-what-we-know\" target=\"_blank\">Malaysian airliner was shot down</a> over Ukraine allegedly by separatists backed by Moscow.</p><p>\"The sanctions took off to a whole new level in the aftermath of the shooting down of the Malaysian airliner,\" Pomeranz says. \"After that, much more comprehensive and sectoral sanctions were introduced.\"</p><p>The <a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/29/336324858/white-house-threatens-more-russian-sanctions-as-kerry-decries-ukrainian-rebels\" target=\"_blank\">new sanctions</a> made it much tougher for Western banks and companies to do business with Russia. By themselves, these sanctions didn't have a huge impact, says Robert Kahn of the Council on Foreign Relations.</p><p>\"But I would also argue that sanctions are, if you will, a force multiplier in this environment, that they are making the oil price dislocations much more powerful than they would have been otherwise,\" Kahn says.</p><p>The sanctions coincided with <a href=\"http://www.npr.org/blogs/thetwo-way/2014/12/18/371643381/putin-sanctions-falling-oil-prices-causing-rubles-tumble\" target=\"_blank\">a steep drop in the price of oil</a>, which has become the lifeblood of Russia's economy. With inflation climbing, the value of the ruble fell by <a href=\"http://www.npr.org/blogs/parallels/2014/12/03/368143679/sanctions-and-low-oil-prices-push-russias-economy-toward-recession\" target=\"_blank\">more than 40 percent</a>. Russian companies that had borrowed in euros and U.S. dollars struggled to pay their debts, and Kahn says the sanctions left them with few options to handle the crisis.</p><p>\"The normal buffers that an economy like Russia has to respond to an oil price shock aren't there,\" he says. \"Borrowing abroad to smooth what might be a temporary shock can't do it. Expanding trade to offset the loss of oil revenue really is quite limited in the current environment.\"</p><p>At the same time, Russia has lashed back by <a href=\"http://www.npr.org/blogs/thesalt/2014/09/04/345506041/russians-react-to-western-food-ban-with-pride-resignation\" target=\"_blank\">blocking imports from the West</a>, making it much tougher to acquire meats and produce from Europe and North America. Russia's oil wealth has given it large foreign reserves. But it's been forced to <a href=\"http://www.npr.org/blogs/thetwo-way/2014/12/20/372088847/russia-says-it-wont-cave-in-to-new-western-sanctions\" target=\"_blank\">spend more than a fifth of them</a> this year to stabilize its banks and companies, and keep its ruble from sliding too much.</p><p>Russian economist Sergei Guriev, who teaches at Sciences Po in Paris, says Moscow can't keep spending down its reserves forever.</p><p>\"Currently it cannot borrow, and so it is clear that in two or three years, when Russia completely spends the reserves, it will have to make substantial spending cuts, and this is not going to be politically popular,\" Guriev says.</p><p>Meanwhile, some in Congress have called for ratcheting up sanctions against Moscow. But Guriev, <a href=\"http://www.nytimes.com/2013/05/30/world/europe/economist-sergei-guriev-leaves-russia-abruptly.html?pagewanted=all\" target=\"_blank\">who fled his homeland for political reasons</a>, warns against pushing Russia too far. A country with nuclear weapons is now facing what he says is nothing less than an existential crisis, and cornering its government can only make the world a less stable place.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sanctions+Intensify+Russia%27s+Free+Fall+Into+Economic+Crisis&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jim Zarroli","audio":[{"meta":{"duration":"240"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374142476-f8af94.m3u?orgId=1&topicId=1004&d=240&p=3&story=373982116&t=progseg&e=374105900&seg=11&ft=nprml&f=373982116"},{"href":"http://media.npr.org/assets/img/2014/12/30/460801476-b7c72bdb8073fc328c4decc0b97a64d1827d112c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3434","width":"4579"}}]}