{"created":"2014-09-04T16:43:04+00:00","modified":"2014-09-18T14:39:00+00:00","valid":{"from":"2014-09-18T14:38:59+00:00","to":"3014-09-18T14:38:59+00:00"},"hreflang":"en","title":"Cannibals And Colonialism: Solving The Mystery Of Michael Rockefeller","published":"2014-03-18T21:14:00+00:00","teaser":"The son of one of America's wealthiest families disappeared off the island of New Guinea in 1961. Writer Carl Hoffman explains how he thinks Rockefeller died and why the truth was kept hidden.","tags":["npr_api","291140637"],"guid":"edd9434a-1ce8-426b-a1db-a69ccbb64b7e","contentencoded":"<p>In 1961, the 23-year-old son of one of America's wealthiest families disappeared in a remote coastal area off the island of New Guinea in the South Pacific, a region inhabited by the Asmat, a tribe known to engage in headhunting and cannibalism.</p><p>In an effort to solve the mystery of what happened to Michael Rockefeller, son of then-New York Gov. Nelson Rockefeller, writer Carl Hoffman dug into long-forgotten archives and spent time among villagers in the region. Hoffman believes the fate of Michael Rockefeller is now clear, and his new book tells the disturbing story of the young man who spent months in the region collecting indigenous art for display in the Museum of Primitive Art in New York. <em>Savage Harvest</em> is both an investigation of the Rockefeller mystery and an exploration of the lives of the Asmat, whose culture in the 1960s was based on Stone Age technology.</p><p>Hoffman has written for several national publications and is the author of two previous books. He tells <em>Fresh Air</em>'s Dave Davies how Rockefeller died and how the politics of colonialism kept that truth hidden for so long.</p><p><hr /></p><p><h3><strong>Interview Highlights </strong></h3></p><p><strong>On the last known sighting of Michael Rockefeller</strong></p><p>He had a homemade catamaran — two native canoes that were joined in the middle with a thatch hut — and an outboard motor. He was with a Dutch anthropologist named Rene Wassing who had been assigned to him by the Dutch government [which was in control of the region] and he was with two local boys. ... They were crossing the mouth of a river and the craft ultimately capsized. ... In the morning, after drifting for 24 hours, they weren't sure what to do and they could still see the narrow, dim piece of the coast and Michael said, \"I think I should swim for it,\" and Rene said, \"I can't swim that well. No way, I'm not leaving.\" Michael strapped a couple of empty gasoline cans to his waist and said, \"I think I can make it,\" and swam away, and he was never seen again.</p><p><strong>On how Rockefeller's disappearance affected the Dutch, who were fighting to keep their colony</strong></p><p>Michael's disappearance came at the worst possible time for the Dutch. At the very same time that he disappeared, the Dutch were engaged in this complex political struggle in the United Nations to retain [their] colony. And when he disappeared, the search and rescue was a great opportunity to show the world how committed the Dutch were and how effective and efficient they were.</p><p>When rumors surfaced that Michael had in fact not just disappeared at sea, but had been possibly murdered and cannibalized by the residents of [the] colony, it was the worst thing possible. It complicated the Dutch efforts and they didn't want any part of it and brushed it under the rug.</p><p><strong>On his research into Rockefeller's disappearance </strong></p><p>I found hundreds and hundreds of pages of original memos and cables and letters between the Dutch government and the Catholic Church, and the church and ... its priests. It was this huge paper trail that showed that within, really, two weeks almost of Michael's disappearance, two priests on the ground and Asmat-speaking people — men who had been in the area for years and knew the villages and the men who lived in them well — heard rumors that Michael had swum ashore, encountered men from [the village of] Otsjanep and he had been killed by them.</p><p>And those priests looked into it further and wrote, actually, fairly long, detailed reports in which they named names — who had Michael's head, who had ... other parts of his skeleton. They filed those reports both to their superiors in the church and to the Dutch government. And they're all sort of saying: What are we going to do? Let's not tell the Rockefellers. ...</p><p>The Dutch did a full investigation and sent a police officer to the village of Otsjanep to live and find out and that was all kept secret.</p><p><strong>On Asmat spirituality</strong></p><p>It's based on ... the idea of reciprocity and balance. They lived in a very bifurcated world ... of incredible emotional extremes, and balance came from the opposite — death from life, happiness and sadness — and it was this incredible world of opposites. Cannibalism was part of that.</p><p>Also, it's almost what people tend to describe as a male fertility cult. For instance, as young men were becoming initiated into manhood, that required a [human] head placed between the legs of an initiate ... for two or three days, and the energy and fertility of that head would flow into the – literally — groin, loins of young men.</p><p><strong>On how he thinks Rockefeller died </strong></p><p>On the day before Michael disappeared, the men of Otsjanep, which was this village that had been assaulted by a Dutch colonial officer and had four of its most important men killed, had in fact set off in canoes — 50 men in nine or so canoes — set off for a government station down the coast. ... The next morning, they arrived at the mouth of the [river] ... when what they thought was a crocodile swam up, and it wasn't a crocodile but a man and he was exhausted and vulnerable and weak and they recognized him. They knew his name because he had been to the village before. ... They stabbed him with a spear right then and there and took him to a very sacred, hidden spot ... where they undertook their ceremonial rites.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Cannibals+And+Colonialism%3A+Solving+The+Mystery+Of+Michael+Rockefeller&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"1713"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1291156813-4366eb.m3u?orgId=1&topicId=1033&aggIds=100876926&ft=3&f=291140637"},{"href":"http://media.npr.org/assets/img/2014/03/18/carl-hoffman-photo-credit-liz-lynch-14e5aca1b2ddbf4e26268e7b9d4ed34ac2e16fc2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2575","width":"3434"}}]}