{"created":"2014-09-20T13:21:42+00:00","modified":"2014-10-30T22:13:54+00:00","valid":{"from":"2014-10-30T22:13:54+00:00","to":"3014-10-30T22:13:54+00:00"},"hreflang":"en","title":"A Man Who Knew The Value Of The Human Voice","published":"2014-09-20T15:16:00+00:00","teaser":"David Candow, known around NPR as \"The Host Whisperer,\" has died. He was a great teacher, not only instructing us about the craft of radio news but reminding why the craft is important.","itags":["npr_api","349882118"],"guid":"eddd5734-a3bb-4b2d-bf57-f6f434762761","contentencoded":"<p>A man known around here as \"The Host Whisperer\" has died.</p><p>David Candow was 74. He was a slightly tubby man from Newfoundland with a sly smile and a soft voice. I wanted nothing to do with him.</p><p>David was a consultant, brought in to work with NPR hosts and reporters on writing and delivery. People who make their living on the air often distrust consultants. We figure they've been brought in by executives who have usually never recorded more than a voicemail message, and want all hosts to sound the same.</p><p>David had put actual programs on the CBC in a 35-year career there, and worked around the world. But he didn't try to impress with his experience. Instead, he said, \"Let's just talk,\" and I came to learn that was how he saw the craft of broadcasting.</p><p>\"Don't announce,\" he said. \"Talk. Don't act. Be yourself. It's a very hard thing, eh?\" he'd say. \"To be yourself in front of all those people. But if you can be yourself, you'll sound like no one else, and people really hear what's real.\"</p><p>David had a few rules for writing, which he called \"good ideas,\" because he knew journalists balk at rules. Over the years, I've found David Candow's advice as valuable as George Orwell's, with which it had a lot in common.</p><p>Be clear and conversational. Don't put long, multi-titled, hyphenated prefaces before names.</p><p>\"Would you ask a friend,\" asked David, \"'Have you seen the new movie by actor, producer and five-time-Academy Award nominee Brad Pitt?' You'd probably say, 'Have you seen the new Brad Pitt movie?'\"</p><p>Don't say, \"Composer Phillip Glass.\" Say, \"Phillip Glass has written a new opera.\"</p><p>Give people credit, David said with a wry half-smile. \"After all, they listen to you, don't they?\"</p><p>Avoid dependent clauses, he advised, so people don't have to chase a sentence the way a cat tries to catch up with the end of a string.</p><p>Try to avoid words that end in i-n-g. All those extra letters and sounds slow a sentence. Say, \"The Dodgers play tonight,\" not \"are playing.\"</p><p>Say rain or snow, not precipitation. Avoid corporate and technical cliches, and if you begin to hear a word too much — bandwidth, curate, eclectic and robust are my current least-favorites — it's become a cliche; don't use it.</p><p>And like Orwell, David said, \"Break any of these rules if it will help people remember what you say.\"</p><p>Great teachers don't just instruct us about craft, but remind why the craft is important. David Candow used to remind us, \"One of the most compelling sounds for the human ear is the sound of another human voice talking about something they care about.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Man+Who+Knew+The+Value+Of+The+Human+Voice&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Simon","audio":[{"meta":{"duration":"163"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350083181-7083de.m3u?orgId=1&topicId=1062&aggIds=4495795&ft=3&f=349882118"}]}