{"created":"2015-02-02T19:44:18+00:00","modified":"2015-02-02T22:00:09+00:00","valid":{"from":"2015-02-02T22:00:09+00:00","to":"3015-02-02T22:00:09+00:00"},"hreflang":"en","title":"Bradley Cooper: 'Sniper' Controversy Distracts From Film's Message About Vets","published":"2015-02-02T20:17:00+00:00","teaser":"As the film's depiction of the Iraq War has come under scrutiny, Cooper, who portrays Navy SEAL Chris Kyle, says the discussion is moving away from \"the fact that 22 vets commit suicide each day.\"","itags":["npr_api","383062401"],"guid":"ede1316f-f22c-4562-8303-87c08bc0e61b","contentencoded":"<p>The film <em>American Sniper</em> has prompted arguments about its depiction of the Iraq War and become a cultural lightning rod. But Bradley Cooper, who plays Navy SEAL Chris Kyle and was also a producer on the film, didn't expect the conversation to go that way. Then again, \"war is such an emotional subject, so maybe I was a fool to think it wouldn't,\" he tells <em>Fresh Air</em>'s Terry Gross.</p><p>Kyle was a Navy SEAL and is considered by many the most skilled sniper in U.S. military history. He killed an estimated 160 people and was nicknamed \"The Legend.\" After surviving four tours in Iraq, he was <a href=\"http://www.npr.org/blogs/thetwo-way/2013/02/04/171057790/reports-american-sniper-chris-kyle-died-while-trying-to-help-fellow-veteran\" target=\"_blank\">murdered near his home</a> by a troubled vet he was trying to help.</p><p><em>American Sniper</em> is based on Kyle's memoir. It alternates between scenes of Kyle in Iraq and at home between deployments. At home, he becomes emotionally detached and uncommunicative, unable to acknowledge what others realize — that the war is taking a terrible toll on him.</p><p>And that's what Cooper and director Clint Eastwood were hoping to drive home — that veterans need more care and attention.</p><p>\"The fact that it's inciting a discussion that has nothing to do with vets — and it's more about the Iraq War and what we did not do to indict those who decide to go to the war — every conversation in those terms is moving farther and farther away from what our soldiers go through, and the fact that 22 vets commit suicide each day,\" Cooper says. \"The amount of people that come home is so much greater because of medical advancement and ... we need to take care of them.\"</p><p>Cooper has been nominated for an Oscar for best actor, and the film is nominated for five other Oscars, including best picture.</p><p>Cooper talks about what it was like to \"live\" with Kyle in order to portray him, including gaining 40 pounds of muscle, as well as the physical transformation he undergoes on stage to play <em>The Elephant Man</em> in the play's current revival on Broadway.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On framing <em>American Sniper</em> like a </strong><strong>Western film</strong></p><p>I love the idea of framing it as a Western, I thought that could be cinematically viable, ripe for cinema, and that this guy happened to be incredibly charismatic. ...</p><p>You have a guy going into a town and there's his equivalent on the other side, another sharpshooter. He's a sharpshooter, and [it ends in] tumbleweeds, a dust storm, there's a showdown, this sort of one man and his pursuit — that idea. Framing this genre within a Western construct was something I thought would be interesting.</p><p><strong>On</strong><strong> studying Chris Kyle for the role </strong></p><p>I basically made this document where I had every single thing he's ever said recorded, and I would just listen to it. And it'd be the first thing I woke up with in the morning — I'd just put on the earbuds right away — and last thing I listened to at night, just to really soak him in. Something about him was just beautiful.</p><p>It's just horrible, seeing videos — home videos — where they have the date on the bottom right corner and it would be November 2012 or ... Thanksgiving, Christmas, and then knowing that a month later on Feb. 2, 2013, his life would be ended. I mean it was just a very emotional thing to be watching. I almost felt like I was an alien or somebody from the future doing research coming into this man's life and watching every single thing he did knowing the end of the story. Sitting in his dining room table, in the same chair he sat in a year prior, with Clint [Eastwood] opposite me with [Kyle's wife] Taya and the children, and having watched a video of him in that chair, it was just a very surreal experience — and one that really prompted me to work in a way that I didn't even know I was able to.</p><p><strong>On doing a USO tour in 2011 </strong></p><p>I started to do it a long time ago, before <em>Hangover</em>, right around <em>Wedding Crashers</em>, and the first place I went to was Guantanamo Bay. ... I wanted to go to these places, I was always very obsessed with that culture and I just thought, \"What can I do?\" ... So I went there, they sent me there, and often I'd be walking into rooms and a superior officer would tell the soldiers, \"This is Bradley Cooper from <em>Alias</em>, he's here to just say 'Hello.'\" And you could tell they were like, \"Whatever.\" ...</p><p>I remember setting up — this is hilarious — at a desk with posters ... these little 5-by-7 cards with your face on it and you can write autographs. And they have like 200 of them. And it was a really windy day and I'm sitting there with my buddy at a little like lemonade stand outside of the local food restaurant. ... And it was very windy and no one was stopping and there was such a wind that the cards kept blowing. So all I did was try to pick up cards with my picture on it to put back on the desk that nobody's visiting. It really was hilarious.</p><p><strong>On gaining 40 </strong><strong>pounds</strong><strong> of muscle to play Kyle</strong></p><p>It wasn't at all like a costume. It was like ... this sort of transformative experience to me because there was no going home from it. It was a gradual change that then became my daily life until I started to shed him after we stopped shooting, which actually didn't happen for three or four weeks.</p><p>And I remember waking up one morning and knowing that he was gone and I just knew it. He was just gone from me. ... I could just feel it — that he wasn't there. It sounds so crazy, but I'd be lying if I said that wasn't happening. I remember telling somebody, \"Yeah, he's gone.\" And I remember somebody looking at me in the eyes and saying, \"Yeah, I don't see him anymore.\"</p><p><strong>On working with Clint Eastwood </strong></p><p>With Clint, I always saw a similarity between he and Chris, always: A man of few words, a very imposing physical presence, a levity that was just intoxicating and a larger than life figure who is extremely human the second you talk to them or look into their eyes. That's Chris in a nutshell, for me, the guy I got to know.</p><p>So the fact that I was [on set] with a man who had all of those qualities, standing with me, walking down the road together arm in arm was invaluable. I would use him. ...</p><p>To me, where it's happening, you want to be right in the center, in the trenches, and Clint is like that. A lot of those sniping sequences, where it's very intimate with Chris and the gun, Clint was four inches away from where the lens is — it felt like we were doing it together. It was ideal. It wouldn't have worked — I know for a fact — I wouldn't have been able to inhabit Chris the way I was able to without Clint there.</p><p><strong>On portraying the disfigured \"Elephant Man\" Joseph Merrick shortly after <em>American </em><em>Sniper</em> </strong></p><p>It's interesting to me; I see more similarities between Joseph [Merrick] and Chris [Kyle] than differences and I'll explain what I mean. Chris, if you watch any interview with him — [he's] not very animated physically, it's all in his eyes. He doesn't even move his head that much and he always had a dip in his mouth so his lower lip was always sort of protruded. ... And also the Texas accent, it's a very closed-mouth way of talking. He had to express a lot of what he was feeling and doing through his eyes and his voice — very similar to Merrick, so I actually see a lot of similarities in terms of the approach of the way these two men walked through their lives.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bradley+Cooper%3A+%27Sniper%27+Controversy+Distracts+From+Film%27s+Message+About+Vets&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2647"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383325239-734c81.m3u?orgId=1&topicId=1137&e=383062401&d=2647&ft=nprml&f=383062401"},{"href":"http://media.npr.org/assets/img/2015/02/01/as-fp-0130-9c8ad40ebfc5c648f5024667d991db80575b2930.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1600"}}]}