{"created":"2015-06-08T20:41:11+00:00","modified":"2015-06-16T17:54:50+00:00","valid":{"from":"2015-06-16T17:54:50+00:00","to":"3015-06-16T17:54:50+00:00"},"hreflang":"en","title":"Online Health Searches Aren't Always Confidential ","published":"2015-06-09T19:57:00+00:00","teaser":"Searching a medical issue on the Internet seems harmless enough, but one researcher found that online medical searches may be seen by hidden parties, and the data even sold for profit.","itags":["npr_api","412893469"],"guid":"edfa5ded-1d61-47e1-8b74-cd43ce7df1be","contentencoded":"<p>In the privacy of a doctor's office, a patient can ask any question and have it be covered under doctor-patient confidentiality. But what happens when patients want to search possible symptoms of a disease or ailment online?</p><p>It's common to search for treatments for a migraine or stomach pain on WebMD, or a flu strain on the Centers for Disease Control and Prevention website. But there's no way to know who else may be privy to that search information. So where do the data go when a patient presses enter?</p><p>That's what Tim Libert, a doctoral student at the University of Pennsylvania, wanted to know. He has been <a href=\"https://timlibert.me/pdf/Libert-2015-Health_Privacy_on_Web.pdf\">researching what happens with information</a> that people search online and spoke with NPR's Robert Siegel about the privacy implications.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On what happens when someone searches a health issue</strong></p><p>I took a list of 2,000 common disease names — I mean everything from migraines to breast cancer. I ran those through a search engine and I found about 80,000 pages that were related to those terms. I looked at those pages and I found about 90 percent of those, when you load the page on your computer, it tells hidden parties the address of the page you're looking at. In cases where that address has the name of the disease or something, these hidden parties get to find out what it is you're interested in.</p><p><strong>On who these hidden parties are, and why they're interested</strong></p><p>Most of the times it's advertisers — so these are your marquee names, your Googles and Facebooks. But I also found kind of further down there a fair amount of tracking going on by data brokers. So these are companies like Experian and Acxiom. And their core business model is not advertising per se, but selling information about you to whoever wants to buy it.</p><p><strong>On what they would do with this search information</strong></p><p>There's actually companies that sell lists of people who have different diseases or symptoms. There's been some kind of chilling cases: [There were] companies selling lists of people who had been raped or people who had AIDS. So there's a market for this stuff.</p><p><strong>On the </strong><strong>Health Insurance Portability and Accountability Act of 1996 [HIPAA]</strong><strong> and its relation to online data privacy</strong></p><p>HIPAA's a pretty good law, but HIPAA was made long before the Web was really in everybody's home and very well before smartphones existed.</p><p>Anything that is happening on the Web today is pretty much completely unregulated. There's really no oversight and there's no real standards either. Companies aren't required to encrypt the information to keep it in a secure place. And we've also been seeing a lot lately that this is of interest to criminals, so there is additional kind of worry that not only is it not protected by HIPAA — it's not really protected at all.</p><hr /><p>The CDC pointed us to <a href=\"http://www.cdc.gov/other/privacy.html\">its online privacy policy</a>, which says the data it sends to Google Analytics, for instance, are anonymized. But Libert says that's \"not nearly sufficient.\" He says that doesn't provide the kind of protection that federal law requires for doctors' visits.</p><p>In a statement, WebMD says that it \"may collect data about our users' online browsing and use that data to deliver advertisements to our users. WebMD's collection and use of data is described in greater detail in our Privacy Policy. The policy also describes how we protect user information and the choices we offer users for opting out of behavioral advertising by WebMD.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Online+Health+Searches+Aren%27t+Always+Confidential+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"215"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412942738-c60b3e.m3u?orgId=1&topicId=1019&d=215&p=2&story=412893469&t=progseg&e=412923703&seg=17&ft=nprml&f=412893469"},{"href":"http://media.npr.org/assets/img/2015/06/08/health-search-data-getty-2f52159ac3da118ec47abbe27c82f1a7c111f9d6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1580","width":"2107"}}]}