{"created":"2014-09-15T20:33:26+00:00","modified":"2014-09-15T20:33:37+00:00","valid":{"from":"2014-09-15T20:33:37+00:00","to":"3014-09-15T20:33:37+00:00"},"hreflang":"en","guid":"ee08ce64-dbe3-49a4-a885-dd1cf2c5a26b","title":"The US is having problems building a coalition to fight ISIS","published":"2014-09-15T20:33:36+00:00","byline":"Christopher Woolf","tags":["Islamic State","Islamic State in Iraq and Syria","military intervention","Conflict","Conflict & Justice","Asia","North America","Turkey","Iraq","Iran","United States","Syria","Middle East","Asia","South Asia","Central Asia","North America","John Kerry","Patrick Cockburn","Bashar al-Assad","Bashar al-Assad","Syria"],"teaser":"The US is having some issues mobilizing a coalition in its new war on the militants of ISIS. US Secretary of State John Kerry has been traveling in the Middle East and says he has support from 10 Arab nations, but what that support actually means is uncertain. ","contentencoded":"<p>US Secretary of State John Kerry was in Turkey Friday to try to overcome that nation&#39;s reluctance to help in the fight against ISIS.&nbsp;<span style=\"line-height: 1.538em;\">On Thursday, Kerry says he has received support from 10 Arab nations, but it&#39;s not clear how far they&#39;re willing to go.</span></p><p>What&#39;s also unclear is what other Western nations are willing do support concerning ISIS. European partners are balking at striking Islamic state targets inside Syria.</p><p>&ldquo;The United States needs Turkey primarily because of the Turkish border with Syria,&rdquo; says Patrick Cockburn, Middle East correspondent for the British newspaper, The Independent, and author of &quot;<a href=\"http://www.orbooks.com/catalog/jihadis-return/\">Jihadis Return: ISIS and the new Sunni Uprising</a>.&quot;</p><p>He says the border is known among journalists on the ground as the &quot;jihadis&rsquo; Highway:&quot; &ldquo;Almost all the foreign fighters that one hears so much about, have gone through Turkey over the last two years.&rdquo;</p><p>&ldquo;Tight Turkish control of that border would be a major asset in combatting jihadis trying to reach Syria and Iraq,&rdquo; Cockburn says. But it&rsquo;s not clear how far the Turks will now go to tighten the border.</p><p>Turkey is also home to the key US airbase at Incirlik, which would be useful for air operations in Iraq and Syria. So far, Turkey has not agreed to the United States using Incirlik for the war against the Islamic State.</p><p>Cockburn says one reason for Turkish reluctance is that the Turks are worried about 49 Turkish diplomats and other Turkish citizens who were taken hostage when ISIS captured the Iraqi city of Mosul in June.</p><p>The United States does have one unofficial partner in the region, and that&rsquo;s Iran. But the US can&#39;t say so publicly.</p><p>As recently as Thursday, Kerry said &quot;the United States does not cooperate, militarily or otherwise, nor does it have any intention of doing so, with Iran.&quot;</p><p>At the very least, says Cockburn, Iran and the US, &ldquo;are pursuing parallel courses, often with the same objectives, but they dare not publicly declare this.&rdquo;</p><p>Cockburn says the Iranians are doing the most of anyone to prop up Iraq. He says it was their intervention that forced Iraq&rsquo;s prime minister, Nouri al-Maliki, to resign and make way for a more inclusive government this week.</p><p>He also points out how US air strikes were important in helping Iranian controlled militias relieve the besieged city of Amerli in Iraq earlier this month. It&rsquo;s not easy to provide close air support without close liaison with ground forces, but the US says it had no direct contact with those on the ground.&nbsp;</p><p>Cockburn calls it &ldquo;an alliance of non-allies.&rdquo;</p><p>Another nation that the US cannot acknowledge is the government of Bashar al-Assad in Syria. For three years, Washington has called for Assad to quit. Now he might be needed for any assault on ISIS in Syria. &ldquo;Nobody likes a U-turn,&rdquo; says Cockburn.</p><p>Syria has explicitly said it will treat any assault on Syrian soil as an attack on the government, and Cockburn says it&rsquo;s possible the Syrians might use their fairly modern air defense system against coalition warplanes and drone: &nbsp;&ldquo;They&rsquo;ll want to drive home the point that if the US intervenes, then it will need some more formal relationship with the Assad government.</p><p>Cockburn says he&rsquo;s pretty sure that there are already back-channel communications going on, probably through third parties and intelligence contacts. But he says &ldquo;Syria will want more than that.&rdquo;</p><p>Like many observers, Cockburn says President Obama&rsquo;s faith in the &quot;moderate&quot; opposition in Syria is misplaced. He says they&#39;re the weakest force in Syria behind Assad, ISIS and the rebel groups affiliated with al-Qaeda and other Islamist militants.</p><p>Cockburn concludes by saying that in his judgment, President Obama&rsquo;s plan &ldquo;as stated, is simply not going to succeed.&rdquo;</p>","audio":[]}