{"created":"2014-08-13T21:08:00+00:00","modified":"2015-05-14T18:24:17+00:00","valid":{"from":"2014-07-01T18:36:31+00:00","to":"3014-07-01T18:36:31+00:00"},"hreflang":"en","tags":["Education","APM","charter schools","Minnesota","Learning Curve"],"teaser":"They're public schools, funded by taxpayers, but they don't go by the usual book","guid":"ee0c2409-095c-4ef0-8003-3165a0e4493d","itags":["ee0c2409095cef08003f3165a0e4493d","Marketplace for Tuesday July 1, 2014","PMP:Marketplace_PMP","Marketplace"],"published":"2014-07-01T18:36:31+00:00","contentencoded":"<div class=\"barn-cleaned\"><p>Every year, hundreds of new charter schools open in the U.S.&nbsp;<span>–</span> largely in low-income, urban neighborhoods. This fall, Sejong Academy in St. Paul, Minnesota, will be one of them. The Korean-immersion school for kids in kindergarten through sixth grade will be located just a few miles from the nation's very first charter school, which opened in St. Paul in 1992.</p>\n<p>A big idea behind charters, which now educate roughly 2.5 million kids in the U.S., is to try out concepts that traditional public schools typically wouldn't, like focusing on the outdoors, Korean language immersion&nbsp;<span>–</span> or even yoga.</p>\n<p>Sejong Academy's founders hope their curriculum will appeal to a big population of Korean adoptees in the Twin Cities. Plus, they think non-Koreans might like learning another language. Board chair Grace Lee, herself Korean-American, thinks Sejong will offer richer cultural lessons than your typical public school might.</p>\n<p>\"I think of course a lot of schools will say, 'Oh, we promote global diversity.' But how are they demonstrating that? Are they just having some ethnic food at an open house, or something like that?\" she says.</p>\n<p>The real battle between charter schools and their traditional counterparts is far more pitched. One of the contentious aspects is that the roughly 6,500 charter schools in the country are public schools, and they get taxpayer dollars. But they're run independently, meaning that in many states they are not subject to the same rules and regulations as are traditional public schools. &nbsp;Each school is overseen by a so-called \"authorizer,\" which approves the school's charter and makes sure the school meets its performance goals.</p>\n<p><span>Charter advocates &nbsp;include &nbsp;lots of average parents as well as some very big guns like the Gates and Walton Foundations, which funnel <span>millions of dollars to organizations that support charter schools. &nbsp;They&nbsp;</span>believe there's greater flexibility in charters than in the traditional system. It's easier to hire and fire teachers&nbsp;<span>–</span> and open and close schools.</span></p>\n<p>\"That is the secret ingredient to chartering, the fact that if the school isn't performing well, it can be closed,\" says Nina Rees, president of the National Alliance for Public Charter Schools. She says each year, about 500 charters open and 150 or so close. The authorities who oversee them, called authorizers, might pull the plug&nbsp;<span>due to low enrollment, poor performance or mismanagement.</span></p>\n<p><span>Opponents, often local school boards and powerful teachers unions, say charters leech money from the traditional school system. They also complain that &nbsp;charter school teachers, who tend to work in poor districts, aren't in it for the long haul.&nbsp;</span></p>\n<p>\"I think schools that serve in high poverty areas, the revolving door of principals and teachers is really a disservice to students,\" says Dennis Van Roekel, president of the nation's largest union, the National Education Association.</p>\n<p><span>Lots of charter schools are operating with mixed results.&nbsp;A recent study by researchers at Stanford University found that about a quarter of charter schools studied achieved better outcomes on reading measures than traditional schools. But nearly a fifth of the charter schools did much worse. &nbsp;For math, an even greater share of charter schools were underperformers. &nbsp;</span></p>\n<p>\"I think the evidence tells us that the best charter schools are exceptional schools, and that the worst charter schools are extraordinarily bad,\" says Jack Schneider, an education expert at the College of the Holy Cross. \"And the vast majority of charter schools are more or less equivalent to traditional public schools.\"</p>\n<p>Andrea Springer is about to test her luck. She's Korean-American and is considering sending her kids to the Korean immersion charter school in St. Paul that opens this fall.</p>\n<p>\"We've stayed away from what I view as traditional public education because I think as a child I was pretty bored or the teacher was dealing with behavior problems versus teaching us,\" Springer says.</p>\n<p>Springer also likes that her kids could learn Korean at the charter school without her having to nag them with workbooks.</p>\n<p>But Springer does have some reservations about sending her kids to a start-up charter.</p>\n<p>\"It's the first year, so you get nervous, 'Do I want to be the test batch parent?'\" she asks.</p>\n<p><span>Even as charter schools remain controversial, demand for them appears to be strong. The&nbsp;<span>National Alliance for Public Charter Schools</span> says hundreds of thousands of kids are on charter school wait lists.</span></p></div>","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Every year, hundreds of new charter schools open in the U.S. <span>–</span> largely in low-income, urban neighborhoods. This fall, Sejong Academy in St. Paul, Minnesota, will be one of them. The Korean-immersion school for kids in kindergarten through sixth grade will be located just a few miles from the nation&apos;s very first charter school, which opened in St. Paul in 1992.</p>\"},{\"content\":\"<p>A big idea behind charters, which now educate roughly 2.5 million kids in the U.S., is to try out concepts that traditional public schools typically wouldn&apos;t, like focusing on the outdoors, Korean language immersion <span>–</span> or even yoga.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Sejong Academy&apos;s founders hope their curriculum will appeal to a big population of Korean adoptees in the Twin Cities. Plus, they think non-Koreans might like learning another language. Board chair Grace Lee, herself Korean-American, thinks Sejong will offer richer cultural lessons than your typical public school might.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;I think of course a lot of schools will say, &apos;Oh, we promote global diversity.&apos; But how are they demonstrating that? Are they just having some ethnic food at an open house, or something like that?&quot; she says.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The real battle between charter schools and their traditional counterparts is far more pitched. One of the contentious aspects is that the roughly 6,500 charter schools in the country are public schools, and they get taxpayer dollars. But they&apos;re run independently, meaning that in many states they are not subject to the same rules and regulations as are traditional public schools.  Each school is overseen by a so-called &quot;authorizer,&quot; which approves the school&apos;s charter and makes sure the school meets its performance goals.</p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>Charter advocates  include  lots of average parents as well as some very big guns like the Gates and Walton Foundations, which funnel <span>millions of dollars to organizations that support charter schools.  They </span>believe there&apos;s greater flexibility in charters than in the traditional system. It&apos;s easier to hire and fire teachers <span>–</span> and open and close schools.</span></p>\"},{\"content\":\"<p>&quot;That is the secret ingredient to chartering, the fact that if the school isn&apos;t performing well, it can be closed,&quot; says Nina Rees, president of the National Alliance for Public Charter Schools. She says each year, about 500 charters open and 150 or so close. The authorities who oversee them, called authorizers, might pull the plug <span>due to low enrollment, poor performance or mismanagement.</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>Opponents, often local school boards and powerful teachers unions, say charters leech money from the traditional school system. They also complain that  charter school teachers, who tend to work in poor districts, aren&apos;t in it for the long haul. </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;I think schools that serve in high poverty areas, the revolving door of principals and teachers is really a disservice to students,&quot; says Dennis Van Roekel, president of the nation&apos;s largest union, the National Education Association.</p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>Lots of charter schools are operating with mixed results. A recent study by researchers at Stanford University found that about a quarter of charter schools studied achieved better outcomes on reading measures than traditional schools. But nearly a fifth of the charter schools did much worse.  For math, an even greater share of charter schools were underperformers.  </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;I think the evidence tells us that the best charter schools are exceptional schools, and that the worst charter schools are extraordinarily bad,&quot; says Jack Schneider, an education expert at the College of the Holy Cross. &quot;And the vast majority of charter schools are more or less equivalent to traditional public schools.&quot;</p>\"},{\"content\":\"<p>Andrea Springer is about to test her luck. She&apos;s Korean-American and is considering sending her kids to the Korean immersion charter school in St. Paul that opens this fall.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;We&apos;ve stayed away from what I view as traditional public education because I think as a child I was pretty bored or the teacher was dealing with behavior problems versus teaching us,&quot; Springer says.</p>\"},{\"content\":\"<p>Springer also likes that her kids could learn Korean at the charter school without her having to nag them with workbooks.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>But Springer does have some reservations about sending her kids to a start-up charter.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;It&apos;s the first year, so you get nervous, &apos;Do I want to be the test batch parent?&apos;&quot; she asks.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>Even as charter schools remain controversial, demand for them appears to be strong. The <span>National Alliance for Public Charter Schools</span> says hundreds of thousands of kids are on charter school wait lists.</span></p>\"}]","byline":"Annie Baxter","title":"What you need to know about charter schools","description":"They're public schools, funded by taxpayers, but they don't go by the usual book","audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/drumteacher.JPG?itok=5DxXoRlQ","meta":{"crop":"primary","height":"340","width":"610"}},{"type":"audio/mpeg","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/07/01/marketplace_segment19_20140701","type":"application/json"},"duration_hms":"00:04:16","duration":256},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/07/01/marketplace_segment19_20140701_64.mp3","format":"MP3"}]}