{"created":"2014-12-29T10:07:03+00:00","modified":"2015-01-04T20:30:25+00:00","valid":{"from":"2015-01-04T20:30:25+00:00","to":"3015-01-04T20:30:25+00:00"},"hreflang":"en","title":"United Arab Emirates Shows Off Its Military Might","published":"2015-01-04T20:30:00+00:00","teaser":"Known for its wealth, the United Arab Emirates has emerged as an ally in the U.S.-led fight against the self-proclaimed Islamic State.","itags":["npr_api","373729978"],"guid":"ee18fd42-8a79-4412-8b78-f23dc89b2c67","contentencoded":"<p>The United Arab Emirates has been building its military strength for decades, but in 2014 it came out in the open as an ambitious regional power — and one that's openly allied with the United States.</p><p>The tiny country, perched on a peninsula in the Persian Gulf, has a reputation for <a href=\"http://www.npr.org/blogs/thetwo-way/2013/12/31/258692728/new-years-eve-dubai-puts-on-a-record-setting-fireworks-show\">flashy displays</a> — usually of wealth and commerce from shopping hub Dubai. But lately it has taken to showing off its military strength.</p><p>Earlier this month, the country marked the 43-year union of seven emirates ruled by different royal families. Local news featured a military parade in the capital, Abu Dhabi.</p><p>After the UAE participated in American-led airstrikes on militants in Iraq and Syria, the country's leadership publicized the identity and patriotic bio of a female pilot, who flew one of its fighter jets — a story enthusiastically circulated in the West.</p><p>The UAE has long been an ally of the U.S., but its decision to make that known — and publicize its military activity — is new.</p><p>And it can tout its central role in the U.S.-led coalition against the self-proclaimed Islamic State, or ISIS. For one thing, it has opened its vast Al Dhafra Air Base to U.S. jets, becoming a hub for the air campaign, where more airstrikes are launched than anywhere else in the region, according to military analysts.</p><p>\"All of these things are being done openly,\" says Faisal Yafai, a newspaper columnist in the UAE. \"There's no doubt that they have now shifted their position on these things. They've shifted the idea of doing these things behind closed doors. Now, they are going to do it front and center.\"</p><p>Anthony Zinni, a former commander of all U.S. forces in the Middle East, says: \"They want recognition for how much more they've committed than other allies. They've gone the extra mile. Some of our allies hedge their bets. The UAE is fully supportive.\"</p><p>UAE leaders seemed determined to make both points — that it is a moderate, open society and that it has daring fighters — with the story of Maj. Mariam Al Mansouri.</p><p>She's the pilot who flew in the first UAE airstrikes in the American-led campaign.</p><p>\"We have sent some of our best men and women to do the fight and I think rightly so,\" says political science professor Abdulkhaleq Abdulla. \"Women are doing all sorts of jobs, including going into combat, flying F-15s and F-16s and targeting terrorism and extremism.\"</p><p>A female pilot got the headlines. The Pentagon got an aggressive ally.</p><p>Elizabeth Dickinson, a Gulf-based journalist, says the UAE has flown more sorties in the anti-ISIS campaign than any other U.S. ally.</p><p>\"They are the leading military power in the Gulf,\" Dickinson says.</p><p>The UAE built its military from its huge oil wealth and smart investment, says Taufiq Rahim, executive director of Globesight, a Web-based analytical service.</p><p>The country bought the best in advanced weapons and — more than other Gulf states — spent on extensive training programs. It was the only Arab military to send elite ground troops to Afghanistan to support NATO. Now those investments are paying off.</p><p>\"They have a set of capabilities that enable them to be strong in neighborhoods that are weak,\" Rahim says.</p><p>\"They are trying to create a society for modernity,\" says Zinni, \"to have a balance, by diversifying their economy. This is how Islamic states might model themselves.\"</p><p>Abdulla says the region needs new models as the traditional power centers of Damascus and Cairo are collapsing, and UAE leaders \"think big and they think differently.\"</p><p>For one thing, the Emirates has become a refuge from the region's wars, opening its doors to Iraqis and Syrians who have come to rebuild devastated lives, Dickinson says.</p><p>\"You can build yourself in this country,\" she says. \"There is the economic structure to do that, and I do think it's very attractive to people.\"</p><p>But stability comes at a high price. Dissent is not tolerated. The country is run by a collection of ruling families with autocratic powers, often criticized by Western human rights organizations for crackdowns on free speech and protest.</p><p>The Emirates have also taken the toughest line in the Gulf against political Islam — against not only ISIS but even the relatively moderate Muslim Brotherhood. In recent weeks, the UAE named both groups as terrorist organizations.</p><p>\"If you draw a line, actually in all directions, you don't find a more stable and secure place, and they are very keen to maintain that,\" says columnist Yafai. \"If it requires them to be harder on some strains of thinking, then I think most people are happy with that.\"</p><p>One of those lines aims due east — across the Gulf to Iran — one more reason the Emirates have chosen a more public alliance with Washington.</p><p>Iran is less than an hour away by boat across the Gulf. Walk along Dubai Creek wharf and you can still see wooden merchant ships, known as dhows, piled with consumer goods for the Iranian market. It's a historic trading route with a powerful neighbor that is more recently seen as a threat by the UAE and in other Gulf capitals.</p><p>\"They still need the U.S. The threats out there are significant,\" says Zinni.</p><p>The Emirates has positioned itself as an indispensable partner for Washington, and says it offers a moderate model for the rest of the Gulf.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=United+Arab+Emirates+Shows+Off+Its+Military+Might&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Deborah Amos","audio":[{"meta":{"duration":"306"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373729979-e10973.m3u?orgId=1&topicId=1009&ft=3&f=373729978"},{"href":"http://media.npr.org/assets/img/2014/12/29/dubai-1c7f1e442e641d374e1edd9068396bcdcb4dcb71.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1835","width":"2448"}}]}