{"created":"2014-10-07T18:41:40+00:00","modified":"2014-10-30T23:33:47+00:00","valid":{"from":"2014-10-30T23:33:47+00:00","to":"3014-10-30T23:33:47+00:00"},"hreflang":"en","title":"Who's The Boss? Sinead O'Connor Has A New Answer","published":"2014-08-10T20:10:00+00:00","teaser":"In an extended interview, the singer addresses exploitation in the music industry, her own troubled childhood and what she's learned from Beyoncé, Bob Dylan and Aretha Franklin.","itags":["npr_api","338316708"],"guid":"ee18e9a8-7f4c-4ed1-bd22-1b14bad06fbb","contentencoded":"<p><a href=\"http://www.npr.org/2014/08/03/336106930/first-listen-sinead-oconnor-im-not-bossy-im-the-boss\" target=\"_blank\">Sinead O'Connor</a> self-produced her first album, <em>The Lion and The Cobra</em>, when she was 20 years old and seven months pregnant. At 47, on the eve of releasing her 10th studio album, many things about the Irish singer haven't changed. She still has the shaved head and the mournful eyes, and she remains outspoken about her political views, from the Catholic Church to child abuse to war. The new <em>I'm Not Bossy</em>, <em>I'm the Boss</em> is a collection of love songs — but in O'Connor's hands, the personal can be so passionately stated as to feel political.</p><p>O'Connor spoke with NPR's Linda Wertheimer about reframing her relationship with femininity and the music industry, learning album-sequencing tricks from Aretha Franklin and the joy and peril of working with saxophone players. Hear the radio version at the audio link, and read more of their conversation below.</p><p><strong>Linda Wertheimer: Tell me about the cover of the new album.</strong> <strong>I wondered why you chose to wear <a href=\"http://www.sineadoconnor.com/wp-content/uploads/2014/07/8129Pr2YwvL._SL1400_.jpg\" target=\"_blank\">a long black wig and a tight latex dress</a>, because you've always made a point about the sexualization of the music industry. </strong></p><p><strong>Sinead O'Connor:</strong> Well, I don't necessarily think that donning some hair and wearing a dress equates to being sexual. I think the fact that I have never looked particularly like a female — I've always dressed very male — is what I really had in mind. It wasn't supposed to be the album cover; it was supposed to be a couple of publicity shots, which I wanted to do because I knew that it would draw attention. People would run the shots and go, \"Oh my God, look at the sight of her with hair,\" and they'd have to mention the album. Then the record company asked could they use it for the album cover, but originally it wasn't meant to be.</p><p><strong>I thought maybe it was a shout out to Cher.</strong></p><p>No, it was really just a publicity stunt, if I'm 100 percent honest. I know what you're saying, but at the end of the day, I'm clothed from neck to knee. It was more based on, \"Guess what Sinead O'Connor looks like when she makes an effort?\"</p><p><strong>You called the album <em>I'm Not Bossy, I'm the Boss</em> — that's borrowing from Sheryl Sandberg, the Facebook executive who wrote the book <em>Lean In</em>. What made you interested in her and the \"Ban Bossy\" campaign?</strong></p><p>I'll tell you what it was with me. Traditionally in the music industry, for male <em>and</em> female artists, it's as if we're working for the people who are actually working for us. From the time you sign as a teenager, it's not encouraged that you act like a boss or that you expect to be treated like one. And if you're female and you don't want to go along with everyone's agenda, you get treated like you're being difficult.</p><p>I had never heard of Sheryl Sandberg before when the campaign started. I saw this great picture of <a href=\"http://www.npr.org/artists/19230778/beyonce\" target=\"_blank\">Beyoncé</a> with this great saying behind her: \"I'm not bossy, I'm the boss.\" And I know the campaign was directed at young girls, but it actually caused me, as a female boss, to take my power. I was able, for the first time in my life, to make executive, proper decisions and have around me the kind of people who actually will treat me like I am the boss.</p><p>Often in the music business, you'll call your accountant and say, \"I want to see such and such documents.\" And you'll be told you don't need to see them, or that you shouldn't have Internet banking because you might press the wrong button and spend all your money. We're kind of conditioned to feel like we're being really mean if we stand up for ourselves; we're all supposed to be old maids and everything. So, the campaign really gave me the ability to take my power as a female boss, in an industry where no artist is encouraged to be their own boss.</p><p><strong>You used to say fairly often in interviews that you didn't like being described as a feminist; you didn't like the word \"feminism.\" But you sound like you really are taking up the cudgels for women, especially in your business. </strong></p><p>Well, I'm also taking up the cudgels for males. I don't like anything with an \"-ism\" or an \"-ist\" on the end of it; I'm just not that kind of person. Of course it's exaggerated when you're female, 'cause that's the way the world is. And it's not to say I haven't had fantastic people around me over the years. But there's an awful lot of artists that aren't in that position, and there isn't a Ban Bossy campaign for fellas. There certainly ought to be, in a way, because even the young male artists, you're so not encouraged. You're treated as if everyone is doing you a great big favor because they signed you, when in fact it's the other way around.</p><p><strong></strong><strong></strong><strong>Tell me about the song \"Harbour.\"</strong><strong></strong></p><p>Well, to some extent it's important not to explain what songs are about, because you spoil it for the audience in a way. It's important that the audience be able to project onto a song and imagine that it's about them. Like, if you find out from your favorite poet what he or she was thinking when they wrote your favorite poem, then you're in their head the next time you hear it, instead of yours.</p><p>Having said that, there's one character on this record who's on a sort of self-discovery journey, if you like, via romance. I wanted to show the journey of this person realizing it was themselves they were longing for all along. She has a set of conversations that take place over the course of about six songs, and \"Harbour\" is sort of halfway through the conversation.</p><p><strong></strong><strong>You spent a lot of time on your earlier recordings talking about your own experiences. Your songs seemed to come from a fairly tormented place, in many ways. Now you're talking more about characters. You're writing about other people, other things, other plots.</strong></p><p>When I was younger, my platform was the following: I grew up in a severely abusive situation, my mother being the perpetrator. Sexual, physical, psychological, emotional, spiritual abuse. Extraordinarily petrifying situation. I got into music because I learned, via <a href=\"http://www.npr.org/artists/15193203/bob-dylan\" target=\"_blank\">Bob Dylan</a> and songs like \"Idiot Wind,\" that music was a place that you could talk about all the stuff you weren't allowed to talk about anywhere else. So much of child abuse is about being voiceless, so it's a wonderfully healing thing just to make sounds, to voice all those things. I wrote songs and I got all this stuff off my chest.</p><p>At some point before <a href=\"http://www.npr.org/2012/02/12/146366682/first-listen-sinead-oconnor-how-about-i-be-me-and-you-be-you?autoplay=true\" target=\"_blank\">the last album I made</a>, I started to get sent a whole lot of movie scripts, being asked to write songs for movies. I got in the habit of writing from the point of view of characters. It was a bit like being a puppet master: There'd be elements of yourself in them, but you had a whole other personality or set of experiences to work with. And I'd write the songs, but I wouldn't give them to the movie people. That's what I started to do. I still write personal songs, but I love to write characters. You can tell a whole story, and I'm from the '70s where an album was a whole story.</p><p>There was a beautiful album <a href=\"http://www.npr.org/artists/15662553/aretha-franklin\" target=\"_blank\">Aretha Franklin</a> made called <em></em><em>I Never Loved a Man the Way I Love You</em>. Everyone knows the songs from that album as separate songs, like \"Do Right Woman, Do Right Man\" or \"Respect.\" But actually, that record is the greatest sequenced record of all time. It tells the story of this woman going along the course of the relationship, and the man even is present on the record because she's talking to him; the songs are all conversations. That's what I wanted to do with this record, create this central female character who's having this conversation with this very present man, even though you don't hear from him.</p><p><strong></strong><strong>One thing you've done a lot in recent years is collaborate with other people: <a href=\"http://www.npr.org/artists/15395145/wyclef-jean\" target=\"_blank\">Wyclef Jean</a>, <a href=\"http://www.npr.org/artists/15816983/u2\" target=\"_blank\">U2</a>, <a href=\"http://www.npr.org/artists/15401893/peter-gabriel\" target=\"_blank\">Peter Gabriel</a>, <a href=\"http://www.npr.org/artists/16145137/moby\" target=\"_blank\">Moby</a>. Is there a similar impulse there, a desire for conversation?</strong></p><p>When I collaborate with people, it's because they've reached out to me. If I may be slightly crude in how I answer, I would say it's because I'm a whore for songs and I don't care where they come from. I'm terrified of flying, but I would cling to the back of an airplane seat, cry all the way to America, miss my children and everything, just to sing two songs, then cry all the way home again in terror. If the tramp down the street comes to me with a great song, I'm gonna sing it as much as if <a href=\"http://www.npr.org/artists/15624007/elvis-presley\" target=\"_blank\">Elvis</a> came to me with a great song. Songs are like that. They'll make you do anything.</p><p><strong></strong><strong>There's a sort of musical conversation in the song \"James Brown\": It features <a href=\"http://www.npr.org/artists/92782751/seun-anikulapo-kuti\" target=\"_blank\">Seun Kuti</a>, the youngest son of the Afrobeat pioneer <a href=\"http://www.npr.org/artists/99085139/fela-kuti\" target=\"_blank\">Fela Kuti</a>, playing saxophone. How did that come about?</strong></p><p>My producer, John Reynolds, made a record with Seun a couple years ago. I wanted to get a horn player on this record, but there are too many dreadful saxophone players; I'm terrified of them because in the hands of the wrong person it can be a disaster, same as a harmonica. But Seun was like an absolute dream come true. I didn't even imagine a person could play a horn like that.</p><p><strong></strong><strong>So, once again, you were seduced by the music?</strong></p><p>Yeah, absolutely. I mean, there's no way that anybody other than African musicians should ever handle a saxophone. It should be, in fact, criminalized for anyone else to handle a saxophone.</p><p><strong>I thought we might go out on the song \"Take Me to Church.\" The title gives you such a funny idea of what the song's about.</strong></p><p>\"Take Me to Church\" is a reference to the song in <em></em><em>My Fair Lady</em>, which the main character's father sings the night before he goes to get married. My central character, this is her \"eureka\" moment: She changes from idealizing romantic girls to understanding about safety and safe choices in romance. She understands that love is not something that hurts. The most important thing she says on this record is, \"I'm the only one I should adore.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Who%27s+The+Boss%3F+Sinead+O%27Connor+Has+A+New+Answer&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR staff","audio":[{"meta":{"duration":"574"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339292775-8488d4.m3u?orgId=1&topicId=1105&ft=3&f=338316708"},{"href":"http://media.npr.org/assets/img/2014/08/06/sinead2-83cd0ab863b98b26829a061437a00cddce8887a4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2877","width":"3836"}}]}