{"created":"2014-09-17T08:12:38+00:00","modified":"2014-10-31T15:40:50+00:00","valid":{"from":"2014-10-31T15:40:50+00:00","to":"3014-10-31T15:40:50+00:00"},"hreflang":"en","title":"'Breaking Bad' Fans Get Their Fix In Spanish","published":"2014-09-17T23:50:00+00:00","teaser":"<em>Metástasis</em>, the Spanish-language remake of the AMC series, ends this week on UniMás. The show is set in Colombia instead of New Mexico, but the story of a teacher-turned-drug dealer stays the same.","itags":["npr_api","349027381"],"guid":"ee221b29-6e4a-4436-a7ec-5a946bc711d5","contentencoded":"<p>How do you remake the <a href=\"http://www.npr.org/blogs/monkeysee/2014/08/25/343278147/the-emmys-past-winners-trump-new-shows-and-breaking-bad-takes-a-bow\" target=\"_blank\">award-winning</a> AMC series <em>Breaking Bad</em> in Spanish?</p><p>Well, all you need — as the show's chemistry teacher-turned-drug dealer, Walter White, might say — is \"a little tweak of chemistry.\"</p><p>Turn Walter White into Walter Blanco. For the show's theme music, swap out bongos for a guitar and an accordion. And change the scenery from Albuquerque, N.M., to Bogotá, Colombia.</p><p>For the most part, though, producers of <a href=\"http://novelasyseries.univision.com/shows/metastasis/\" target=\"_blank\">UniMás' <em>Metástasis</em></a> used the if-it-ain't-broke method for their Spanish-language remake, which re-creates all 62 episodes with much of the original dialogue translated almost word for word.</p><p>It took <em>Metástasis </em>about three months to blow through <em>Breaking Bad</em>'s five seasons with new episodes airing almost daily, <em>telenovela</em>-style, since June. The series finale is set to air Thursday night, almost a year after <em>Breaking Bad</em> ended its run.</p><p>Like the English-language version, <em>Metástasis</em> begins with the midlife crisis of Walter Blanco, played by Colombian actor Diego Trujillo.</p><p>\"He starts with his 50th birthday, underestimated in his work. He's got a sick son. He's expecting a baby they never planned. And then suddenly he finds out he's got cancer,\" Trujillo explains. \"I've always worked in television, doing soap operas here in Colombia. And the characters I've played are always predictable. But the character of Walter White is so complex.\"</p><p>Walter's cancer diagnosis acts as a wake-up call that eventually leads him to cooking crystal meth with a former student, José Miguel Rosas. (<em>Breaking Bad</em> fans, that should translate as \"Jesse Pinkman.\")</p><p>Roberto Urbina, who plays José, says <em>Metástasis</em> changes some details to make the story more believable in Latin America. For instance, Walter teaches at a private — not public — school, and he and José cook meth inside an old school bus instead of an RV, which would be harder to find in Colombia. Setting the show in Bogotá rather than Albuquerque had other implications on the storyline.</p><p>\"The drug dealing aspect of it had to be very carefully thought out because Colombia is a country that has a history of drug dealing,\" Urbina says. \"So people there, in our reality, we're very touchy when it comes to that subject.\"</p><p>Drug dealing is a major plot point in the series, but its themes about morality and family are what hooked viewers like Laura Martínez, a Spanish-language media critic and editor for CNET en Español. Martínez says she was skeptical when she heard about <em>Metástasis.</em></p><p>\"My first reaction was, 'This is ridiculous! I don't need a Hispanic <em>Breaking Bad</em>; we already have a regular <em>Breaking Bad</em>,' \" she explains.</p><p>But after watching the show, Martínez says she's changed her mind.</p><p>\"It is not the first time we adapted a series in Latin America. But I think it is the first time that it's done with such care,\" she says.</p><p>The remake's production values also impressed Brian Delgado, a high school senior in Los Angeles who's been following <em>Metástasis</em> since it debuted in June. He says he's seen <em>Breaking Bad</em> five times and even got his parents, who grew up in Mexico, to start binge-watching with him — although they weren't accustomed to waiting months for the last episodes to air.</p><p>\"Once they finished the first half of the Season 5 [of <em>Breaking Bad</em>], it was hell for them! Because they were so used to watching <em>telenovelas</em>,\" Delgado says.</p><p>Unlike <em>Breaking Bad, Metástasis </em>follows the Spanish-language soap opera tradition of airing several times a week. But Delgado's parents prefer the original version of <em>Breaking Bad</em> when it's dubbed in Spanish. Delgado says there is no wrong choice.</p><p>\"Either way — <em>Breaking Bad</em> or <em>Metástasis</em> — I think you're in for a treat,\" he says.</p><p>In February, AMC will treat <em>Breaking Bad</em> fans to a spinoff series about Walter White's lawyer, Saul Goodman, called <em>Better Call Saul </em><em>--</em><em> </em>though <em>Metástasis</em> viewers <a href=\"http://novelasyseries.univision.com/video/468354/2014-06-06/metastasis/videos/conoce-a-saul-bueno\" target=\"_blank\">better call him Saúl Bueno</a>.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Breaking+Bad%27+Fans+Get+Their+Fix+In+Spanish&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Hansi Lo Wang","audio":[{"meta":{"duration":"294"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349192767-ea23bb.m3u?orgId=1&topicId=1138&ft=3&f=349027381"},{"href":"http://media.npr.org/assets/img/2014/09/16/metastasis1-3000-4312396825f9273b183ac032d5b32064488dcbb7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1987","width":"2650"}},{"href":"http://media.npr.org/assets/img/2014/09/16/metastasis2-3000-6d09bbf2bb50424efddfb46d6e9f418713ccc395.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1987","width":"2650"}},{"href":"http://media.npr.org/assets/img/2014/09/16/bb2-b4a2e2ed8480afc43c879386f3c7f0635290c50a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2700","width":"3600"}}]}