{"created":"2015-02-03T15:11:13+00:00","modified":"2015-06-16T17:28:49+00:00","valid":{"from":"2015-06-16T17:28:49+00:00","to":"3015-06-16T17:28:49+00:00"},"hreflang":"en","title":"These Boots Weren't Made For Walking: Wyo. Sheriff Bans Cowboy Boots And Hats","published":"2015-02-03T15:45:00+00:00","teaser":"The new dress code is designed to ensure law enforcement looks professional and they don't fall on their backsides. But giving the cowboy outfit the boot goes against the state's cultural identity.","itags":["npr_api","383301506"],"guid":"ee307a3b-a3b0-40fe-98cd-54c1d0a98636","contentencoded":"<p>In this world, there are two kinds of people: those who wear cowboy boots, and those who don't. That may be true, but Wyoming Sheriff Stephen Haskell says that when his deputies are on duty, they have to hang up their spurs.</p><p>Haskell, the newly elected sheriff of Sublette County, says his decision to ban cowboy boots and hats was to ensure that each member of his staff wears a single, identifiable uniform: black trousers, a tan shirt, black boots and a black baseball cap.</p><p>He insists it's not just a fashion decision. Rubber-soled shoes just have better traction.</p><p>\"We have a lot of snow, we have a lot of wind, we have moisture on the roads,\" says Haskell, whose deputies cover nearly 5,000 square miles. \"If you're in cowboy boots trying to help somebody on the side of the road, you are going to fall nine times out of 10.\"</p><p>But for many people, Wyoming without cowboy gear is unthinkable. \"This is a town that's in the heart of the West,\" says Bob Boze Bell, the executive editor of <em>True West</em> magazine. \"And it's right outside of Yellowstone. So it doesn't get any more iconic than that. And this is a country where cowboys have ruled for a long time.\"</p><p>Boze Bell thinks the news out of Sublette County is part of a larger problem. \"Here's the deal: The West is under assault from everywhere, mainly the East, by people who come out here and want to convert it into a 'world-class place,' \" he laughs. \"Well, we don't want it to be a world-class place. We're Westerners. We want it to be Western, and when you're Western, you wear cowboy boots and you wear cowboy hats, and that's just part of the deal.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=These+Boots+Weren%27t+Made+For+Walking%3A+Wyo.+Sheriff+Bans+Cowboy+Boots+And+Hats&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jasmine Garsd","audio":[{"meta":{"duration":"172"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383525396-9e0a7c.m3u?orgId=1&topicId=1001&d=172&story=383301506&ft=nprml&f=383301506"},{"href":"http://media.npr.org/assets/img/2015/02/03/81045273-f09684d1d0a5d059e48fab5caa2b6c88d05519ad.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1554","width":"2073"}}]}