{"created":"2014-10-08T16:39:21+00:00","modified":"2014-10-31T02:21:16+00:00","valid":{"from":"2014-10-31T02:21:15+00:00","to":"3014-10-31T02:21:15+00:00"},"hreflang":"en","title":"Foster Kids Can Be Torn Between Worlds On Mother's Day","published":"2014-05-06T21:34:00+00:00","teaser":"The day is tough for foster children who feel loyal to the biological moms who aren't able to raise them. It's hard for the foster mothers, too.","itags":["npr_api","310090769"],"guid":"ee3529da-aa61-47d0-8238-1fb931671ddc","contentencoded":"<p>Children across the country will be rolling out the breakfast trays and handmade cards for Mother's Day. But the holiday brings up mixed feelings for many foster mothers and their children.</p><p>\"It can be really confusing for a child when there's Mother's Day and the child is supposed to celebrate their 'new mom,'\" says Cris Beam, author of <em>To The End of June: An Intimate Life of American Foster Care</em>. \"The child is still really attached, and it's a complicated holiday, and they need sometimes a new way to think about this other parent.\"</p><p>Foster mom of three Shelley Cadamy says it's tough for children who feel loyal to biological mothers who aren't able to raise them. \"I don't look forward to mother's day. I try to make it as comfortable for my kids as I can. But usually it involves at least one meltdown.\"</p><p>In Los Angeles, mom Jeanne Pritzker is trying make the day easier on families. She brings together thousands of moms, dads and children for an annual <a href=\"http://fostercarecounts.org/foster-care-counts-to-honor-foster-parents-children-at-6th-annual-foster-mothers-day-celebration-sunday-may-11-2014/\">Foster Mother's Day</a>. \"We just put together people who want to help, and people who want to be celebrated with the most amount of fun, joy, excitement, laughter, sharing ever.\"</p><p><em>Tell Me More</em> asked listeners to tell us their stories of being, or having, a foster mother. Here are some highlights:</p><p><strong>Barbara Gerber, Janesville, Wisconsin</strong></p><p>I am a foster mother and now am an adoptive mother to a child I adopted through foster care. I had three-hours notice before I opened the door to meet my future newborn son, when the social worker brought him to me after he was discharged from the hospital at birth.</p><p>A first-time mother at 48, I jumped into motherhood with both feet and have never looked back. My son was in foster care with me for a year before his biological parents' rights were terminated, and then four months later I adopted him when he was 16 months old.</p><p>I continue to have contact with his biological mother and encourage her to maintain a relationship with my son so that he always knows his history. I have had and been offered other foster placements during this time as well.</p><p>Foster care is a very rewarding and meaningful experience, but it is also heartbreaking, gut-wrenching and worrisome. The highs are the highest you can imagine and the lows are the lowest you'd want to experience. I've never been on such a roller coaster of emotions as I was during the time before my son became an official \"Gerber Baby.\" I wouldn't change it for the world.</p><p><strong>Shelley Cadamy, Tulsa, Oklahoma</strong></p><p>As a single, professional woman with no bio kids, I fostered, then adopted three older (3, 6 and 9) African-American children. They have tremendous issues, and tremendous spirits. They have made my life whole. They are the world's most bad-ass children ...</p><p>Moms like me feel a bit left out on Mother's Day. It's a tough holiday for the kids (who still feel disloyal to their bio mom on Mother's Day) and for the moms, because the kids are usually horribly acting out (because it's a tough day for them), rather than bringing you hand-crafted cards and hugs.</p><p><strong>Shi Ann</strong></p><p>I had a foster ... whatever, at various times while I was growing up because my mother struggled with addiction issues that caused her to become absent in parenting. I was removed from the home several times.</p><p>I say foster whatever because there is no way on God's earth I would ever call any of these women \"mom.\" They're not always the angels people make them out to be. I did not post this remark publicly in the Facebook comments because people tend to very happy-clappy about fosters, not understanding that not everyone chooses this type of parenting with good motives. I had fosters in the early '90s. I don't mean to be so negative, I know there are good ones also.</p><p><strong>Dawn Boulton, Trumbull, Connecticut</strong></p><p>My brother and I became wards of the state at ages 8 and 15 respectively. I was placed in a girls group home and he was placed in a foster home. Over the next 2 years — because of his hyperactivity and other circumstances — he was moved to several different foster homes. I remained in the group home during this time.</p><p>He was placed with Lynn Pfeffer and her husband in 1986. They were a young couple (late 20s) and Lynn didn't work so she was able to devote herself to my brother, and he flourished. After several months they invited me to visit on weekends, and thereafter asked if I would like to live with them. I was just shy of 17, which in foster-care speak is an age that is nearly impossible to place.<br /> <br /> Suddenly after years of spending holidays with the families of the kind women who worked at the group home, I had a family and my brother was part of it! Lynn and her husband took in another foster child who was 4, and she blended right in. A year and a half later, I went off to college but always looked toward to coming \"home.\"<br /> <br /> That was over 20 years ago. I have since become a teacher, wife and mother. Lynn is my \"mom\" and has shared each of these milestones with me. She cried at my wedding and held my son at his birth. I feel so lucky that she opened her home and her heart to me, put up with all of my teenage angst and my 20-something behavior of moving in and out a million times before i finally flew the nest.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Foster+Kids+Can+Be+Torn+Between+Worlds+On+Mother%27s+Day&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"TELL ME MORE STAFF","audio":[{"meta":{"duration":"690"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310121442-52200f.m3u?orgId=1&topicId=1091&aggIds=140244738&ft=3&f=310090769"},{"href":"http://media.npr.org/assets/img/2014/05/06/gerber-4a84de16d0b74b0e8e27de697ed201f0c3f7feda.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/05/06/shelleykids-c0d50904ec2a1f5fe7868a1ec8786f197d6a7b70.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1364","width":"1820"}}]}