{"created":"2015-03-05T17:55:19+00:00","modified":"2015-05-14T21:10:46+00:00","valid":{"from":"2015-05-14T21:10:46+00:00","to":"3015-05-14T21:10:46+00:00"},"hreflang":"en","title":"All Songs At 15: Bon Iver And Our First Trip To Austin","published":"2015-03-05T17:55:00+00:00","teaser":"Hardly anyone had heard of Bon Iver when we booked him to play our South By Southwest day party in March 2008. But NPR Music was new to Austin, too.","itags":["npr_api","390838531"],"guid":"ee438229-1f46-47e4-9ad3-39828fcba6db","contentencoded":"<p>Hardly anyone had heard of <a href=\"http://www.npr.org/artists/18073513/bon-iver\" target=\"_blank\">Bon Iver</a> when we booked him to play our South By Southwest day party in March 2008. It was a magical time. Jagjaguwar had just released Bon Iver's breathlessly beautiful album <em>For Emma, Forever Ago</em>, the one Justin Vernon had famously recorded in a remote log cabin in the woods, where he'd holed up to exorcise some inner demons. He's adored now, but for many people in the audience, it was the first they'd heard of the record or of Bon Iver.</p><p>Two memories stand out to me from that show: The first is the moment Bob Boilen grabbed me from the back of the room and led me to the center of the crowd, to a spot he'd determined had the best acoustics, just so I could hear \"<a href=\"https://www.youtube.com/watch?v=9YgjZ4oPrj4\" target=\"_blank\">The Wolves (Act I and II)</a>.\" (Thanks, Bob).</p><p>The second memory is from after the show. As we were breaking down our gear in the empty club, Justin Vernon came out to ask if anyone had seen his fanny pack. My memory is that his whole life was in it and he couldn't find it anywhere. Four years later, when Justin Vernon was on stage with an armful of Grammys, I thought back to that tiny, entirely human moment when he couldn't find his damn fanny pack, looking under chairs and tables and behind the bar (and didn't have a team of people to find it for him).</p><p>To be fair, hardly anyone had heard of NPR Music in March 2008, either. We'd only been around a few months and it was our first year in Austin. We'd only decided to go at the last possible minute and somehow got it in our heads that we could pull off three live parties/events in three different locations. In retrospect I think we must have been out of our minds given how little time and how few resources we had. But a small team of dedicated people with a lot of gumption managed to pull it off: <a href=\"http://www.npr.org/artists/15155026/r-e-m\" target=\"_blank\">R.E.M.</a>, <a href=\"http://www.npr.org/artists/15189632/my-morning-jacket\" target=\"_blank\">My Morning Jacket</a>, <a href=\"http://www.npr.org/artists/16002572/vampire-weekend\" target=\"_blank\">Vampire Weekend</a>, <a href=\"http://www.npr.org/artists/15735855/shout-out-louds\" target=\"_blank\">The Shout Out Louds</a> and <a href=\"http://www.npr.org/artists/15223290/yo-la-tengo\" target=\"_blank\">Yo La Tengo</a> were among our featured acts.</p><p>The crazy (I mean really-not-a-good-idea crazy) thing was that two of the events were on the same day, with too little time between them, in two locations far away from each other. This means our crew of engineers had to break down all their gear at one place, speed in a van to the other, set it all back up, test it and go live with a tiny fraction of the time they normally needed. And they were going on no sleep. I remember they were still plugging in cables when the first band at the second location went live, but somehow we didn't miss a beat. At some point someone on the team accidentally kicked out a power cord that pulled the whole webcast down.</p><p>In case you missed it, earlier this week we announced <a href=\"http://www.npr.org/blogs/allsongs/2015/03/03/390246966/tv-on-the-radio-stromae-courtney-barnett-to-play-npr-musics-sxsw-showcase\">our lineup for the 2015 NPR Music South By Southwest showcase</a>, a night of live music in Austin that'll feature (among others) <a href=\"http://www.npr.org/artists/15125177/tv-on-the-radio\">TV On The Radio</a> and <a href=\"http://www.npr.org/artists/239210251/courtney-barnett\">Courtney Barnett</a>.</p><p>You can still hear Bon Iver's set with the link above, along with <a href=\"http://www.npr.org/series/sxsw/\">most of our previous recordings from all our years at Austin</a>, in our archives.</p><p>By the way, The Parrish, where we hosted that SXSW day party with Bon Iver, holds about 450 people. Here's a picture of a more recent live show Bon Iver gave at The Gorge Amphitheater in Washington state. Way to go, dude.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=All+Songs+At+15%3A+Bon+Iver+And+Our+First+Trip+To+Austin&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Robin Hilton","audio":[{"meta":{"duration":"287"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390839614-142121.m3u?orgId=1&topicId=1039&d=287&story=390838531&ft=nprml&f=390838531"},{"href":"http://media.npr.org/assets/img/2015/03/05/img_7661-752387ae85e99e32ca0254d156549b1569524f95.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"639","width":"852"}},{"href":"http://media.npr.org/assets/img/2015/03/05/img_7745-ca620300a035ef7892db51545643eaa7ff4d71c2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"852","width":"1136"}}]}