{"created":"2015-03-10T14:46:15+00:00","modified":"2015-03-10T14:46:15+00:00","valid":{"from":"2015-03-10T14:46:15+00:00","to":"3015-03-10T14:46:15+00:00"},"hreflang":"en","guid":"ee4f27d3-ef24-4dd7-994f-4d6a22daf48c","title":"In Mideast Chaos, Netanyahu Sees Opportunity","published":"2014-10-09T15:24:00+00:00","teaser":"In an interview with NPR, Israeli Prime Minister Benjamin Netanyahu says that Arab countries \"no longer view Israel as an enemy but a potential partner.\"","itags":["npr_api","353177275"],"contentencoded":"<p>Israeli Prime Minister Benjamin Netanyahu sees grave threats facing his country.</p><p>Netanyahu contends that Hamas (the Palestinian militant group on Israel's doorstep) is as bad as ISIS (not much farther away) and that Iran is the gravest threat of all — Iran, the very country with which the United States, his most important ally, has been trying to make a nuclear deal.</p><p>In an interview with NPR, however, the prime minister highlighted one way he hopes to alleviate nearly all these problems. He hopes to bring Arab nations more forthrightly onto Israel's side.</p><p>Arab countries, he said, \"no longer view Israel as an enemy but a potential partner.\"</p><p>Netanyahu said they have been driven to this view because they recognize shared interests. \"Many Arab states,\" he said, \"now recognize that they and Israel share these two challenges, these two dangers: one, a nuclear-armed Iran, and second, their rivals, the radical Sunni Islamists like al-Qaida, like ISIS and so on, who are making inroads in their societies.\"</p><p>\"I think the task right now is to harness this historic change, which I've never seen in my lifetime. ... I spoke about it quite at length, I have to say, with President Obama\" when the two men met at the White House on Wednesday.</p><p>This, at least, is Netanyahu's ambition.</p><p>There is competition for allies, however. <a href=\"http://www.npr.org/blogs/thetwo-way/2014/09/17/349275201/irans-foreign-minister-u-s-not-serious-about-defeating-islamic-state\">Iran's foreign minister, Javad Zarif</a>, recently was invited to Saudi Arabia. Iran has also become a de facto partner of the United States, and while both deny any overt cooperation, both regard ISIS as a threat and have used force against it.</p><p>And there is still the looming problem of Israel's occupation of the heavily Palestinian West Bank, which overshadows its relations with Arab nations.</p><p>Netanyahu has formally endorsed a two-state solution — meaning an independent Palestine — but in the NPR interview he affirmed there would be a limit to how much Palestinian independence could be tolerated.</p><p>The prime minister has previously said Israel must maintain \"security control\" over the West Bank, a notion he expanded upon in the interview. \"I think we have to differentiate between political sovereignty and security arrangements,\" he said.</p><p>Such a condition is not likely to win Palestinian support, but Netanyahu insisted on it.</p><p>\"We relinquished all security control in Gaza,\" he said, referring to an Israeli withdrawal in 2005. Israel removed troops from Gaza, though it retained control of most land and sea crossings into the area.<strong> </strong>\"And what we got was not peace. What we got was an Islamist enclave from which 15,000 rockets have been fired at us.\"</p><p>Here, Netanyahu returned to his larger theme of hoping for Arab alliances. Friendly Arab nations, he said, could help to finally resolve the Palestinian question.</p><p>Asked if he believed this change in the Arab world could come in the years remaining to him as prime minister, Netanyahu asked, \"How much time do you give me?\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Mideast+Chaos%2C+Netanyahu+Sees+Opportunity&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Inskeep","audio":[{"meta":{"duration":"335"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353273252-c2b1f8.m3u?orgId=1&topicId=1009&e=353177275&d=335&ft=nprml&f=353177275"},{"meta":{"duration":"306"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353177276-7a749e.m3u?orgId=1&topicId=1009&e=353177275&d=306&ft=nprml&f=353177275"}]}