{"created":"2015-05-10T10:31:34+00:00","modified":"2015-05-13T23:05:16+00:00","valid":{"from":"2015-05-13T23:05:16+00:00","to":"3015-05-13T23:05:16+00:00"},"hreflang":"en","title":"In Oklahoma, The Sky Has No 'Mercy'","published":"2015-05-10T21:37:00+00:00","teaser":"In Oklahoma, tornadoes are just a fact of life — but sometimes a truly awful one comes along. In <em>The Mercy of the Sky</em>, Holly Bailey chronicles the deadly tornado that struck Moore, Okla., in 2013.","itags":["npr_api","405270726"],"guid":"ee664930-95e8-4d20-a1ad-058c072fd8e4","contentencoded":"<p>Two years ago, one of the worst tornadoes on record hit the town of Moore, Okla. And you might say to yourself, well, doesn't this always happen there? It's called Tornado Alley for a reason.</p><p>And that's pretty much how the residents of Moore think about tornadoes. They're just part of life, and you take your chances. But that kind of thinking was part of the problem on May 20, 2013. The storm that came through that day was different. It was horrific.</p><p>When it was all over, Moore, a town with about 55,000 residents, was flattened. Twenty-four people died, 10 of them children. Holly Bailey has written the story of that day in her new book, <em>The Mercy of the Sky</em>, and she tells NPR's Rachel Martin that the she grew up in Oklahoma. \"I went to school in Moore until I was about 14, so this is a story very close to my heart.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On learning to fear the sky</strong></p><p>It's a part of you — it's a part of your blood in some ways. You're raised from a very, very young age to always look at the sky and always sort of be wary of it. In some ways, people really love the weather and ... they admire it and they marvel at it and it's beautiful. But at the same time, you are also raised to fear it and fear what it can do to you.</p><p><strong>On a terrible tornado that struck Moore in 1999</strong></p><p>That storm was shocking in so many ways. That was one of those storms where at one point the wind was measured higher than any other wind speed on the face of the Earth, and I believe that record still stands. The 1999 storm was really the first storm that people watched on television from beginning to end, and so afterwards, you know, it wiped out a large part of Moore, and the city really wondered how it would recover. They worried that people wouldn't come back, but they did! And crossed their fingers — how could it happen again? But it kept happening.</p><p><strong>On elementary school principal Amy Simpson, who realized that the 2013 storm was going to be out of the ordinary</strong></p><p>I mean everybody in Moore sort of knew that this was going to be a bad weather day. But the thing that was unusual about this storm is that usually, most storms hit later in the day, well after school has let out. But, in the middle of the day, one of her assistants came in and she just saw the look on her face and she knew it was bad. And she looked out the window and it was raining really heavily, and then it would stop. And then she just started having this really ominous feeling about what to do. And she started ordering all the teachers and the kids to get into the hallways — which is the only place they could shelter. They don't have a storm shelter at Plaza Towers Elementary, where she worked.</p><p>[That lack of a shelter is] totally shocking. And, actually, what is even more shocking is after the '99, tornado many people in Moore, even residential homes, didn't have storm shelters. Part of it is, I think, people were in disbelief that another storm like that '99 storm could potentially hit. And usually a lot of people will think, \"Well, maybe I'll have enough time to drive out of the way,\" and people do that. But, you know, at the schools, it's true: No storm shelters. And that's still quite a subject of debate in Oklahoma.</p><p><strong>On a teacher who was buried in the rubble of the school</strong></p><p>I'm so grateful that many of the teachers were able to share their stories with me. It's still hard, I mean, we're talking about teachers that, two years later, still have to put on headphones when the wind blows, because they still remember how horrifying it was that day. And that particular teacher, Jennifer Doan, was buried in the rubble. And she, for a while, wondered if people around her were still alive. Because she couldn't hear them, the cries faded out, and that still haunts her today. And it's horrifying. Totally horrifying.</p><p><strong>On whether the survivors considered leaving</strong></p><p>Never. They refused to let Mother Nature get the best of them, and I always wondered if it was partly because of ancestors and how this isn't the first environmental disaster that Oklahoma's had to deal with. There are many people that stayed and lived through the Dust Bowl, determined not to let Mother Nature get the best of them, and I think it's very similar — the mindset of people in Oklahoma when it comes to bad weather like this.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Oklahoma%2C+The+Sky+Has+No+%27Mercy%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"384"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405624524-678d61.m3u?orgId=1&topicId=1033&d=384&p=10&story=405270726&t=progseg&e=405624317&seg=12&ft=nprml&f=405270726"},{"href":"http://media.npr.org/assets/img/2015/05/08/mercybackground2-10d08350da9fb6c015f0e142ea66ca98ecb1760a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"851","width":"1135"}}]}