{"created":"2014-10-24T08:53:53+00:00","modified":"2014-11-10T20:46:27+00:00","valid":{"from":"2014-11-10T20:46:27+00:00","to":"3014-11-10T20:46:27+00:00"},"hreflang":"en","title":"With Ferguson Protests, 20-Somethings Become First-Time Activists ","published":"2014-10-24T15:18:00+00:00","teaser":"Near Ferguson, Mo., young people are taking the lead in protesting police brutality. Many say they had never considered activism before, but saw Michael Brown's shooting death as a call to action.","itags":["npr_api","358054785"],"guid":"ee68ee39-b92a-467b-8c07-b5a79b2bbffb","contentencoded":"<p>In the weeks after 18-year-old Michael Brown was shot by a white police officer in Ferguson, Mo., protesters gathered daily at the site of a burned-out convenience store.</p><p>About a block away, the empty lot of a boarded-up restaurant became the campsite for a group of young activists called the Lost Voices. During the protests, the group \"invited all the people who can't come out every day and wanted to share the experience with us,\" says Lenard Smith.</p><p>One night, the Lost Voices was holding a \"shut-it-down sleepover\" when police raided the site, says Smith, who goes by the name Bud Cuzz. The police confiscated tents and everything else during the roust and even locked up a few people.</p><p>Now they gather in an office space across the street. A photo of Michael Brown, with the date of his death, is taped to the wall. There are other photos too, of unarmed people — all of color — who died during interactions with police.</p><p>In the months since officer Darren Wilson shot Brown in August, many young people from the region — many in their 20s — have become first-time activists, planning peaceful protests and using social media to form groups and organize. It's a role many say they never considered until Brown's death made them want to work for change.</p><p><strong>'I Might As Well Make A Change While I Can' </strong></p><p>The Lost Voices got together in the early days of the protests. None of them knew each other at the time, but Brown's death motivated many, like former culinary student Ned Alexander, 25, to get involved.</p><p>\"I never imagined myself doing anything like this. But I felt now that I'm at the age I feel like I can make a change, so I might as well make a change while I can,\" he says.</p><p>Alexander says he knows people are on edge about a pending grand jury decision about whether or not to indict Darren Wilson, the white police officer who shot Brown. He hopes no violence breaks out if Wilson doesn't face charges in Brown's death.</p><p>\"I don't condone any looting or anything of that nature, because it's against the law,\" he says.</p><p>Mel Moffitt, who is in his 40s, is an adviser to the younger members of the Lost Voices. He says the way authorities handled Brown's death is one of the reasons the protests will continue.</p><p>\"These people don't care. And if we don't protest and stand up and show them that we care — that's why they're starting to listen right now,\" he says. \"I am not saying our protest is going to going to make them get us a conviction. We might not get [Wilson], but we're going to get some of these police officers, I promise you that.</p><p>In St. Louis, Ashley Yates and Larry Fellows III also started organizing after Brown's death. With two others, they created a group called Millennial Activists United, or MAU. They marched in the streets nightly, made meals for protesters and became street medics when police used tear gas. <strong></strong></p><p>Yates, Fellows and the other founders of MAU found each other through Twitter and decided to work together. \"Because there were no other organizations out there that were doing the work that we wanted to do, that had the type of people — younger people, that were utilizing the tools that we were utilizing so effectively to get the word out and really become our own media,\" says Yates, who describes herself as \"20-something.\"</p><p>Using those social media tools, they helped plan and participated in the most recent large protest — a four-day event billed as a <a href=\"http://www.npr.org/blogs/thetwo-way/2014/10/12/355587809/in-st-louis-a-rally-and-protests-over-police-shootings\" target=\"_blank\">weekend of resistance</a> during a month activists have called \"Ferguson October.\"</p><p>Fellows, 29, says a couple of thousand people participated. \"All of these people that came in, all this support, all this overwhelming love — it's definitely pushed and inspired us to continue to push and do this work.\"</p><p><strong>'The System Doesn't Work For Us'</strong></p><p>While small nightly protests, primarily across from the Ferguson police station, continue, Yates says MAU has turned to organizing what's evolving into a national movement.</p><p>Yates says they connect with other activists across the country to keep the issue of police brutality and social justice issues in the mainstream, and she says they're also connecting the dots between the killings of unarmed people of color.</p><p>As an example, Yates points to the shooting death of Florida teen Trayvon Martin in 2012.</p><p>\"People that I'm working with, I think we've really come to realize that the system doesn't work for us,\" she says. \"So we are not waiting for a non-indictment or an indictment. What we're doing is working to push for systematic change on every level.\"</p><p>Those changes, she says, would include body cameras on police officers and tough civilian review boards that investigate the actions of police.</p><p>Even so, MAU and other groups are getting ready for the news from the grand jury, Fellows says. They're planning to have \"safe houses open for people to go to in case of whatever happens — even setting up some type of meeting where everyone can meet and listen to the decision whenever that happens.\"</p><p>But Yates sounds almost weary when she says she's taking a more long-range attitude — not just about the pending indictment in Ferguson, but any indictment.</p><p>\"I'm hoping for the day that something like this happens: When a black life is taken and we know they are unarmed, and we have six eyewitnesses and an entire neighborhood that can attest to what happened, and we don't have to ask the question, 'What happens if there is not an indictment?' — because justice will be served the way it's supposed to,\" she says.</p><p>And that's a hope Yates says young activists like her, along with both blacks and whites in Ferguson and elsewhere, should work to make a reality.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Ferguson+Protests%2C+20-Somethings+Become+First-Time+Activists+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Cheryl Corley","audio":[{"meta":{"duration":"334"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358471530-b24161.m3u?orgId=1&topicId=1091&ft=3&f=358054785"},{"href":"http://media.npr.org/assets/img/2014/10/23/ferguson-activists-111b708381b3df41dea2eeee8fec63c1467ab8f7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1942","width":"2590"}},{"href":"http://media.npr.org/assets/img/2014/10/23/ferguson-protest-voices-5589ec068c6b8ea4059878ad9d81f2aed93e73b5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}