{"created":"2014-10-27T17:38:26+00:00","modified":"2014-10-30T22:26:04+00:00","valid":{"from":"2014-10-30T22:26:04+00:00","to":"3014-10-30T22:26:04+00:00"},"hreflang":"en","title":"Senator: Arab Countries 'Need To Step To The Plate' In Fight Against ISIS","published":"2014-09-12T19:54:00+00:00","teaser":"Mark Begich (D-AK) is one of the few members of Congress speaking out against a key part of President Obama's plan for fighting the Islamic State.","itags":["npr_api","348005361"],"guid":"ee69b1a6-8816-4f31-94a5-a7200aab9fba","contentencoded":"<p>In Washington, lawmakers are reacting to President Obama&#8217;s plan for combating the militant group calling itself the Islamic State.</p><p>On Wednesday night, the President laid out his four-part strategy for &#8220;degrading and destroying&#8221; ISIS.</p><p>It centers on expanding U.S. and international air strikes in Iraq and Syria, and training and arming both Iraqi forces and Syrian rebels.</p><p>Democratic Senator <strong>Mark Begich</strong> of Alaska is one of the few members of Congress speaking out against a key part of President Obama&#8217;s plan: arming moderate Syrian rebels.</p><p><em><a href=\"http://hereandnow.wbur.org\">Here & Now&#8217;</a>s</em> Jeremy Hobson talks to Senator Begich about his reservations with the President&#8217;s plan to combat ISIS.</p><h4>Interview Highlights: Sen. Mark Begich</h4><p><strong>On opposing the plan to arm Syrian rebels</strong></p><p>&#8220;As you look at who the rebels are &#8212; today they are one group, tomorrow they could be a different group. A year ago, part of those rebels they wanted to fund were ISIS. And so I have limited faith [in] funding these rebels &#8212; those arms, those weapons could end up in terrorist or ISIS hands.&#8221;</p><p>&#8220;I think the idea here at the end of the day, is we just don&#8217;t know who these folks are, who they&#8217;ll be aligning with later down the road.&#8221;</p><p><strong>On the role of Middle Eastern countries</strong></p><p>&#8220;They need to lead this charge. Everytime we come into a country, esp. in teh middle east, and we believe we have all the answers, the end result if just not sustainable over the long term.&#8221;</p><p>&#8220;If they are serious about controlling this terrorist organization and getting rid of it, they need to step to the plate, put aside their regional differences and their differences from country to country, and focus on getting rid of the terrorists there. And that means putting arms as well as people from their country working to deal with this issue on the front lines.&#8221;</p><p>&#8220;We will support them as we have done in the past with airstrikes and strategic strikes, but they&#8217;ve got to have sustainable capacity.&#8221;</p><h4>Guest</h4><ul><li><a href=\"http://www.begich.senate.gov/public/\" target=\"_blank\"><strong>Sen. Mark Begich</strong>,</a> Democratic senator representing Alaska. He tweets <a href=\"https://twitter.com/SenatorBegich\" target=\"_blank\">@SenatorBegich</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Senator%3A+Arab+Countries+%27Need+To+Step+To+The+Plate%27+In+Fight+Against+ISIS&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"392"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348005364-db574b.m3u?orgId=1&ft=3&f=348005361"}]}