{"created":"2015-01-26T21:33:31+00:00","modified":"2015-01-27T20:26:39+00:00","valid":{"from":"2015-01-27T20:26:39+00:00","to":"3015-01-27T20:26:39+00:00"},"hreflang":"en","guid":"ee6c98aa-5bf8-4391-97da-ae18083f0397","title":"Death of young woman in Egypt sparks anger","published":"2015-01-27T20:26:38+00:00","byline":"Shirin Jaafari","teaser":"The death of young activist and poet Shaimaa al-Sabbagh was caught on camera. She was among a group of Egyptians who were marching on the streets of Cairo, four years after the Tahrir Square revolution.","tags":["Conflict","Conflict & Justice","Cairo","Africa","Egypt","Middle East","Africa","Abdel Fattah el-Sisi","Shaimaa al-Sabbagh","Abdel Fattah al-Sisi","Politics","Egyptian politics","Egyptians","Middle East"],"contentencoded":"<p>Shaimaa al-Sabbagh was among the dozens of Egyptians who came out to the streets to mark the fourth anniversary of the Revolution this past weekend. Sabbagh planned to place flowers in the iconic Tahrir Square in honor of those who were killed in the 2011 uprising.</p>\n<p>Instead, she became a victim of violence.</p>\n<p>\"Police, armed with tear gas and buckshot, it appears, stormed the small crowd and according to many witnesses opened fire,\" says Borzou Daragahi, Cairo-baserd correspondent for the Financial Times.</p>\n<p>Witnesses captured the moment Sabbagh was shot on <a href=\"https://www.youtube.com/watch?v=mQQ2g015DeA#t=11\">video</a> and they later published it online. Daragahi points out that official autopsy is yet to be published but he says based on the video, \"she basically either had some kind of severe brain trauma and died shortly after this incident or succumbed to other wounds.\"</p>\n<p>At least 17 other people died in Egypt on Sunday. A 17-year-old high-school student named Sondos Reda Abu Bakr was among them.</p>\n<p>Sabbagh, who was in her early 30s, belonged to the Socialist Popular Alliance Party, that, according to Daragahi, \"ironically supported the 2013 coup that put General Abdel Fattah el-Sisi, now president of Egypt, in power.\"</p>\n<p>Daragahi adds that although she was a poet and activist, Sabbagh wasn't very well-known. Nonetheless, her death has sparked anger among some in Egypt. \"[People] are angry at the security forces, they're angry at the government,\" says Daragahi. He adds that a front page piece in the state-owned newspaper Al-Ahram, blamed President Abdel Fattah el-Sisi for her death.</p>\n<p>Others in Egypt want an end to protests like the ones that took place this past weekend. According to Daragahi, after four years of chaos, turmoil and the economic uncertainty, those Egyptians \"are in the mood for someone to come in with an iron fist and a big, black military boot and to stamp down on dissent.\"</p>\n<p>\"They want stability above all else and if that means sacrificing these high-minded notions of freedom and democracy, then so be it,\" he says.</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/012620155.mp3"},{"href":"http://www.pri.org/file/012620155mp3"}]}