{"created":"2015-03-19T21:40:30+00:00","modified":"2015-03-23T19:56:17+00:00","valid":{"from":"2015-03-23T19:56:17+00:00","to":"3015-03-23T19:56:17+00:00"},"hreflang":"en","guid":"ee6e4e36-68a5-4096-b671-66918010a1c4","title":"Serbia is finally seeking those responsible for the 1995 massacre in Srebrenica","published":"2015-03-23T19:56:10+00:00","byline":"Joyce Hackel","tags":["Religion","war crimes","conflict","Justice","history","Justice","Conflict & Justice","Europe","Serbia","Balkans","David Rohde","Nedeljko Milidragović","Srebrenica","Serbs","Muslim","United Nations","UN safe area","arrested","Bosnian Genocide","Serbian war crimes","Bosnian War"],"teaser":"Serbian officials have arrested eight men suspected of having participated in the 1995 Srebrenica massacre. The killings took place in an area that the UN had declared a \"safe zone.\"","contentencoded":"<p>It's taken two decades, but Serbian officials have finally arrested eight men accused of participating in the 1995 Srebrenica massacre.</p>\n<p>\"It's 20 years late, but it's still very welcome because it's Serbs themselves, the government of Serbia arresting ethnic Serbs and putting them on trial for war crimes,\" correspondent David Rohde says. \"It's a tremendous step forward.\"</p>\n<p>Rohde won a Pulitzer Prize in 1996 for his coverage of the slaughter in Srebrenica.</p>\n<p>A year earlier, he'd heard stories about the thousands of Bosnian Muslim men and boys who'd attempted to walk through enemy territory after Srebrenica fell to Serbian forces. </p>\n<p>\"They would emerge from the woods and they'd say 'The Serbs are rounding up Bosnian Muslim prisoners and shooting them all dead,'\" recounts Rohde, who is now an investigative journalist with Reuters. \"It was unclear the scale of what had actually happened.\"  </p>\n<p>Rohde drove into the areas where the massacres had occurred without authorization, accompanied by a Serbian translator.  He remembers passing a pock-marked warehouse where he later learned Serb commander Nedeljko Milidragović had allegedly slaughtered a thousand Muslim civilians. Milidragović was among those arrested this week. </p>\n<p>\"This is where the 'Nedjo the Butcher' essentially rounded up Bosnian Muslims that they captured trying to flee through the woods and then they just unleashed hails of bullets and they fired rocket propelled grenades into the warehouse and they slaughtered everyone,\" he says. \"After the initial wave of shooting, they called on survivors to come out. They promised people — Nedjo promised people water. And survivors did come out. They gunned them down as well.\" </p>\n<p>The massacres took place in a region that the United Nations had declared a protected safe haven for civilians. On a second visit to the area, Serbian officials arrested Rohde at a gravesite. He was charged with espionage and spent 11 days in jail.</p>\n<p>The most infamous Serb leaders from that era, Radovan Karadzic and his military commander, Ratko Mladic, are already facing genocide charges in an international court at The Hague. But the eight suspects taken into custody this week are likely to be tried inside Serbia.</p>\n<p>Rohde says past Serbian governments lacked the will to arrest those responsible for the Srebrenica massacre. One incentive for authorities making the arrests now is the prospect that Serbia might be permitted to join the European Union. </p>\n<p>\"The hope was that that carrot would get governments in the region to start trying their own people and it's finally happening,\" Rohde says. \"There are hundreds of lower level perpetrators and this is a great step forward because ... local governments are finally facing what happened, finally arresting people that have been living in these countries for all these years and lying about what they did.\" </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-19%2Farrests-serbia-mark-renewed-effort-seek-justice-those-massacred-srebrenica&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0319201506.mp3"},{"href":"http://www.pri.org/file/0319201506mp3"}]}