{"created":"2015-03-04T16:36:23+00:00","modified":"2015-06-15T17:15:16+00:00","valid":{"from":"2015-06-15T17:15:16+00:00","to":"3015-06-15T17:15:16+00:00"},"hreflang":"en","title":"The Magic Trick That Could Help Students Pay For College","published":"2015-03-05T01:29:00+00:00","teaser":"The IRS and the Department of Education already have the power to make the Free Application for Federal Student Aid easier without cutting questions. So why haven't they?","itags":["npr_api","389518500"],"guid":"ee7b04c1-2ef5-4122-b495-051ee210d17f","contentencoded":"<p><strong><em>Read part one of our reporting on the FAFSA, \"<a href=\"http://www.npr.org/blogs/ed/2015/03/04/387533091/shrink-the-fafsa-good-luck-with-that\">Shrink The FAFSA? Good Luck With That</a>\"</em></strong></p><p>It's deadline time for the Free Application for Federal Student Aid. Better known as the FAFSA.<br /> <br /> The daunting application — with its 108 questions — stands between many college hopefuls and much-needed financial aid.</p><p><a href=\"https://www.edvisors.com/ask/student-aid-policy/leaving-money-on-the-table/\">One recent study</a> found that some 2 million students who would qualify for federal Pell Grants don't even fill out the form.</p><p>These days, lots of politicians are talking about shrinking the FAFSA. One bipartisan group of senators has <a href=\"http://www.help.senate.gov/imo/media/doc/Final_draft_Onepager%20for%20fin%20aid%20bill%20with%20Bennet.pdf\">proposed a form</a> with just two questions:</p><p>\"What is your family size? And, what was your household income two years ago?\"</p><p>That raises the most important question: Is that even possible?</p><p>\"The answer is 'No, it's not possible,' \" says Justin Draeger of the National Association of Student Financial Aid Administrators. \"The more you simplify the federal form, the more everybody tends to look needy.\"</p><p>And that's a problem for lots of states and schools, as we explored earlier.</p><p>So let's set aside the postcard idea for now.</p><p>The Obama administration has tried lots of other creative ideas to make the FAFSA easier to fill out online. Technology now weeds out questions that don't apply to you. The president also wants to cut some questions.</p><p>And then there's this potential game-changer: a new IRS data retrieval tool.</p><p>Press a button, and the IRS fills out much of the form for you, because there's lots of overlap between what it wants to know at tax time and what the FAFSA requires. There's just one problem:</p><p>The aid form asks for last year's tax data (so, 2014). But to meet state and school aid deadlines, most students have to fill it out before they — or their parents — have done their taxes.</p><p>\"And so that tool that makes it very easy to fill out the FAFSA, it's not useable by a lot of students,\" says Rachel Fishman, who studies education policy for the New America Foundation.</p><p>Believe it or not, though, this fix has a fix. It's called \"prior-prior year.\"</p><p>Terrible name. Simple idea.</p><p>Instead of requiring last year's tax data, require the prior-prior year (so, 2013). In that case, just about everyone who fills out a FAFSA could use the tool.</p><p>Presto! It reduces the number of questions students answer without reducing the number of questions. It's an honest-to-goodness magic trick, courtesy of the IRS.</p><p>And it gets more magical. A switch to prior-prior could also move back the entire aid-application process:</p><p>\"Maybe even back to May 1st,\" says Dan Madzelan with the American Council on Education, \"when they're applying to college or making decisions about what college to attend.\"</p><p>In short: We would no longer be asking students to apply to college months before they know whether they can afford it. And <a href=\"http://www.npr.org/blogs/ed/2015/03/02/389490257/college-i-ll-only-go-if-i-know-that-i-can-afford-it\">research shows</a> that, when students know how much college will actually cost them, they're more likely to go.</p><p>Here's the strange part: The Department of Education already has the authority to start using prior-prior. So, why hasn't it?</p><p>One big reason: money.</p><p>The department says switching to prior-prior would come with a lot of costs. For one thing, using older income would make students seem a little needier.</p><p>It would also increase the number of students who complete the FAFSA and thereby increase the amount of aid given.</p><p>And these costs, the department says, would ultimately have to be approved by Congress.</p><p>Translation: One reason Washington's not yet using prior-prior is because it would work.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Magic+Trick+That+Could+Help+Students+Pay+For+College&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Cory Turner","audio":[{"meta":{"duration":"257"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390757822-759813.m3u?orgId=1&topicId=1013&d=257&p=2&story=389518500&t=progseg&e=390757673&seg=8&ft=nprml&f=389518500"},{"href":"http://media.npr.org/assets/img/2015/02/27/fafsa-irs-magictrick-f86ccd2c7e6259a0cb1584d47fc3e8dd294541de.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1867","width":"2489"}}]}