{"created":"2014-10-23T21:16:45+00:00","modified":"2014-10-28T14:18:42+00:00","valid":{"from":"2014-10-28T14:18:42+00:00","to":"3014-10-28T14:18:42+00:00"},"hreflang":"en","guid":"ee828e40-b7ff-4b23-8fc1-2d91f42405f5","title":"A filmmaker’s journey along the US-Mexico border shows it's 'a very powerful idea to have a line'","published":"2014-10-28T14:18:41+00:00","byline":"Monica Campbell","tags":["immigration","movies","Media & Journalism","Global Nation","Media","Arts, Culture & Media","North America","Mexico","United States","North America","Central America/Caribbean","Rodrigo Reyes","José Inerzia","Justin Chin"],"teaser":"At a time when the border between the US and Mexico is a lightning rod for public opinion, Rodrigo Reyes’ film “Purgatorio\" offers an on-the-ground view of people from both sides of the fence. ","contentencoded":"<p>We hear a lot about the US-Mexico border, but headlines can distort how we see it. That’s where filmmaker Rodrigo Reyes comes in.</p>\n<p>Reyes' new documentary, “<a href=\"http://www.rrcinema.com/\">Purgatorio, a Journey Into the Heart of the Border</a>,” is a travelogue of sorts, showing a complex mix of portraits. It's also a personal film. Reyes, a 31-year-old who lives in Merced, California, migrated there with his family from Mexico City when he was six years old.</p>\n<p>Like many immigrant families, his family had connections in the US already — and a desire to move up the economic ladder. But Reyes only had a vague notion of the border as a child.</p>\n<p>“It was almost like a fog, stretched between Mexico City and California,” he says. “And then I guess you learn different ways that that the border exists as you grow up. There’s a language border, there’s a cultural border.”</p>\n<p>Reyes remembers starting school in California and standing up when the teacher called on him in class. It was a knee-jerk reaction to what students did back in Mexico City. In California, “the teachers would love me immediately, and the students would hate me right way. You know, 'Who is this jerk coming over here sucking up to the teacher?'” </p><div class=\"media media-element-container media-default\"><img height=\"3400\" width=\"3416\" style=\"margin: 5px; width: 300px; height: 299px; float: right;\" alt=\"Reyes Headshot\" title=\"Reyes Headshot\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/Filmmaker%20RR%2013%20%281%29.jpg\" /><div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Courtesy of Rodrigo Reyes</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>Filmmaker Rodrigo Reyes.</p>\n  </div>\n</div>\n<p>When he began thinking about a film about the border, he realized that, \"when you’re an immigrant, people see a border behind you, there’s a line behind you. You have a tail following you. It comes to life in a very powerful way.”</p>\n<p>So Reyes and his three-person crew — including Oakland-based cinematographer Justin Chin and Tijuana-based José Inerzia, a sound designer — followed that line in the sand in a beat-up Ford van for four weeks. “We met in Tijuana and set off from there, and just kind of like weaved our way east,” Reyes says.</p>\n<p>Early on in the film, we see a Mexican man, dead in an empty yard. But there are no sirens, no rush to carry him away. “Just an insignificant dead body,” Reyes says. “Why? Because it’s a murder victim, but the whole culture of that almost considers it a waste of time to pick up this small-time guy who was killed in a vacant lot. You know, there’s been thousands and thousands of them. And all of a sudden you see this anti-climatic death. Very underwhelming.”</p>\n<p>We also meet a man, wearing a backpack that reads “Good Samaritan,” in the Arizona desert where migrants travel. He places Gatorade and food along the trails. “We did that for a day and we were exhausted,” Reyes says. “Everything has thorns. Even the dirt has thorns. But this guy is out there doing this of his own free will, on his own free time.”</p>\n<p>The man, who isn’t identified — nobody in the film is named — says \"these are somebody’s parents, somebody’s brothers or sisters or children, and they deserve to live just like everybody else deserves to live.”</p>\n<p>But then we meet another man, almost like the Samaritan’s “twin brother separated at birth,” Reyes says. He’s a member of the <a href=\"http://minutemanproject.com/\">Minutemen Project</a>, which wants to stop unauthorized migration into the US.</p>\n<p>“He’s also out there also on his own free will, also all alone, also on his free time,” Reyes says. “But what he’s doing is trying to catch people and stop them from coming into the US. He collects all the trash he can find — in the middle of the desert! — hauling bags and bags of trash because he feels that the trash marks trails.”</p>\n<p>At one point, the man looks into the camera and says: “I’d like to see the Mexican people build up their own country. They got all the mineral wealth. They have copper, they have silver, they have gold, they have oil. What’s the problem? Why are they coming up here? Why don’t they overthrow their corrupt government and build up their own country?”</p>\n<p>Reyes says when he shows his film in Mexico, it’s that scene that touches a nerve with the audience: “People ... constantly debate each other over this. One person will go, ‘Look at that racist guy.’ And the other guy will be, like, ‘Well, what about the things he’s told us to do? We need to get to work.’”</p>\n<p>Two men from Mexico also bookend the film. We see them standing at the border wall on the Mexican side, holding backpacks. A US Border Patrol truck slowly rolls by on the other side; once it’s clear, they try to scramble over the fence.</p>\n<p>“It’s a very powerful metaphor to look at people clamoring over this fence and just rushing and getting lost in our backyards, and taking things from our house or something,” Reyes says. This image of invasion can take hold, “and I think it’s a very dangerous way to think about other human beings, like a mother and children, a hard-working dad, because that’s really the most people who are coming over. But you can’t see them because there’s this line, there’s this fence, and they just become shadowy figures, right. It’s a very powerful idea to have a line.\"</p>\n<br><p>©2014 Public Radio International</p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Pergatorio_Screen_1.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/purgatorioscreen1jpg"}]}