{"created":"2014-09-24T20:26:12+00:00","modified":"2015-03-23T12:52:11+00:00","valid":{"from":"2015-03-23T12:52:11+00:00","to":"3015-03-23T12:52:11+00:00"},"hreflang":"en","title":"#Gamergate Controversy Fuels Debate On Women And Video Games","published":"2014-09-30T13:35:00+00:00","teaser":"A debate has flared surrounding ethics in video game journalism and the role and treatment of women in the video game industry. Attacks online have turned heated, vicious and ugly.","itags":["npr_api","349835297"],"guid":"ee970279-00af-4372-96b6-90fe57a5e8a4","contentencoded":"<p>For the past several weeks, the video game industry has been embroiled in a heated, sometimes ugly, debate, under the hashtag #Gamergate.</p><p>It's a <a href=\"http://www.vox.com/2014/9/6/6111065/gamergate-explained-everybody-fighting\" target=\"_blank\">debate</a> about a lot of things and it involves a lot of people, but at its heart, #Gamergate is about two key things: ethics in video game journalism, and the role and treatment of women in the video game industry — an industry that has long been dominated by men.</p><p>Many in the industry believe that those two things need to be talked about, as the video game industry moves more toward the mainstream than ever before. But it's the<em> way</em> that they're being talked about that has drawn international attention.</p><p>Online trolls have long attacked women in the video game industry. But during #Gamergate, it's gotten so bad that two women left their homes because they feared for their own safety, and the FBI has said that it will look into the harassment of game developers.</p><p>The first of those two women is Zoe Quinn. Quinn is an independent game developer and a community organizer who's been actively involved in the video game industry for most of her life, both as a consumer of video games and as a developer.</p><p>\"I basically make weird little games that are about feelings, so not the traditional sort of game [that] people usually think of when you say video game,\" she says.</p><p>Quinn's most notable game is called Depression Quest, which simulates the experience of having depression through multiple-choice text.</p><p>For a while Quinn dated a programmer named Eron Gjoni. Gjoni sparked the #Gamergate debate when he wrote online that Quinn had cheated on him, one time with a journalist for the games website Kotaku. The implication was that she had done so to get better reviews for Depression Quest. Quinn and Kotaku have denied those claims, but what followed was #Gamergate.</p><p>The claims instigated a <em>huge </em>backlash on Twitter and online forums like Reddit and 4chan. Some people used the allegations against Quinn as proof that there's corruption in video game journalism — that game developers and game journalists have grown too cozy. Others attacked Quinn based on her gender, calling her a \"social justice warrior\" — an insulting term for people who are deemed to be uninterested in games themselves, just in using those games as a platform to promote themselves or their ideals.</p><p>That's where things got ugly — horribly ugly.</p><p>Quinn was soon flooded with death threats and rape threats. Her personal information, even photos, were hacked and posted online, forcing her to leave her home.</p><p>\"It's like the Internet is eager and waiting for a reason to be a total scumbag to you — at least if you're a woman and you're a loud, outspoken woman,\" she says.</p><p>Quinn says she's seen a lot of sexism in the video game industry, for as long as she's been involved.</p><p>\"It's absolutely there. I don't think I've ever released a game without getting some sort of rape threat,\" she says. \"And that includes stupid little stuff, like one time I made a game called Jeff Goldblum Staring Contest, which is exactly what it sounds like. And I still got people being like: Girls can't make games. Who made this for you?\"</p><p>She's also seen that sexism and harassment lobbed at other women in the industry, like Anita Sarkeesian, who Quinn says has been basically living #Gamergate for two years.</p><p>Sarkeesian is a video game critic who looks at the way video games portray women, in an online blog called Feminist Frequency. In her video critiques, she takes clips of games and talks about the roles female characters often play. In one, she talks about how women are often relegated to the role of damsel in distress — a prize to be won or a goal to be achieved — using Princess Peach from the Super Mario series as an example. <br /> <br /> In other blogs, Sarkeesian talks about some of the darker, secondary roles women play.</p><p>\"How sexualized female bodies often occupy a dual role as both sexual playthings and the perpetual victims of male violence,\" she says, in a video that cuts to a scene from the Assassin's Creed game series where a man asks about a prostitute.</p><p>Sarkeesian has been getting angry backlash for her critiques since she's been doing them, but during #Gamergate, that backlash got so bad that she tweeted she had left her home too, after calling the authorities.</p><p>\"It can turn your stomach pretty quick,\" says Adam Saltsman, a small games developer based in Austin, Texas. Saltsman, his wife and many in the industry watched as the backlash spread from Sarkeesian and Quinn to other men and women in the industry who spoke up in their defense.</p><p>Andreas Zecher, an independent games designer in Germany, wrote in an email: \"For a short moment that strategy of the harassers seemed to work. There was a brief, but unbearable silence. People were afraid to become the next target, if they would speak up and show solidarity.\"</p><p>To address that, Zecher wrote an <a href=\"https://medium.com/@andreaszecher/open-letter-to-the-gaming-community-df4511032e8a\" target=\"_blank\">open letter</a> to the gaming community that read, in part:</p><blockquote><p>\"We believe that everyone, no matter what gender, sexual orientation, ethnicity, religion or disability has the right to play games, criticize games and make games without getting harassed or threatened. It is the diversity of our community that allows games to flourish.\"</p></blockquote><p>The letter quickly gained about 2,500 signatures that included names from people at major studios like Rockstar North, Naughty Dog, Bungie and Ubisoft.</p><p>Many in the industry, including Saltsman, point to those signatures as proof that the people sending vicious attacks at Quinn and Sarkeesian weren't representative of the video game industry overall.</p><p>\"The people doing the most harm are absolutely a vocal minority,\" Saltsman says.</p><p>United Kingdom-based games journalist Leigh Alexander agreed with that sentiment but was more leery of disregarding the attackers as just a vocal minority.</p><p>\"The sexism stuff and the harassment and the gatekeeping is definitely a thing,\" she says. \"I've had way too many experiences with people working in this field to not believe that it is a thing.\"</p><p>Alexander believes that the reason those things became so vitriolic in the past several weeks is the changing nature of the video game industry itself.</p><p>\"What I think is going on is that there's a cultural spasm happening that nobody expected that accompanies this mainstreaming of video games and the diversification of video games,\" she says.</p><p>Alexander is referring to games like Candy Crush and Words With Friends — games that are now on smartphones and tablets, accessible to a far wider range of people than ever before.</p><p>Alexander thinks that the conventional audience — which she calls a \"boys club\" — is shaken up by that change.</p><p>\"In part because they're used to being explicitly catered to as a precious special market demographic and they feel like they might get left behind,\" she says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%23Gamergate+Controversy+Fuels+Debate+On+Women+And+Video+Games&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nate Rott","audio":[{"meta":{"duration":"298"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351247057-41e4e4.m3u?orgId=1&topicId=1049&e=349835297&d=298&ft=nprml&f=349835297"},{"href":"http://media.npr.org/assets/img/2014/09/24/istock_000007740942medium-82aeea8abfc683faf2adb2dd5dae991f0f1cfd11.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1131","width":"1508"}},{"href":"http://media.npr.org/assets/img/2014/09/19/femfreq_wide-dd0c547c4f0de45feb3e9052cdb462b91d5027fb.png","type":"image/jpeg","meta":{"crop":"wide","height":"313","width":"556"}}]}