{"created":"2014-10-07T19:48:33+00:00","modified":"2014-12-23T18:13:54+00:00","valid":{"from":"2014-12-23T18:13:54+00:00","to":"3014-12-23T18:13:54+00:00"},"hreflang":"en","title":"Teacher Tenure Lawsuits Spread From California To New York","published":"2014-07-28T23:40:00+00:00","teaser":"Why are so many low-income and minority kids getting second-class educations in the U.S.? That question is at the center of the heated debate about tenure protections and who gets them.","itags":["npr_api","336050469"],"guid":"ee9b800f-7c56-4bf7-8efd-fc465f12153a","contentencoded":"<p>Why are so many low-income and minority kids getting second-class educations in the U.S.?</p><p>That question is at the center of the heated debate about teacher tenure. In New York today, a group of parents and advocates, led by former CNN and NBC anchor Campbell Brown, filed a suit challenging state laws that govern when teachers can be given tenure and how they can be fired once they have it.</p><p><a href=\"http://www.wnyc.org/story/lawsuit-challenges-teacher-tenure/\">As WNYC reported</a>, Brown announced the suit on the steps of City Hall:</p><p>\"I am so inspired by what these people are doing,\" Brown said, tearing up during her brief appearance at the press conference. \"This is not going to be easy and they are so incredibly brave to be taking this on.\"</p><p>Some of the named plaintiffs also appeared:</p><blockquote><p>Bronx resident Angeles Barragan said her daughter fell behind due to an incompetent teacher who didn't assign homework and didn't help her child learn to read. Now Natalie is repeating second grade at <a href=\"http://data.schoolbook.org/school/485-ps-094-kings-college-school\" target=\"_blank\">Kings College School P.S. 94</a>.</p><p>\"What I'm looking for is changes. I'm not looking for them to get rid of anybody,\" Barragan said in Spanish. \"I'm looking for changes so that teachers in classrooms really want to teach children.\"</p></blockquote><p>The suit is the <a href=\"http://www.nytimes.com/2014/07/04/nyregion/lawsuit-contests-new-yorks-teacher-tenure-laws.html\">second of its kind in New York</a>. The first, filed earlier this month, comes from a group calling itself <a href=\"http://www.nycparentsunion.org/\" target=\"_blank\">the New York City Parents Union</a>. Both arrive on the heels of last month's <a href=\"http://www.npr.org/blogs/ed/2014/06/10/320726651/california-teacher-tenure-ruled-unconstitutional\">ruling in <em>Vergara v. California</em></a>. There, a Los Angeles Superior Court judge found similar state laws unconstitutional, ruling that tenure rules disproportionately saddle poor and minority students with \"grossly ineffective\" teachers, a violation of the right to equality of education spelled out in California's constitution.</p><p>The Vergara ruling has been stayed pending an appeal, but critics of teacher tenure laws clearly consider it a promising template for potential battles across the country. New York is the second major front in that fight.</p><p><strong>Out With 'Last In, First Out'?</strong></p><p>Michelle Rhee and her group, StudentsFirst, are a major force behind these tenure law challenges. <a href=\"http://www.npr.org/blogs/thetwo-way/2010/10/13/130542069/\" target=\"_blank\">After resigning under a cloud of controversy as Washington, D.C.'s schools chancellor</a>, Rhee embarked on a national campaign to target teacher tenure and seniority laws.</p><p>\"There are states and jurisdictions in which the dismissal process is way too time-consuming and cumbersome, making it impossible for teachers to be fired,\" Rhee says. \"And so, when we have nonsensical laws that give people a job for life regardless of performance, we should remove those policies or fix them.\"</p><p>The criticisms of tenure rules in both the Vergara case and today's New York lawsuit come in roughly three buckets. First, critics say that teachers receive tenure too quickly, before their performance can be evaluated reliably or tied to students' test scores. In California for example, teachers can be given tenure after just 18 months on the job. Second, they argue that rigid \"last-in, first-out\" seniority rules mean that younger teachers are dismissed before older teachers regardless of effectiveness. And third, they say, firing low-performing teachers is just too difficult and involves too much red tape.</p><p>Dennis Van Roekel, the outgoing president of the National Education Association, says groups like Rhee's simply want to go after unions. Partnership for Educational Justice, the group that filed the New York suit, is headed by Brown, who's been an outspoken critic of teachers unions <a href=\"http://www.motherjones.com/politics/2013/10/campbell-brown-new-york-schools-rhee\">on several fronts</a>. Her husband sits on the board of Rhee's StudentsFirstNY chapter. Among Brown's advisors is David Welch, a telecommunications billionaire who <a href=\"http://studentsmatter.org/our-team/founder/\">also funded the Vergara lawsuit</a>.</p><p>This anti-tenure activism \"has nothing to do with students,\" Van Roekel says. At the same time, he concedes that unions are not opposed to streamlining the dismissal process for ineffective teachers or, for that matter, lengthening time to tenure. California's tenure process is unusually short, at just a year and a half; a three-year probationary period, the rule in New York State, or even five years is more common.</p><p>The California teachers <a href=\"http://www.npr.org/blogs/ed/2014/07/10/329533444/from-calif-teachers-more-nuanced-views-on-tenure\">NPR Ed talked to last month</a> agreed that teacher protections are important but that it should also be easier to get rid of lower-performing colleagues. \"Working with a bad teacher is an embarrassment,\" said Alan Warhaftig, a 25-year veteran of Los Angeles Public Schools. \"You feel bad for their students.\"</p><p><strong>'The Losers Are The Students'</strong></p><p>Kevin Welner of the National Education Policy Center hasn't taken a position in the tenure fight, but he sees a problem with focusing on tenure and seniority laws in the quest to improve schools. Namely, it takes the focus away from everything else.</p><p>\"It doesn't focus on attracting stronger teachers, it doesn't focus on developing stronger teachers,\" Welner says.</p><p>Other researchers have found that <a href=\"http://isites.harvard.edu/fs/docs/icb.topic1231814.files/Teacher%20Turnover%20in%20High-Poverty%20Schools.pdf\">the main reason</a> strong teachers leave low-performing schools is because of working conditions, including discipline problems and reduced opportunities for professional development. Making matters worse, compared to data from 2000, more students now attend schools with high concentrations of poverty.</p><p>If there is a silver lining, Welner says, it's that these suits are putting a magnifying glass to the nation's highest-poverty schools, and that could expose plenty of unjust policies that need addressing.</p><p>But the courts are a slow, tortuous path to change. The New York lawsuit is likely to take years, while the California decision is being appealed. Welner questions whether the courts are up to the task of, as he puts it, \"mucking around\" with complex, contentious educational policies and practices. Still, he says, asking the courts to play that role is \"preferable to generation after generation of kids being denied basic equality of educational opportunities.\"</p><p>Rhee's group, meanwhile, is considering additional suits in Minnesota, Connecticut, New Jersey and Tennessee.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Teacher+Tenure+Lawsuits+Spread+From+California+To+New+York&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Beth Fertig","audio":[{"meta":{"duration":"251"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336123349-f4dc31.m3u?orgId=1&topicId=1013&ft=3&f=336050469"},{"href":"http://media.npr.org/assets/img/2014/07/28/tenure_brown-ac8975fa2dd5a973a635451c13e545e968e92bf9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"863","width":"1150"}}]}