{"created":"2014-08-28T02:18:27+00:00","modified":"2014-10-30T23:10:38+00:00","valid":{"from":"2014-10-30T23:10:38+00:00","to":"3014-10-30T23:10:38+00:00"},"hreflang":"en","title":"Ebola In The Skies? How The Virus Made It To West Africa","published":"2014-08-20T00:37:00+00:00","teaser":"The type of Ebola erupting in West Africa is closely related to one found 2,500 miles away — the distance between Boston and San Francisco. How did the virus spread so far without anyone noticing?","itags":["npr_api","341468027"],"guid":"eea18b70-ef0f-4f7d-ad5b-97733925b92d","contentencoded":"<p>The Ebola outbreak in West Africa is the most explosive in history. One reason the virus spread so fast is that West Africa was blindsided. Ebola had never erupted in people anywhere close to West Africa before.</p><p>The type of Ebola causing the outbreak — called Zaire — is the deadliest strain. Until this year, it had been seen only in Central Africa, about 2,500 miles away. That's about the distance between Boston and San Francisco.</p><p>So how did it spread across this giant swath of land without anybody noticing?</p><p>To answer that, ecologist <a href=\"http://www.bioanth.cam.ac.uk/s_pwalsh.html\">Peter Walsh</a> says we need to look at the history of Ebola Zaire.</p><p>Back in the summer of 1976, a young Zairian doctor named Ngoy Mushola traveled to a rural village in what is today the Democratic Republic of the Congo.</p><p>He heard people were dying of a strange disease, near the shores of the <a href=\"https://www.google.com/maps/place/Ebola+River,+Democratic+Republic+of+the+Congo/@5.4469453,13.358704,5z/data=!4m2!3m1!1s0x10b15a5ce39edb6d:0xc36f8c323b0798d0\">Ebola River</a>. They had fevers, stomachaches and rashes. Some had internal bleeding.</p><p>\"What's so nasty about it is that it effectively melts your blood vessels,\" says Walsh, who's at the University of Cambridge.</p><p>Eventually scientists realized a new virus was causing the disease. They named it <a href=\"http://www.who.int/mediacentre/factsheets/fs103/en/\">Ebola Zaire</a>, after the river and the country.</p><p>Nearly 300 people died in that first outbreak. Then about a year later, poof! Ebola Zaire vanished.</p><p>In 1994, the virus reappeared and started hopscotching around the rain forest of Central Africa. \"It goes away for a while and comes back,\" Walsh says. \"This year it's here, next year it's 30 kilometers down the road.\"</p><p>Over the past 38 years, Ebola Zaire has proved to be the deadliest of the five Ebola strains. It has the highest mortality rate and has caused the most outbreaks. But the virus always stayed in Central Africa.</p><p>Until last December.</p><p>That's when people started dying of a mysterious disease again. This time it was across the continent, on the western tip of Africa.</p><p>At first, many people thought the culprit was another type of Ebola — Tai Forest — which hides out in nearby rain forests.</p><p>But DNA tests made it clear: Ebola Zaire was causing the outbreak.</p><p>So how did the virus end up 2,500 miles away from its normal home range?</p><p>Disease ecologist <a href=\"http://www.ecohealthalliance.org/about/experts/9-daszak\">Peter Daszak</a> says scientists don't know for sure. But they have a top theory: The virus spread through bats.</p><p>Many signs point to bats as the main source of Ebola. Scientists have found Ebola antibodies in bat species that are widespread throughout Africa. The virus infects and replicates inside bats, but it doesn't kill the animals. So bats can easily spread Ebola.</p><p>And bats get around. Some can migrate hundreds, even thousands of miles.</p><p>\"Bats don't need a passport to cross borders,\" says Daszak, who is the president of the conservation group EcoHealth Alliance. \"Hundreds and thousands of bats migrate across countries. And we've shown that, in other countries, they have really large ranges. And they take the viruses with them.\"</p><p>So does this mean there are giant colonies of bats flying <strong></strong>across a large swath of West Africa carrying Ebola?</p><p>\"It sounds scary,\" Daszak says. \"But bats have a very wide distribution. And people are becoming more and more populous across that distribution. These viruses can emerge anywhere where the wildlife reservoir lives.\"</p><p>There are a couple of big caveats here. This is still a theory. And although scientists have found traces of the virus in individual bats, they still haven't been able to figure out which species are actually spreading Ebola, or how long the virus has been in West Africa.</p><p>And Ebola outbreaks are still rare. \"It's a bit like a giant earthquake: They happen very rarely, but they're very devastating when they happen,\" Daszak says.</p><p>But if Ebola Zaire could crop up in Guinea, it could appear anywhere in West Africa, where about 150 million people live. \"This opens up more people at risk,\" Daszak says.</p><p>He's quick to point out, though, that we shouldn't blame the bats. \"They are actually a really important part of the ecosystem,\" Daszak says. \"Bats are out there pollinating trees and crops ... and eating insects that destroy crops.\"</p><p>We only catch viruses from bats and other wildlife when we don't respect their habitat. \"Let's not blame the wildlife,\" he says. \"Let's look at what we can do to interact with wildlife so that it's safer from a public health point of view.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ebola+In+The+Skies%3F+How+The+Virus+Made+It+To+West+Africa&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michaeleen Doucleff","audio":[{"meta":{"duration":"243"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341674625-17b182.m3u?orgId=1&topicId=1031&ft=3&f=341468027"},{"href":"http://media.npr.org/assets/img/2014/08/19/africa-ebola-map-b92557bbf8d1adf07c3575b4866bb0305fcfea9f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1088","width":"1451"}}]}