{"created":"2014-12-27T12:45:42+00:00","modified":"2015-05-13T21:24:45+00:00","valid":{"from":"2015-05-13T21:24:45+00:00","to":"3015-05-13T21:24:45+00:00"},"hreflang":"en","title":"Steinway Bids Farewell To Its Historic Hall","published":"2014-12-27T16:10:00+00:00","teaser":"The resplendent New York piano showroom is shutting down to make way for luxury condos. But that doesn't mean the company is going anywhere.","itags":["npr_api","372730314"],"guid":"eeaa53e9-a87f-41d5-b1b2-3d652d9b031f","contentencoded":"<p>New York is saying goodbye to another historic building. Steinway Hall, the main showroom for Steinway & Sons pianos, will be moving to a new location, leaving its home of almost 90 years on 57th Street near Carnegie Hall. The first floor has been designated a landmark and will be preserved, while the rest of the building will be torn down to build high-rise luxury condominiums.</p><p>Steinway Hall was, quite literally, <em>the</em> shop window for Steinway pianos in New York City. When it was built in 1925, the architects — who also designed Grand Central Terminal — created a large curved window to allow pedestrians to look inside, according to Ron Losby, president of Steinway & Sons for the Americas.</p><p>\"And that was quite high-tech at the time,\" Losby says, \"because when anybody was walking down 57th Street, when they looked in the window, there was never any glare and they could see every piano as beautifully as if they were standing right in front of it.\"</p><p>When potential customers walked inside, they were greeted by a grand Beaux Arts rotunda with a crystal chandelier, imported Italian marble, frescoes on the ceiling and painted portraits on the wall. Portraits and busts are everywhere, including Anton Rubinstein, <a href=\"http://www.npr.org/artists/15192346/franz-liszt\" target=\"_blank\">Franz Liszt</a> and, more recently, \"Mr. Billy Joel.\"</p><p>But the real action is downstairs.</p><p>\"Behind this very unassuming metal door that could be the entrance to any type of a room, that is what is known as The Basement,\" Losby explains. \"This is where <a href=\"http://www.npr.org/artists/15438778/sergey-rachmaninov\">Rachmaninov</a> met <a href=\"http://www.npr.org/artists/16291587/vladimir-horowitz\">Horowitz</a> for the very first time. This is where all the artists come to select their instruments.\" As Losby speaks, there's music wafting from behind the famous door. \"You can hear, right now,\" he exclaims, \"<a href=\"http://www.npr.org/artists/15292355/helene-grimaud\" target=\"_blank\">Hélène Grimaud</a> is selecting a piano for her performance in New York!\"</p><p>Actually, she was selecting a piano for a new recording. Steinway not only sells pianos but loans them to major performers, like classical pianist Grimaud.</p><p>\"I'm so fond of this space. I always love coming in to it,\" Grimaud says. \"You know, my heart starts to beat faster as I approach the door. I just love walking in here. There is something, it is just — I don't know what it is imbued with, but there is something which resonates.\"</p><p>Pop star <a href=\"http://www.npr.org/artists/15172684/regina-spektor\" target=\"_blank\">Regina Spektor</a> remembers coming to Steinway Hall shortly after she got a contract with Warner Brothers and needed to find the right piano to use on her first recording. She came to the U.S. from the former Soviet Union when she was 9, and says she was overwhelmed by the selection in The Basement.</p><p>\"And it was really, really hard,\" Spektor says, \"because each one was better than the other, and they were all giant. And actually the space that we had was small, so we ended up going with this little guy that, I think by the middle of the record, I was just, If I could go back in time, and I could've had more money, I would've bought that guy. It was such a great piano!\"</p><p>Steinway artist Christopher O'Riley, host of NPR's <em><a href=\"http://www.fromthetop.org/\">From the Top</a></em>, found a bigger guy to take to his California home — a 9-foot concert grand. He recently came to Steinway Hall just to practice in The Basement. He says he'll miss the space, but still thinks Steinway is making the best pianos they have in years.</p><p>\"It just makes you want to cry, you know, that here is this venerable old company that's gone through all kinds of changes and now going through, probably, the biggest change,\" O'Riley says. \"Going from this beautiful, venerable old room and building and basement to new digs. But, yeah, they're at the top of their game.\"</p><p>The new Steinway Hall will open in about a year, a dozen blocks south. It will be a state-of-the-art facility, with a concert hall and recording studio — and an entirely new Basement.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Steinway+Bids+Farewell+To+Its+Historic+Hall&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Lunden","audio":[{"meta":{"duration":"248"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373420338-f54475.m3u?orgId=1&topicId=1039&aggIds=100920965&d=248&p=7&story=372730314&t=progseg&e=373420225&seg=18&ft=nprml&f=372730314"},{"href":"http://media.npr.org/assets/img/2014/12/24/steinway-930281c88618afac67f5399b6b18a7caba8a26aa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"750","width":"1000"}}]}