{"created":"2014-11-03T20:29:10+00:00","modified":"2014-11-05T15:33:53+00:00","valid":{"from":"2014-11-05T15:33:53+00:00","to":"3014-11-05T15:33:53+00:00"},"hreflang":"en","guid":"eeaef3e5-2ea6-4a3c-b9ee-d15e04cad34e","title":"How one woman stumbled into a violent uprising in Yemen","published":"2014-11-05T15:33:52+00:00","byline":"Stephen Snyder","tags":["Arab Spring","books","politics","terrorism","SafeMode","SafeMode","Conflict","Conflict & Justice","Sana'a","Asia","Yemen","Middle East","Asia","Laura Kasinof","Abd Rabbu Mansour Hadi","Ali Abdullah Saleh","Sana'a","Ali Abdullah Saleh","Al-Qaeda","Arab Spring","Yemeni uprising","Arab world"],"teaser":"Laura Kasinof never expected to become a war correspondent, but her calm life in Yemen gave her a front-row seat to protests and violence as the Arab Spring reached the country. Now Kasinof has written a book about her experiences and shares her fears about Yemen's future.","contentencoded":"<p>Laura Kasinof's life in Yemen was pretty sedate. Until March 18, 2011.</p>\n<p>\"I studied Arabic, maybe I did some interviews, then I had lunch with friends in sort of a hole-in-the-wall restaurant,\" she remembers. \"We ate this meat stew called fahsa that's absolutely delicious, and then we went and chewed qat every day, the narcotic that is just used in Yemen by nearly the entire population nearly every day.\"</p>\n<p>But on that day in March, Kasinof, a freelance reporter who was just 25 at the time, ended up in the middle of a brutal crackdown on protesters in Change Square, a plaza at the heart of Yemen's capital, Sana'a. She recently finished a book, called \"<a href=\"http://www.amazon.com/Dont-Afraid-Bullets-Accidental-Correspondent/dp/1628724455/ref=tmm_hrd_title_0?ie=UTF8&amp;qid=1414609330&amp;sr=8-1\">Don't Be Afraid of the Bullets</a>,\" which begins with an account of that day. You can read the first chapter at the end of this story.</p>\n<p>\"The violence that day was so concentrated, in a few blocks, and over a very short period of time,\" she says. \"It also was the first time that I — and the Yemenis at the protests at Change Square in Sana'a, and the other freelance journalists who were with me — the first time we saw violence like that, and that sort of gore, and that sort of killing.\"</p>\n<p>It turned out to be a turning point her life: \"It's something that sticks with you and causes anger inside of you, to witness something like that for the first time.\"</p>\n<p>On that day, Yemen became a part of the spreading Arab Spring, and Kasinof found a new focus for her journalism.  \"I didn't go there to be a war correspondent, I didn't go there to cover conflict,\" she says. \"So when the protests started as part of the Arab Spring in 2011, I just was swept up in the whole thing.\" </p>\n<p>Kasinof filed stories for The New York Times and PRI's The World, along with other western news outlets. The story became a bright spot in the Middle East, as longtime president and political strongman Ali Abdullah Saleh stepped down and the UN sponsored a conference to negotiate a future political settlement. Some in the West optimistically called it \"the Yemen Model.\"</p>\n<p>\"It was a chance to write about Yemen in a story that was full of hope, really, at that time, because these Yemenis were coming out to the streets out of a desire to have a better future for themselves,\" Kasinof says. \"When I wrote about Yemen [before], it was only in the context of al-Qaeda or terrorism that editors would be interested in the story.\"</p>\n<p>But Kasinof is far from optimistic now. She's closely following developments in Yemen, including the recent takeover of much of the country by a group called the Houthis, a Shiite group based in the country's north. There's also a renewed separatist movement in the south — Yemen was split into two seperate countries during much of the Cold War — and the weakening of the central government and Yemen's presidentm, Abd Rabbuh Mansour Hadi.</p>\n<p>Her Yemeni friends are worried. \"People are sort of grasping onto either their religious identity or their tribal identity in a way that they didn't do in the past,\" Kasinof says. \"And also, a few weeks ago, there was a suicide bombing attack from al-Qaeda in Sana'a in the biggest, busiest square in Sana'a during a rally for the Houthis, and it killed many civilians.\"</p>\n<p>That act, she explains, is a significant change in pattern: \"That's the first time al-Qaeda has targeted civilians in Yemen. They've targeted the military, but they've never targeted civilians, and that's just a very worrying sign.\"</p>\n<p>But the political upheaval does not shake Kasinof's affection for the country and its people. \"Yemenis, just in general, part of their culture is to not take themselves too seriously, and have a very happy-go-lucky demeanor and always are looking on the bright side,\" she says. \"And so it was great to be a part of that culture as well. They certainly are very quick to be your friends, as long as you provide a friendly face in return.\"</p>\n<p>Read the first chapter of Kasinof's book, which describes the events of the March 18 crackdown:</p>\n<iframe class=\"scribd_iframe_embed\" data-aspect-ratio=\"0.7729220222793488\" data-auto-height=\"false\" frameborder=\"0\" height=\"600\" id=\"doc_59564\" scrolling=\"no\" src=\"https://www.scribd.com/embeds/245373361/content?start_page=1&amp;view_mode=scroll&amp;access_key=key-4SJpejxrVgwHsDAd9J7B&amp;show_recommendations=true\" width=\"100%\"></iframe>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Kasinof%20parliament%20.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/kasinof-parliament-jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/110320146.mp3"},{"href":"http://www.pri.org/file/110320146mp3"}]}