{"created":"2015-05-09T09:19:44+00:00","modified":"2015-06-16T21:21:25+00:00","valid":{"from":"2015-06-16T21:21:25+00:00","to":"3015-06-16T21:21:25+00:00"},"hreflang":"en","title":"Block By Block, Health Workers Lead Liberia To Victory Over Ebola","published":"2015-05-17T23:56:00+00:00","teaser":"People accused them of making everyone sick and threw water at them. But community volunteers pushed on, knocking on doors to stop the virus's spread. On May 9, Liberia was declared Ebola-free.","itags":["npr_api","405200905"],"guid":"eeb20f82-66a1-4ea4-b172-7f9299267e15","contentencoded":"<p>They were the ones who went door to door to stop the spread of Ebola. They were accused of passing on the virus and had water hurled at them. They were the community health workers — the unsung heroes of the Ebola epidemic in Liberia.</p><p>During the darkest days of the epidemic, the West Point slum in Monrovia became a battle ground over Ebola. Last August, as people were dying in the streets from the disease, residents of West Point trashed a shelter for people infected with the virus. The government responded by slapping a quarantine on the entire township. Riots ensued, but in the background there was still a deadly epidemic to fight.</p><p>Now, more than a half-year later, things have turned around. Liberia hasn't reported a single case of Ebola since the end of March. Saturday, as the country marks its 42nd day since the last recorded case of Ebola — twice the incubation period for the virus — the World Health Organization announced that Liberia is finally Ebola-free.</p><p>And it's thanks, in large part, to the volunteers whose messages at first fell on deaf ears.</p><p>\"Oh, it was too difficult, you trying to talk to the people,\" says Jescina Washington. \"Some will tell you Ebola is not real. Some tell you Ebola is not in Liberia.\"</p><p>Washington worked in West Point as a community health volunteer, trying to educate people on Ebola prevention. She says people denied that Ebola even existed. They accused her and other health care workers of making people sick to attract international aid money. People even threw dirty water at them.</p><p>But Washington and an army of volunteers pushed on. They kept pounding on doors, warning people not to touch sick relatives, not to bury anyone who suddenly died and to seek treatment immediately if they started to get sick.</p><p>In West Point and across the region, the virus continued to spread as people ignored the workers. In September, Liberia was logging more than 300 new cases a week.</p><p>Then things started to change.</p><p>\"The communities were the heroes in this fight,\" says Hassan Newland, who was in charge of mobilizing communities for UNICEF in Monrovia at the time. \"They took on Ebola and decided enough is enough.\"</p><p>The key to turning the corner on the outbreak in the Liberian capital, he says, was neighborhood groups that took on the disease block by block, house by house. \"They were locating the sicknesses themselves,\" he tells NPR. \"They were reporting the cases themselves. So when they decided to get involved we started to defeat Ebola.\"</p><p>A lot of other things happened at that time. More Ebola treatment units were built, the U.S. military sent in mobile labs to quickly diagnose cases, and shipments of protective clothing and gloves started to flow in. More international medical teams arrived.</p><p>But all of that would have been wasted if the number of cases just kept growing exponentially. Health workers had to first change people's minds and get them to protect themselves from the virus, says Mohammed Sankoh, medical director of Redemption Hospital.</p><p>After people's behavior changed, he says, transmission slowed. So it was much easier to track down people who were at risk of infection and send them to treatment centers if they started to get sick.</p><p>The elimination of Ebola took a lot of hard work by brave health care workers and international disease experts, Sankoh says. But ultimately this was a victory by the Liberian people.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Block+By+Block%2C+Health+Workers+Lead+Liberia+To+Victory+Over+Ebola&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","audio":[{"meta":{"duration":"210"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405415795-b5358e.m3u?orgId=1&topicId=1031&aggIds=414999491&d=210&p=7&story=405200905&t=progseg&e=405415612&seg=12&ft=nprml&f=405200905"},{"href":"http://media.npr.org/assets/img/2015/05/08/img_0007-1-3544b67b33a742c0263ce6ed9265284cae82a503.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/05/08/img_0045-1-2a35ce36867651b962660764bb0a07666d072bc2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}