{"created":"2014-10-27T22:18:33+00:00","modified":"2014-10-31T01:24:34+00:00","valid":{"from":"2014-10-31T01:24:34+00:00","to":"3014-10-31T01:24:34+00:00"},"hreflang":"en","title":"North Korea Detains Another American Citizen","published":"2014-06-06T19:23:00+00:00","teaser":"North Korea said Friday it has detained an American tourist for committing an unspecified crime, the third U.S. citizen being held there.","itags":["npr_api","319537886"],"guid":"eebc2c78-7340-4d1e-be56-1cd12c0752f2","contentencoded":"<p>North Korea said Friday it has detained an American tourist for committing an unspecified crime, the third U.S. citizen being held there.</p><p>The Korean Central News Agency said authorities were investigating him for committing acts inconsistent with the purpose of a tourist visit. It did not give details.</p><p>&#8220;American citizen Jeffrey Edward Fowle entered the DPRK as a tourist on April 29 and acted in violation of the DPRK law, contrary to the purpose of tourism during his stay,&#8221; KCNA reported, referring to the country&#8217;s official name, the Democratic People&#8217;s Republic of Korea.</p><p>Two other Americans are being held in North Korea.</p><p>A man was detained in April for alleged improper behavior while entering the country. North Korea identified him as 24-year-old Miller Matthew Todd &#8211; possibly putting his surname first. It said he entered the country on April 10 with a tourist visa, but tore it up and shouted that he wanted to seek asylum. The brief report said he chose the North &#8220;as a shelter.&#8221;</p><p>North Korea has been holding a Korean-American missionary, Kenneth Bae, since November 2012. Bae was sentenced to 15 years of hard labor for what the North says were hostile acts against the state.</p><p>North Korea has been pushing to promote tourism as part of efforts to earn badly needed foreign currency, but the country is also extremely sensitive about how visitors act while in the country.</p><p>Friday&#8217;s announcement came as tension on the Korean Peninsula remains high with North Korea keeping up rhetoric against the U.S. and South Korea following its series of missile and rocket launches earlier this year. The North&#8217;s state media have also unleashed racist and sexist slurs against U.S. and South Korean leaders.</p><h4>Guest</h4><ul><li><strong><a href=\"http://web.mit.edu/ssp/people/walsh/faculty_walsh.html\" target=\"_blank\">Jim Walsh</a></strong>, expert in international security at MIT’s Security Studies Program. He tweets <a href=\"https://twitter.com/DrJimWalshMIT\" target=\"_blank\">@DrJimWalshMIT</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=North+Korea+Detains+Another+American+Citizen&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"The Associated Press","audio":[{"meta":{"duration":"315"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319537889-092e4f.m3u?orgId=1&ft=3&f=319537886"}]}