{"created":"2014-09-03T17:09:10+00:00","modified":"2014-09-03T17:09:10+00:00","valid":{"from":"2014-09-03T17:09:10+00:00","to":"3014-09-03T17:09:10+00:00"},"hreflang":"en","guid":"eec7ebb2-8681-4def-b41a-8e5fb2386ec0","title":"A friend remembers American journalist Steven Sotloff","published":"2014-09-03T17:09:10+00:00","byline":"Christopher Woolf","tags":["terrorism","Media & Journalism","religion","Conflict","Conflict & Justice","Asia","Syria","Iraq","Middle East","Asia","Jim Foley","Steven Sotloff","Janine Di Giovanni","Islamic State of Iraq and Syria","Islamic state"],"teaser":"A video has been released purportedly showing the beheading of US journalist, Steven Sotloff, at the hands of militants from the terrorist organization that refers to itself as the Islamic State. Janine di Giovanni, Middle East editor at Newsweek, a friend and colleague of Sotloff's, remembers him from better times.","contentencoded":"<p>A video has been released purportedly showing the beheading of US journalist, Steven Sotloff, at the hands of ISIS militants.</p><p>&ldquo;I&rsquo;m horrified and I&rsquo;m angry,&rdquo; says Sotloff&rsquo;s friend, Janine di Giovanni, &ldquo;even though I&rsquo;ve been prepared for this.&rdquo; Di Giovanni is the Paris-based Middle East editor at Newsweek, and a friend and colleague of Sotloff&#39;s.</p><p>The killing has not been confirmed by the White House, which gives di Giovanni some slim hope that perhaps the video may not be real.</p><p>&ldquo;I&rsquo;m extremely concerned for the future of our profession,&rdquo; adds di Giovanni. &ldquo;I&rsquo;m also grieving for the people of Syria and Iraq who don&rsquo;t get the kind of coverage we reporters get, but who are also dying and suffering and terrified.&rdquo;</p><p>Di Giovanni met Sotloff in Syria. &ldquo;He was a very bright guy, and incredibly smart,&rdquo; she says. &ldquo;He had lived in Yemen. He spoke the language. ... I had a lot of respect for him. He was young, but he was very dedicated.&rdquo;</p><p>Di Giovanni says she was in touch with him until he was abducted a year ago. &ldquo;One of the last messages I had from him was that he was very concerned that there had been a list of journalist who had been targeted or were being considered [as targets by militants].&rdquo;</p><p>&ldquo;I have a very striking email he sent to me, which basically said &lsquo;we&rsquo;re all naïve when we think about how we all feel like we&rsquo;re never going to die.&rsquo; Over the last 20 years I&rsquo;ve lost so many colleagues, and so many close friends who felt the same way. [They] just never felt that that bullet, or that mortar, or that sniper [would get them]. Or in this case that he&rsquo;d be kidnapped and that he would die in such a horrific way.&rdquo;</p><p>&ldquo;We cannot give into ISIS and allow them to instil this fear into us so that we can&rsquo;t go to Syria and report on the suffering of the civilians, which is what Steven was doing. This is what they want. If we let them do this, they&rsquo;ve won. ... These are terrible, dark times. ... We can&rsquo;t abandon Syria. That&rsquo;s something Jim Foley and Steve would not have wanted. They were both deeply, deeply committed to this story.&rdquo;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Steven%20Sotloff_CROP.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"/file/steven-sotloffcropjpg"}]}