{"created":"2015-05-15T12:42:59+00:00","modified":"2015-05-15T12:42:59+00:00","valid":{"from":"2013-06-18T16:19:46+00:00","to":"3013-06-18T16:19:46+00:00"},"hreflang":"en","guid":"eec92aa8-a009-4435-86da-430a265d6894","title":"Janet Yellen: Obama's pick for Fed chief","contentencoded":"<div class=\"barn-cleaned\"><p><em><strong>UPDATE (Tuesday, Oct. 8): The White House announced on Tuesday evening that President Obama would nominate Janet Yellen as the next chair of the Federal Reserve at 3 p.m. on Wednesday, Oct. 9. Yellen will replace Ben Bernanke.</strong></em></p>\n<p>Can you hear me? I’m Yellen!</p>\n<p>It’s increasingly looking like Fed Chairman Ben Bernanke is going to step down, and that his replacement could well be his Vice Chair Janet Yellen. Janet Yellen is a tiny lady, 66-years-old with short white hair and a slight Brooklyn accent. She has a good sense of humor for an economist. She once joked that all her speeches were so depressing during the onset of the recession that she could see the faces of her audience fall when she would speak.&nbsp;</p>\n<p>“In contrast to many people in positions of importance,” says Nobel prize winning economist Joseph Stiglitz, “she has a humility and down to earthiness.” Stiglitz has known Yellen for four decades. She studied under him at Yale in the '70s. She also studied under Keynesian scholar and Nobel Prize winner James Tobin. As a grad student, her notes with Tobin were so good they were used as study guides by legions of grad students, and she was asked to turn them into a book.&nbsp;</p>\n<p>Yellen’s background was “micro-based macro economics,” says Stiglitz. Translation: That's a very complex view of the macro economy as opposed to a simplistic one. Yellen’s academic work (she’s gone back and forth between government and teaching at Berkeley) has focused on unemployment. In one well known paper, she (co-writing with her nobel prize winning husband George Akerlof) made the then new argument that people’s sense of fairness was an important factor in labor productivity.&nbsp;</p>\n<p>As a Fed governor, she was known as an impressive debater, once arguing Alan Greenspan into agreeing that a little bit of inflation was a good thing. As a person, she’s often described as disarming. Kevin Hassett, now at the American Enterprise Institute, was a staffer at the Fed when Yellen was a governor there in the early '90s. “She was unique among the governors,” he says, “in that she would come hang out in the lunchroom with the staff. She wasn’t one to put on airs.”</p>\n<p>It was at that lunchroom, incidentally,&nbsp;where she had met her future husband. One thing&nbsp;about Yellen that sticks out for Hassett&nbsp;is that Yellen required her staffers to calculate what Fed policy would be if it followed the advice of critics -- including conservative economist John Taylor, who, though disagreeing with him, Yellen showered with praise.&nbsp;</p>\n<p>“Now, that’s a regular practice at the Fed, that people are always checking to see what the other guys would be doing,\" Hassett says. The Federal Reserve is charged by Congress with controlling both unemployment and inflation, and Fed officials are often&nbsp; accused of having a bias towards one or the other.&nbsp;&nbsp;&nbsp;</p>\n<p>“I think it’s a fair reading of a typical Janet Yellen speech that she’s more concerned about high unemployment,”&nbsp; says Hassett.&nbsp; “I think that there are folks that have a genuine concern that unless you have a real inflation hawk at the fed, inflation could spin out of control as it did say in the '70s.”</p>\n<p>It’s the most frequent criticism of Yellen, but it’s also a contentious one. “That’s not really fair,” says FTN Financial chief economist Chris Low. “The reason she’s been dovish more often than not isn’t because of a bias I don’t think, I think its because that’s been the appropriate policy more often than not.”</p>\n<p>Inflation has averaged 2 percent since Yellen began at the Fed, and she’s presided over two rounds of interest rate hikes both as a governor and a Fed president. She’s said she would do it again if needed. Yellen does differ with other economists -- even with other Fed governors -- over whether inflation is likely to become a risk, even if it isn’t one now. And those predictions will be put to the test in the next year or two.&nbsp; &nbsp;</p>\n<p>Steve Oliner worked at the Department of Commerce and reported regularly to Yellen, whom he calls a very demanding boss. He says she&nbsp;was a good listener, but you could “expect a thousand questions” if you weren’t making a compelling or well thought out argument.&nbsp; &nbsp;</p>\n<p>One of the highlights of her&nbsp;tenure at the Fed was her early recognition that the Housing Sector was in trouble in 2007, says Oliner. At the time, Yellen called the housing&nbsp;market the 600-pound gorilla in the room. She advocated for a half-point interest rate cut. Unconvinced, and soon to be proven wrong, the Fed would go with a quarter-point reduction.</p></div>","itags":["PMP:Marketplace_PMP","eec92aa8a009435a6dad430a265d6894","Marketplace for Tuesday, June 18, 2013","Marketplace"],"tags":["APM","Ben Bernanke","Economy","Federal Reserve","Janet Yellen"],"published":"2013-06-18T16:19:46+00:00","description":"The pragmatic, down-to-earth vice chair of the Federal Reserve Board is said to be replacing Chairman Ben Bernanke.","byline":"Sabri Ben-Achour","teaser":"The pragmatic, down-to-earth vice chair of the Federal Reserve Board is said to be replacing Chairman Ben Bernanke.","contenttemplated":"[{\"content\":\"<p><em><strong>UPDATE (Tuesday, Oct. 8): The White House announced on Tuesday evening that President Obama would nominate Janet Yellen as the next chair of the Federal Reserve at 3 p.m. on Wednesday, Oct. 9. Yellen will replace Ben Bernanke.</strong></em></p>\",\"type\":\"text/html\"},{\"content\":\"<p>Can you hear me? I’m Yellen!</p>\",\"type\":\"text/html\"},{\"content\":\"<p>It’s increasingly looking like Fed Chairman Ben Bernanke is going to step down, and that his replacement could well be his Vice Chair Janet Yellen. Janet Yellen is a tiny lady, 66-years-old with short white hair and a slight Brooklyn accent. She has a good sense of humor for an economist. She once joked that all her speeches were so depressing during the onset of the recession that she could see the faces of her audience fall when she would speak. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“In contrast to many people in positions of importance,” says Nobel prize winning economist Joseph Stiglitz, “she has a humility and down to earthiness.” Stiglitz has known Yellen for four decades. She studied under him at Yale in the &apos;70s. She also studied under Keynesian scholar and Nobel Prize winner James Tobin. As a grad student, her notes with Tobin were so good they were used as study guides by legions of grad students, and she was asked to turn them into a book. </p>\"},{\"content\":\"<p>Yellen’s background was “micro-based macro economics,” says Stiglitz. Translation: That&apos;s a very complex view of the macro economy as opposed to a simplistic one. Yellen’s academic work (she’s gone back and forth between government and teaching at Berkeley) has focused on unemployment. In one well known paper, she (co-writing with her nobel prize winning husband George Akerlof) made the then new argument that people’s sense of fairness was an important factor in labor productivity. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>As a Fed governor, she was known as an impressive debater, once arguing Alan Greenspan into agreeing that a little bit of inflation was a good thing. As a person, she’s often described as disarming. Kevin Hassett, now at the American Enterprise Institute, was a staffer at the Fed when Yellen was a governor there in the early &apos;90s. “She was unique among the governors,” he says, “in that she would come hang out in the lunchroom with the staff. She wasn’t one to put on airs.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>It was at that lunchroom, incidentally, where she had met her future husband. One thing about Yellen that sticks out for Hassett is that Yellen required her staffers to calculate what Fed policy would be if it followed the advice of critics -- including conservative economist John Taylor, who, though disagreeing with him, Yellen showered with praise. </p>\"},{\"content\":\"<p>“Now, that’s a regular practice at the Fed, that people are always checking to see what the other guys would be doing,&quot; Hassett says. The Federal Reserve is charged by Congress with controlling both unemployment and inflation, and Fed officials are often  accused of having a bias towards one or the other.   </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“I think it’s a fair reading of a typical Janet Yellen speech that she’s more concerned about high unemployment,”  says Hassett.  “I think that there are folks that have a genuine concern that unless you have a real inflation hawk at the fed, inflation could spin out of control as it did say in the &apos;70s.”</p>\"},{\"content\":\"<p>It’s the most frequent criticism of Yellen, but it’s also a contentious one. “That’s not really fair,” says FTN Financial chief economist Chris Low. “The reason she’s been dovish more often than not isn’t because of a bias I don’t think, I think its because that’s been the appropriate policy more often than not.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Inflation has averaged 2 percent since Yellen began at the Fed, and she’s presided over two rounds of interest rate hikes both as a governor and a Fed president. She’s said she would do it again if needed. Yellen does differ with other economists -- even with other Fed governors -- over whether inflation is likely to become a risk, even if it isn’t one now. And those predictions will be put to the test in the next year or two.   </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Steve Oliner worked at the Department of Commerce and reported regularly to Yellen, whom he calls a very demanding boss. He says she was a good listener, but you could “expect a thousand questions” if you weren’t making a compelling or well thought out argument.   </p>\"},{\"content\":\"<p>One of the highlights of her tenure at the Fed was her early recognition that the Housing Sector was in trouble in 2007, says Oliner. At the time, Yellen called the housing market the 600-pound gorilla in the room. She advocated for a half-point interest rate cut. Unconvinced, and soon to be proven wrong, the Fed would go with a quarter-point reduction.</p>\",\"type\":\"text/html\"}]","audio":[{"meta":{"height":"340","width":"610","crop":"primary"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/yellen.jpg?itok=-kszZejZ","type":"image/jpeg"},{"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/06/18/marketplace_segment21_20130618_64.mp3","meta":{"duration_hms":"00:04:01","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/06/18/marketplace_segment21_20130618","type":"application/json"},"duration":241},"format":"MP3"}]}