{"created":"2015-07-02T19:48:35+00:00","modified":"2015-07-02T21:25:21+00:00","valid":{"from":"2015-07-02T21:25:21+00:00","to":"3015-07-02T21:25:21+00:00"},"hreflang":"en","guid":"eed2cfed-14c3-4a3f-a966-c8cc1be877c1","title":"Laura Bassett's own goal won't be the last word on her career","published":"2015-07-02T21:25:13+00:00","byline":"Bradley Campbell","tags":["soccer","Women's World Cup","football","extreme sports","Sports","Europe","United Kingdom"],"teaser":"England's own goal versus Japan will no doubt be part of soccer player Laura Bassett's legacy. But the bigger legacy she leaves behind are the thousands of girls she's inspired to take up the sport.","contentencoded":"<p>In soccer, they call an \"own goal\" a dagger through the heart.</p>\n<p>It's when you kick the ball into your own net. And that's exactly what England's Laura Bassett did yesterday.</p>\n<p>In the final seconds of the match, with the game tied 1-1, she kicked the ball into her own goal.</p>\n<p>It was an accident of course.</p>\n<p>But it sent Japan to the final and Bassett to the ground in tears. Cynics call it a quintessential English soccer moment.</p>\n<p>\"I have to admit something,\" says the BBC's Steve Crossman. \"Here in the United Kingdom I was watching the game and it kicked off at about midnight our time. So by the time the goal was scored, it was so late, and I was so tired there was a little part of me that was thinking, 'Just someone score.'\"</p>\n<p>But he says there is no way anyone would wish an own goal on another.</p>\n<p>\"It doesn't matter what country you're from, what team you follow, because the bottom line is her career will be defined by that moment and that's not fair on her really for women's football and the England national team.\"</p>\n<p>Tragically, it was a beautiful lob. It struck with just the right amount of English, hitting the top bar and bouncing into the goal. Crossman says, in Bassett's defense, she had to do something.</p>\n<p>\"She had to try and get to the ball,\" he says. \"And she could never have predicted in a million years what was going to happen.\"</p>\n<p>Unfortunately, it will be up there in the pantheon of the worst own goals in the history of the game. The stakes were so high. England had never been in a World Cup semifinal. And that's too bad for Bassett. She's an amazing player that is part of a generation that helped to build women's soccer in the country.</p>\n<p>\"She's seen women's football grow and played a big part in it,\" he says.</p>\n<p>The English coach, Mark Sampson put it another way. He says Bassett's years of play will inspire young girls in the country to take up the sport.</p>\n<p>It's a good way to re-think this story.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-07-02%2Flaura-bassetts-own-goal-wont-define-her-career&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/07022015_03.mp3"},{"href":"http://admin.pri.org/file/0702201503mp3"}]}