{"created":"2014-09-19T19:44:57+00:00","modified":"2014-10-31T02:17:59+00:00","valid":{"from":"2014-10-31T02:17:59+00:00","to":"3014-10-31T02:17:59+00:00"},"hreflang":"en","title":"Less Nutritious Grains May Be In Our Future","published":"2014-05-12T13:26:00+00:00","teaser":"When crops are surrounded by high levels of carbon dioxide, they're more productive. But they may have lower concentrations of some crucial nutrients, which could increase malnutrition in the future.","itags":["npr_api","310473928"],"guid":"eeef58a4-ffcf-4da4-8553-51cf1f047105","contentencoded":"<p>In the future, Earth's atmosphere is likely to include a whole lot more carbon dioxide. And many have been puzzling over what that may mean for the future of food crops. Now, scientists are <a href=\"http://news.harvard.edu/gazette/story/2014/05/rising-co2-poses-significant-threat-to-human-nutrition/\">reporting</a> that some of the world's most important crops contain fewer crucial nutrients when they grow in such an environment.</p><p>The data come from <a href=\"http://www.igb.illinois.edu/soyface/\">experiments</a> that have been set up to see how crops will perform as levels of carbon dioxide in the air soar past 500 parts per million. (The current level is around 400 ppm.)</p><p>These experiments are operating in various parts of the world, and have included test plots of rice, wheat, peas and other crops.</p><p><a href=\"http://environment.harvard.edu/about/faculty/samuel-myers\">Samuel Myers</a>, a researcher at Harvard's School of Public Health, says these experiments take place in open fields, \"except that in the field are placed rings of carbon dioxide jets.\" These jets release just enough carbon dioxide to simulate the atmosphere that crops will almost certainly experience 40 to 60 years from now.</p><p>In general, the experiments show that crops grow faster when there's more carbon dioxide, and yields are often 10 percent higher, compared with plants in normal atmosphere.</p><p>But Myers and his colleagues took a closer look, examining not just the quantity of the harvest, but also its quality.</p><p>\"What we found were 5 to 10 percent reductions in nutrients like iron, zinc and protein,\" he says.</p><p>Myers isn't sure what's causing this. One theory is that when a plant produces more grain or beans, the trace nutrients get diluted.</p><p>No matter what the cause, Myers says the effects could be really significant — and harmful.</p><p>Worldwide, about 2 billion people already are getting too little iron and zinc in their diets, and it's damaging their health. Zinc deficiency causes increased child mortality due to infectious diseases, because it prevents the immune system from working properly. Lack of iron increases the death rates of mothers and lowers the IQ of children.</p><p>If some of the world's most important crops provide even lower levels of these nutrients in a future, high-CO2 world, Myers says, it's likely to make the problem even worse.</p><p>The problems of iron and zinc deficiency have gotten increasing attention in recent years.</p><p>The ideal solution would be for people to eat a wider range of foods, since some of the world's major food crops — rice and corn in particular — don't supply much iron or zinc at all, even without any rise in carbon dioxide. Many people rely on those crops, however, because they can't afford anything else.</p><p>An international effort called <a href=\"http://www.harvestplus.org/\">HarvestPlus</a> is trying to create new crop varieties, through plant breeding, that contain higher levels of these nutrients. The initiative has succeeded in creating lines of rice and wheat that are high in zinc.</p><p>But Michael Grusak, a researcher with the U.S. Department of Agriculture's <a href=\"http://www.ars.usda.gov/main/site_main.htm?modecode=62-50-00-00\">Children's Nutrition Research Center</a> in Houston, says it has proven quite difficult to boost the levels of nutrients, especially iron, in certain crops. \"If elevated CO2 or other climate change processes are working against us, we're going to have to work even harder to raise these levels,\" he says.</p><p>The <a href=\"http://www.nature.com/nature/journal/vaop/ncurrent/full/nature13179.html\">report</a> appears in this week's issue of the journal <em>Nature</em>.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Less+Nutritious+Grains+May+Be+In+Our+Future&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"179"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310630844-b8ffd6.m3u?orgId=1&topicId=1025&ft=3&f=310473928"},{"href":"http://media.npr.org/assets/img/2014/05/07/istock_000019427885medium-ab9671889d073fed575ada0eab0906e292ef1e4b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1129","width":"1505"}}]}