{"created":"2015-06-19T07:30:53+00:00","modified":"2015-07-01T14:54:30+00:00","valid":{"from":"2015-07-01T14:54:30+00:00","to":"3015-07-01T14:54:30+00:00"},"hreflang":"en","title":"Battle Over New Oil Train Standards Pits Safety Against Cost","published":"2015-06-22T21:34:00+00:00","teaser":"Against the backdrop of several fiery derailments, safety advocates are questioning whether new federal rules meant to prevent incidents go far enough. Opponents say the new rules are too costly.","itags":["npr_api","414615187"],"guid":"eef4d5b9-a6ff-4aba-a646-5a61374b96b5","contentencoded":"<p>The federal government's new rules aimed at preventing explosive oil train derailments are sparking a backlash from all sides.</p><p>The railroads, oil producers and shippers say some of the new safety requirements are unproven and too costly, yet some safety advocates and environmental groups say the regulations aren't strict enough and still leave too many people at risk.</p><p>Since February, five trains carrying North Dakota Bakken crude oil have derailed and exploded into flames in the U.S. and Canada. No one was hurt in the incidents in Mount Carbon, W.Va., and Northern Ontario in February; in Galena, Ill., and Northern Ontario in March; and in Heimdal, N.D., in May.</p><p>But each of those fiery train wrecks occurred in lightly populated areas. Scores of oil trains also travel through dense cities, particularly Chicago, the nation's railroad hub.</p><p>According to state records and published reports, about 40 or more trains carrying Bakken crude roll through the city each week on just the BNSF Railway's tracks alone. Those trains pass right by apartment buildings, homes, businesses and schools.</p><p>\"Well just imagine the carnage,\" said Christina Martinez. She was standing alongside the BNSF tracks in Chicago's Pilsen neighborhood as a long train of black tank cars slowly rolled by, right across the street from St. Procopius, the Catholic elementary school her 6-year-old attends.</p><p>\"Just the other day they were playing soccer at my son's school on Saturday and I saw the train go by and it had the '1267', the red marking,\" Martinez said, referring to the red, diamond-shaped placards on railroad tank cars that indicate their contents. The number 1267 signifies crude oil. \"And I was like, 'Oh my God.' Can you imagine if it would derail and explode right here while these kids are playing soccer and all the people around there?\"</p><p>New federal rules require stronger tank cars, with thicker shells and higher front and back safety shields for shipping crude oil and other flammable liquids. Older, weaker models that more easily rupture will have to be retrofitted or replaced within three to five years. But Martinez and others wanted rules limiting the volatility of what's going into those tank cars, too.</p><p>Oil from North Dakota has a highly combustible mix of natural gases including butane, methane and propane. The state requires the conditioning of the gas and oil at the wellhead so the vapor pressure is below 13.7 pounds per square inch before it's shipped. But even at that level, oil from derailed tank cars has exploded into flames.</p><p>And many safety advocates had hoped federal regulators would require conditioning to lower the vapor pressure even more.</p><p>\"We don't want these bomb trains going through our neighborhood,\" said Lora Chamberlain of the group Chicagoland Oil by Rail. \"De-gasify the stuff. And so we're really, really upset at the feds, the Department of Transportation, for not addressing this in these new rules.\"</p><p>Others criticize the rules for giving shippers three to five years to either strengthen or replace the weakest tank cars.</p><p>\"The rules won't take effect for many years,\" said Paul Berland, who lives near busy railroad tracks in suburban Elgin. \"They're still playing Russian roulette with our communities.\"</p><p>A coalition of environmental groups — including Earthjustice, ForestEthics and the Sierra Club — sued, alleging that loopholes could allow some dangerous tank cars to remain on the tracks for up to a decade.</p><p>\"I don't think our federal regulators did the job that they needed to do here; I think they wimped out, as it were,\" said Tom Weisner, mayor of Aurora, Ill., a city of 200,000 about 40 miles west of Chicago that has seen a dramatic increase in oil trains rumbling through it.</p><p>Weisner is upset that the new rules provide exemptions to trains with fewer than 20 contiguous tank cars of a flammable liquid, such as oil, and for trains with fewer than 35 such tank cars in total.</p><p>\"They've left a hole in the regulations that you could drive a freight train through,\" Weisner said.</p><p>At the same time, an oil industry group is challenging the new regulations in court, too, arguing that manufacturers won't be able to build and retrofit tank cars fast enough to meet the requirements.</p><p>The railroad industry is also taking action against the new crude-by-rail rules, filing an appeal of the new rules with the Department of Transportation.</p><p>In a statement, Association of American Railroads spokesman Ed Greenberg said: \"It is the AAR's position the rule, while a good start, does not sufficiently advance safety and fails to fully address ongoing concerns of the freight rail industry and the general public. The AAR is urging the DOT to close the gap in the rule that allows shippers to continue using tank cars not meeting new design specifications, to remove the ECP brake requirement, and to enhance thermal protection by requiring a thermal blanket as part of new tank car safety design standards.\"</p><p>AAR's President Ed Hamberger discussed the problems the railroads have with the new rules in an interview with NPR prior to filing the appeal. \"The one that we have real problems with is requiring something called ECP brakes — electronically controlled pneumatic brakes,\" he said, adding the new braking system that the federal government is mandating is unproven.</p><p>\"[DOT does] not claim that ECP brakes would prevent one accident,\" Hamberger said. \"Their entire safety case is based on the fact that ECP brakes are applied a little bit more quickly than the current system.\"</p><p>Acting Federal Railroad Administrator Sarah Feinberg disagreed. \"It's not unproven at all,\" she said, noting that the railroads say ECP brakes could cost nearly $10,000 per tank car.</p><p>\"I do understand that the railroad industry views it as costly,\" Feinberg adds. \"I don't think it's particularly costly, especially when you compare it to the cost of a really significant incident with a train carrying this product.\"</p><p>\"We're talking about unit trains, 70 or more cars, that are transporting an incredibly volatile and flammable substance through towns like Chicago, Philadelphia,\" Feinberg continues. \"I want those trains to have a really good braking system. I don't want to get into an argument with the rail industry that it's too expensive. I want people along rail lines to be protected.\"</p><p>Feinberg said her agency is still studying whether to regulate the volatility of crude, but some in Congress don't think this safety matter can wait.</p><p>\"The new DOT rule is just like saying let the oil trains roll,\" U.S. Sen. Maria Cantwell, D-Wash., said in a statement. \"It does nothing to address explosive volatility, very little to address the threat of rail car punctures, and is too slow on the removal of the most dangerous cars.\"</p><p>Cantwell is sponsoring legislation to force oil producers to reduce the crude's volatility to make it less explosive, before shipping it on the nation's rails.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Battle+Over+New+Oil+Train+Standards+Pits+Safety+Against+Cost&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Schaper","audio":[{"meta":{"duration":"259"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415671842-301346.m3u?orgId=1&topicId=1003&d=259&p=3&story=414615187&t=progseg&e=415671583&seg=18&ft=nprml&f=414615187"},{"href":"http://media.npr.org/assets/img/2015/06/15/img_4901-edit-c218952d21d0a3479c8445b550eaec9594ac4477.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1935","width":"2580"}},{"href":"http://media.npr.org/assets/img/2015/06/15/img_4919-edit-162db64ad9aceac4328d49d0544ee45dcbdfc7f2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1878","width":"2504"}}]}