{"created":"2015-05-18T21:05:14+00:00","modified":"2015-05-18T21:22:39+00:00","valid":{"from":"2015-05-18T21:22:39+00:00","to":"3015-05-18T21:22:39+00:00"},"hreflang":"en","guid":"eef94db4-4424-4529-ba3e-50865fa61c93","title":"Yazidi society changes to try and rescue a generation of traumatized women","published":"2015-05-18T21:22:33+00:00","byline":"Susannah George","tags":["ISIS","Religion","culture","SafeMode","Conflict","Conflict & Justice","Lalish","Asia","Iraq","Middle East","Yazidi","Religion in Iraq","Ethnic groups in Iraq","Lalish","Baptism"],"teaser":"As ISIS overran Iraq's Yazidi heartland in August 2014, the group kidnapped thousands of women and girls, forcing them to convert to Islam. In years past, they would have been forever shunned from Yazidi society. But now, the community and its faith are creating new ways to reintegrate the women. ","contentencoded":"<p>Once no more than an isolated collection of shrines, the Yazidi holy place of Lalish has grown into a small but busy town. </p>\n<p>Lalish absorbed hundreds of refugees after ISIS fighters captured Mosul a year ago and advanced across northern Iraq. And now, hundreds of women and girls once imprisoned by ISIS are also visiting this site to be baptized back into their faith — a faith with roots stretch back to the religions of ancient Mesopotamia.</p>\n<p>The Yazidi faith is insular: The religion accepts no converts and, before ISIS arrived in Iraq's Yazidi heartland in August 2014, anyone who converted to another religion — even under duress — was cast out of the community. </p>\n<p>But ISIS fighters kidnapped thousands of women and girls during their takeover of much of northern Iraq. Humanitarian organizations describe “systematic” rape and abuse of women and girls in ISIS captivity. Those who escaped or have been released say they were often forced to convert to Islam before being <a href=\"http://www.hrw.org/news/2015/04/14/iraq-isis-escapees-describe-systematic-rape\">“married” to an ISIS fighter</a>.</p>\n<p>So the Yazidi community is changing things with a new tradition: adult baptism. It's an attempt to reintegrate the woman back into the community in the face of an unprecedented disaster.</p>\n<p>“All these women have gone through a lot,” says Baba Chawish, a spiritual leader in Lalish who says he meets with almost every woman and girl who comes here. \"They are psychologically broken, they are coming here to worship and ask forgiveness from God and be baptized again.”</p>\n<p></p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/yezidi_IMG_6269.jpg?itok=n5-BA2Ey\" alt=\"\" /><div class=\"field-caption\">\n    <p>Baba Chawish, a Yezidi spiritual leader at Lalish temple, explains that before the Islamic State crisis, women who had been raped or forced to convert were traditionally cast out of Yezidi society. But now they can still be purified and baptized.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Susannah George</p>\n  </div>\n</div>A group of young women who have come to visit the holy site first sit for tea in Baba Chawish’s small office beside the main Lalish temple. Two were held by ISIS and recently escaped; each brought along friends for support. Out of respect for their privacy, the women asked not to be identified by their names or home villages.\n<p>“This is like a paradise,” one of the women says when Baba Chawish asks her about her fist impressions.</p>\n<p>The former captives shy away from questions, but a chatty friend explains why they’re here. “They are here to become Yazidis again,” she says with a smile. </p>\n<p>Baba Chawish says religious leaders were essentially forced to change doctrine. In pragmatic terms, he explains, Iraqi’s Yazidis are already an extreme minority in the country. Losing thousands of Yazidi women and their children would be unsustainable. </p>\n<p>“These people had no option, they were forced to convert,” he says, referring to the young women seated before him. \"Now we’ve said that the door is open for everyone who has been raped, they can still be purified and baptized in this place as if nothing happened to them.\"</p>\n<p>The baptism itself is quick. In almost assembly-line fashion, Baba Chawish’s aunt, Hanan, blesses the girls one after another in a small, dark room built around a freshwater spring. </p>\n<p>Then the women are whisked away to another temple, and the mood relaxes. The women giggle and pose for pictures in front of the main temple’s gates. Swallows swoop in and out of doorways overhead. The girls smile between striking serious poses for each others' cell phones. </p>\n<p>But despite the new rituals, being held by Islamic militants still carries a powerful taboo. The women in Lalish asked not to be interviewed or photographed, but a pair of women at a camp for Iraqi refugees just a half-hour drive from Lalish agreed to speak, but only in private. They asked for all men to leave the room and requested their names be changed and tape recorders turned off.</p>\n<p>“Absolutely, I felt changed when I went through the baptism,” says one woman, who asked to be called Nour. “But I’m still always sad. [Captivity] has changed so much in my life. Even my personality, I feel like it’s changed.” </p>\n<p>She says her family is still being held by ISIS; until they are released, she says, she can’t imagine continuing with daily life. </p>\n<p>Some Yazidi community leaders echo Nour’s concerns for the future. They say what these women really need is intensive counseling, otherwise Iraq’s Yazidis will be left with a generation of traumatized women and girls. </p>\n<p>But outside the Lalish temple, Baba Chawish dismisses those concerns.  </p>\n<p>“These women come to here to be baptized and purified in terms of religion, but also to be purified for the society,” Chawish says, “We are showing to the whole world that these people had no choice and have been baptized, so no one should look at them differently.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-18%2Fyazidis-have-created-sort-baptism-purify-women-abducted-isis&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/yezidi_IMG_5852v2_0.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/yezidiimg5852v2jpg-0"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05182015_03.mp3"},{"href":"http://admin.pri.org/file/0518201503mp3"}]}