{"created":"2015-04-17T21:04:03+00:00","modified":"2015-04-20T19:13:52+00:00","valid":{"from":"2015-04-20T19:13:52+00:00","to":"3015-04-20T19:13:52+00:00"},"hreflang":"en","guid":"eefdd3bf-2086-41c3-8261-54293adca37d","title":"Foreigners in South Africa arm themselves to fend off anti-immigrant riots","published":"2015-04-20T19:13:50+00:00","byline":"Christopher Woolf","tags":["immigration","protests","economics","unemployment","Ethnicity & Race","conflict","Conflict","Conflict & Justice","Africa","South Africa","South Africa","illegal immigrants","Xenophobia in South Africa","Apartheid in South Africa","Demographics of South Africa","Sociology"],"teaser":"With unemployment and resentment running high in South Africa, the country's immigrant communities are feeling the brunt of the anger. Now they're being forced to defend themselves against angry riots, and say the government's response isn't strong enough.","contentencoded":"<p>Police in South Africa battled rioters on Friday as mobs tried to attack immigrants and immigrant-owned businesses in the country.</p>\n<p>“We saw running battles,” says the BBC’s Milton Nkosi, who spent the day in Jeppestown, near Johannesburg. “The police had to fire rubber bullets [and] tear gas to try to keep the looting mob, who are the locals, away from the frightened foreigners and their businesses.”</p>\n<p>South Africa, the continent's most industrialized nation, attracts millions of immigrants from across Africa, especially from neighboring nations like Zimbabwe and Mozambique. Ethnically and linguistically, they are not very different from the average black South African, but Nkosi says the psychological gulf between locals and immigrant communities is huge.</p>\n<p>\"South Africans are still very much inward-looking, because apartheid had isolated the country for decades, and they still see Africa as the ‘Dark Continent,'\" he says. \"They talk about other Africans as people from Africa, as if they are not in Africa. And that psychological makeup is what creates the divide.”</p>\n<p>Nkosi says South Africans also tend to look down on people from poorer countries. One reason is economic: Immigrants are willing to work for lower wages, and many South Africans find it hard to get jobs. Unemployment in the country stands at <a href=\"http://www.tradingeconomics.com/south-africa/unemployment-rate\">just over 24 percent</a>.</p>\n<p>South Africa’s political leaders have largely spoken out against the violence, and have deployed a heavy police presence to prevent mobs from forming and attacking immigrant communities. But some immigrants say the police response is inadequate, and have started arming themselves. Others feel betrayed by the violence.</p>\n<p>“I spoke to a man called Levi who comes from the Democratic Republic of Congo,” Nkosi says. “He had gone to pick up a car from his workshop only to find that the workshop was torched. He said that the Congolese people supported South Africans when they were under apartheid, and he was surprised that this is how they thank them. He said he would leave here with tears in his eyes. He’s very, very unhappy.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-17%2Fterror-south-africa-anti-immigrant-violence-spreads&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04172015_05.mp3"},{"href":"http://www.pri.org/file/0417201505mp3"}]}