{"created":"2015-03-18T00:18:34+00:00","modified":"2015-05-13T21:08:45+00:00","valid":{"from":"2015-05-13T21:08:45+00:00","to":"3015-05-13T21:08:45+00:00"},"hreflang":"en","title":"Old Land Battle Resurfaces In Georgia Between The Gullah And The Government","published":"2015-03-18T20:19:00+00:00","teaser":"The Gullah people, who are descendants of West African slaves, want to return to land the U.S. government took away during World War II. But the land has been a wildlife refuge for 40 years.","itags":["npr_api","393437439"],"guid":"eefd1454-6085-4aa0-a1d8-251d716b86b3","contentencoded":"<p>More than 70 years ago, the federal government took land from descendants of West African slaves, known as the Gullah, living in Georgia. Now they're fighting to get it back.</p><p>In 1942, they were given just weeks to leave marsh property on the Georgia coast so that the U.S. military could construct an air base for training pilots and conducting anti-submarine flights. Twenty years later, the former base and the land around it were converted into the 2,762-acre <a href=\"http://www.fws.gov/refuge/harris_neck/\" target=\"_blank\">Harris Neck National Wildlife Refuge</a>.</p><p>Descendants say getting their land returned is needed to resurrect one of the last remaining Gullah communities in the U.S.</p><p>Wilson Moran grew up near the refuge, and today, in his 70s, he navigates the Harris Neck with ease.</p><p>\"The white plantation owner's children were very envious, and did not like our success,\" he says.</p><p>The Rev. Robert Thorpe was only a child when he left Harris Neck. His family was told it would get its land back after World War II but needed to relocate immediately.</p><p>\"If you don't move we're gonna bulldoze your property down or burn it down,\" he recalls government officials saying. \"You must be out in two weeks — that's the deadline.</p><p>He was only 11 years old at the time. Now 83, his eyes fill with tears as he talks about the day a government official came to his home and ordered his family to leave.</p><p>\"I'll never forget even what's the kind of car the man was driving,\" he says. \"A brand new Pontiac station wagon. Gray station wagon.\"</p><p>When the war ended, the government gave the land to the county to use as an airport. After years of mismanagement, the U.S. Fish and Wildlife Service took control in 1962.</p><p>Descendants filed a federal lawsuit in the 1970s to regain ownership, but a judge declared that only an act of Congress could return it. The group petitioned lawmakers in Washington, but the bill never passed.</p><p>\"I felt a gut, midchest, emotional reaction that this was a wrong that could have been righted — and should have been righted — a long, long time ago,\" says David Kelly, who established <a href=\"http://www.harrisnecklandtrust1.xbuild.com/\" target=\"_blank\">the Harris Neck Land Trust</a> in 2006 to help the Gullah return home.</p><p>After failed court and legislative efforts, trust members are trying a new tack: They've petitioned the federal government for a 99-year lease on part of the refuge.</p><p>But Harris Neck is now a refuge, not a residence, says Tom Mackenzie, who is with the U.S. Fish and Wildlife Service.</p><p>\"Refuges are for wildlife,\" he says. \"That's where wildlife comes first. ... If you decide to put in a subdivision in the middle of refuge, that could adversely affect the wildlife in the area.\"</p><p>One species that could be affected is the wood stork, a large wading bird that was removed from the endangered species list this past summer and now is classified as threatened. The proposed lease area is about a mile away from the wood stork's habitat and would house up to 60 residents.</p><p>Thorpe says his people lived in harmony with nature before and can do so again.</p><p>\"The government first should have given it back to us,\" he says. \"They didn't do what they [were supposed] to do. ... Knowing that it was a mistake, is a great injustice that they did to us.\"</p><p>The U.S. Fish and Wildlife Service says it will give a response to the lease proposal within three months.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Old+Land+Battle+Resurfaces+In+Georgia+Between+The+Gullah+And+The+Government&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gabrielle Ware","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393646913-7e7960.m3u?orgId=1&topicId=1025&d=236&p=2&story=393437439&t=progseg&e=393627437&seg=19&ft=nprml&f=393437439"}]}