{"created":"2014-09-16T21:12:56+00:00","modified":"2014-10-30T22:19:48+00:00","valid":{"from":"2014-10-30T22:19:48+00:00","to":"3014-10-30T22:19:48+00:00"},"hreflang":"en","title":"Rep. Gowdy To Lead New Benghazi Committee In First Public Hearing","published":"2014-09-16T23:21:00+00:00","teaser":"House lawmakers will give the Sept. 11 attacks in Libya two years ago a fresh look. Wednesday's hearing will be the first public one since Gowdy, R-S.C., became head of a special Benghazi committee.","itags":["npr_api","349033835"],"guid":"ef0ab9b9-b813-4d85-97be-419459537af2","contentencoded":"<p>The Sept. 11 attacks two years ago on an outpost in Benghazi, Libya, will get a fresh look by House lawmakers Wednesday. The attacks took the lives of four Americans including a U.S. ambassador.</p><p>It will be the first public hearing since Speaker John Boehner announced the formation of the Select Committee on Benghazi and named Rep. Trey Gowdy, R-S.C., the chairman in May.</p><p>Gowdy is a Tea Party Republican who has made a name for himself as a hard-charging conservative, but he's promised to take the politics out of his Benghazi committee and simply focus on how the deaths could have been prevented. Wednesday's hearing is expected to focus on U.S. preparedness and how safety has improved since for diplomats.</p><p>The two-term congressman's quirky, and ever-changing, hairdos have also gotten him noticed. Now that Gowdy can add chairman to his title, his fellow conservatives have some playful advice for him.</p><p>\"Well, the first thing he needs to do is he needs to get a haircut and stay with it. That's going to be the key. He changes his hair so much nobody can recognize him,\" says his fellow Republican representative Devin Nunes of California.</p><p>Gowdy is aware people poke fun, but when it comes to his committee, he's laser-focused on convincing the public it will be run fairly — without bias or personal ambition.</p><p>\"Hair, suit, whether I shave or not, it's got nothing to do with me. Just watch the process,\" said Gowdy.</p><p>Gowdy already sits on the House Committee on Oversight and Government Reform, which has had several briefings and hearings of its own on Benghazi. That's one reason Nunes says this new committee is a perfect fit for Gowdy.</p><p>\"I think he's a good choice because he's a junior member that has a solid professional background and he's been doing the work. Not only on the oversight committee but also on this Benghazi working group, so he's very well aware of what's left to be done,\" Nunes said.</p><p>Gowdy had a stellar law career before coming to Congress. He was a federal prosecutor in the 1990s. He was elected three times as South Carolina's 7th Circuit solicitor in the 2000s. He then rode the Republican Tea Party wave of 2010 into Congress.</p><p>Gowdy has a habit of slipping into that prosecutor mode often, like when he told reporters what he hopes to hear from witnesses who testify before his panel.</p><p>\"If they have knowledge about the pre-, during, or after they would be on the list. I would be committing legal malpractice if I didn't talk to a witness who had knowledge,\" said Gowdy.</p><p>He's built a reputation on railing against the Obama administration on everything from its health care law to the IRS's treatment of conservative groups. This has prompted some of Gowdy's critics to raise concerns that he's more interested in running the panel like a trial rather than focusing on how future attacks can be prevented.</p><p>South Carolina Republican Rep. Mick Mulvaney is a friend of Gowdy's and says if the truth exonerates the Obama administration, Gowdy will be its \"largest cheerleader.\" But he warns witnesses to be forthcoming with all the information.</p><p>\"I think Trey will be very fair with people and very evenhanded with people until he starts to get that sense that maybe they're not telling him the whole answer. And when that happens then, yeah, I don't want to be on the other side of that conversation from him,\" says Mulvaney.</p><p>Like many Democrats, Rep. Gerry Connolly of Virginia is willing to give Gowdy the benefit of the doubt — at least for now — when it comes to the Benghazi hearings. But he says the chairman has an important choice to make.</p><p>\"He can be nothing more than a demagogic attack dog for partisan purposes, or he can actually elevate the conversation and try to illuminate what happened in Benghazi and how best we can prevent that from recurring. That's really his existential truth in accepting this role,\" Connolly says.</p><p>Gowdy, though, says he wants to leave the country with only one impression when his work is complete.</p><p>\"I care very much about the process; you are welcome to draw different conclusions, but I don't want there to be any ambiguity about whether the process was fair,\" he says.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Rep.+Gowdy+To+Lead+New+Benghazi+Committee+In+First+Public+Hearing&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Brakkton Booker","audio":[{"meta":{"duration":"246"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349036429-900601.m3u?orgId=1&topicId=1014&ft=3&f=349033835"},{"href":"http://media.npr.org/assets/img/2014/09/16/167424063-1--0f82c543b3598b8cbd2f2e4f2d605eab462806a4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"985","width":"1314"}}]}