{"created":"2015-03-31T08:59:03+00:00","modified":"2015-06-23T19:37:38+00:00","valid":{"from":"2015-06-23T19:37:38+00:00","to":"3015-06-23T19:37:38+00:00"},"hreflang":"en","title":"After Snowden, The NSA Faces Recruitment Challenge ","published":"2015-03-31T14:16:00+00:00","teaser":"To keep its code-breaking prowess, the National Security Agency must recruit scores of the brightest students in math and computer science each year. The Snowden revelations are hurting those efforts.","itags":["npr_api","395829446"],"guid":"ef0c3567-6ad3-41c2-b122-3d90faca92d9","contentencoded":"<p>Daniel Swann is exactly the type of person the National Security Agency would love to have working for it. The 22-year-old is a fourth-year concurrent bachelor's-master's student at Johns Hopkins University with a bright future in cybersecurity.</p><p>And growing up in Annapolis, Md., not far from the NSA's headquarters, Swann thought he might work at the agency, which intercepts phone calls, emails and other so-called \"signals intelligence\" from U.S. adversaries.</p><p>\"When I was a senior in high school I thought I would end up working for a defense contractor or the NSA itself,\" Swann says. Then, in 2013, NSA contractor Edward Snowden leaked a treasure-trove of top-secret documents. They showed that the agency's programs to collect intelligence were far more sweeping than Americans realized.</p><p>After Snowden's revelations, Swann's thinking changed. The NSA's tactics, which include retaining data from American citizens, raise too many questions in his mind: \"I can't see myself working there,\" he says, \"partially because of these moral reasons.\"</p><p>This year, the NSA needs to find 1,600 recruits. Hundreds of them must come from highly specialized fields like computer science and mathematics. So far, it says, the agency has been successful. But with its popularity down, and pay from wealthy Silicon Valley companies way up, agency officials concede that recruitment is a worry. If enough students follow Daniel Swann, then one of the world's most powerful spy agencies could lose its edge.</p><p><strong>People Power Makes The Difference</strong></p><p>Contrary to popular belief, the NSA's black buildings aren't simply filled with code-cracking supercomputers.</p><p>\"There's no such thing as a computer that can break any code,\" says Neal Ziring, a technical lead in the agency's information assurance directorate. \"People like to think there's some magic bullet here, and there isn't. It's all hard work.\"</p><p>Hard work done by a lot of people. Nationwide, the NSA employs roughly 35,000. And each year it must find recruits to keep it at the cutting edge of code-making and code-breaking. It gets those recruits from hundreds of colleges and universities nationwide, including Johns Hopkins University.</p><p>Matthew Green, a professor of computer science at Hopkins, says the number of such students the school turns out each year can vary. \"Sometimes it's a half-a-dozen,\" he says. \"Sometimes it's just one or two.\"</p><p>Green says the Snowden leaks have changed academia's views of the agency.</p><p>\"Before the Snowden leaks we looked at the NSA as being a spy agency, and they did what they were supposed to do,\" he says. \"But we've learned that they're been collecting this incredible amount of information. And they're not shy about doing whatever they have to do to get access to that information.\"</p><p>Green says he doesn't feel as friendly toward the NSA as he once did. It's important that people learn about the Snowden documents, he says, and he teaches about them to students like Swann. Swann says Green's class helped shape his thinking on whether to work for the NSA.</p><p>Someone like Daniel Swann is a fairly rare commodity. Hopkins is a big university, but its Information Security Institute will produce just 31 master's this year. Of those, only five are U.S. citizens — a requirement to work at the NSA. With similarly small numbers at other schools, how many Daniel Swanns are rejecting the agency because of the Snowden leaks?</p><p>\"Well that's kind of a tricky question,\" says Ziring, the NSA computer scientist. Ziring also helps lead academic outreach for the agency. \"When I've been out on campuses and talking to students,\" he says, \"there are some of them ... that puts them off or they have doubts.\" On the other hand, Ziring says, the Snowden leaks have sparked other students' interest. \"[They say], 'I actually know some of what you do now, and that's really cool and I want to come do that,\" he says.</p><p><strong>Corporations Willing To Pay Top Dollar</strong></p><p>But Ziring says there's a much bigger problem:</p><p>\"I was at a Dartmouth career fair a few months ago,\" he says, \"and our table was right across from Facebook. And we are looking for some of the same things that they are.\"</p><p>Ever since the Snowden leaks, cybersecurity has been hot in Silicon Valley. In part that's because the industry no longer trusts the government as much as it once did. Companies want to develop their own security, and they're willing to pay top dollar to get the same people the NSA is trying to recruit.</p><p>Students like Swann. Last summer Microsoft paid him $7,000 a month to work as an intern. The company even rented him a car.</p><p>\"It was actually really nice,\" Swann says. \"It was a Subaru Legacy.\"</p><p>Ziring says the agency can't compete on money, so he tries to sell it in other ways:</p><p>\"You know we have good health benefits, and we're government, right? So we have a huge scope of insurance to choose from,\" he says.</p><p>Things like work-life balance and continuing education do attract some people. Alyssa is a mathematician in her mid-20s who has been working at the NSA for just under two years. (She and the NSA won't tell NPR her last name because her work is classified.) Alyssa joined the agency right as the Snowden documents were being made public, and she wrestled with whether it was the right thing to do. Her mom wanted her to go for the big bucks, instead.</p><p>\"She actually held a grudge for a long time that I wasn't getting a higher paying job,\" Alyssa says.</p><p>But Alyssa chose the NSA anyway. And she's glad she did.</p><p>\"I absolutely love what I'm doing now,\" she says. Which is classified, so she won't say anything more about it — except that it's the kind of stuff she can't work on anywhere else.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Snowden%2C+The+NSA+Faces+Recruitment+Challenge+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"356"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396505324-e135f9.m3u?orgId=1&topicId=1122&d=356&p=3&story=395829446&t=progseg&e=396504499&seg=2&ft=nprml&f=395829446"}]}