{"created":"2015-05-18T17:03:18+00:00","modified":"2015-05-18T17:03:18+00:00","valid":{"from":"2013-11-12T23:15:15+00:00","to":"3013-11-12T23:15:15+00:00"},"hreflang":"en","guid":"ef11a75e-dfaf-430b-8eb2-61abac867994","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>The big news out of Major League Baseball this week isn&apos;t a superstar <span>free agent signing or a blockbuster trade, but a team, like many Americans, moving out of the city to a bigger house in the suburbs. </span></p>\"},{\"content\":\"<p><span>The Atlanta Braves announced </span><span>they&apos;re moving out of downtown Atlanta and Turner Field, its 17-year-old home, </span><span>and into the cozy confines of a brand new stadium in </span><span>Cobb County. </span><span>Atlanta Mayor Kasim Reed said the city can&apos;t afford the $250 million it&apos;d take to fix it up the way the Braves want. </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>Benjamin Flowers is an associate professor at the School of Architecture at Georgia Tech </span><span>where he specializes in the business and culture of sports stadiums. He says stadiums are becoming increasingly disposable, because upgrades to more luxury seating and seat licensing fees have become big money makers. &quot;The team owners and franchises have realized that the real value in a stadium is not in a sporting event or even hosting more fans, but rather as a way of making money,&quot; Flowers says. &quot;Stadiums are now really understood in the same way skyscrapers used to be which is as machines for generating revenue.&quot;</span></p>\"},{\"content\":\"<p>Flowers says that teams push for new stadiums because they keep getting cities to give fork over the funds to build them. &quot;The argument I always say is, if you&apos;re walking down the street and there&apos;s a pile of money there, you don&apos;t say well, I don&apos;t need this pile of money, someone else might make better use of it,&quot; he says. &quot;You pick it up.&quot;</p>\",\"type\":\"text/html\"}]","tags":["APM","Business","Sports","gentrification","stadiums"],"description":"The Atlanta Braves push for a small stadium in the suburbs. But why?","contentencoded":"<div class=\"barn-cleaned\"><p>The big news out of Major League Baseball this week isn't a superstar&nbsp;<span>free agent signing or a blockbuster trade, but a team, like many Americans, moving out of the city to a bigger house in the suburbs.&nbsp;</span></p>\n<p><span>The Atlanta Braves announced&nbsp;</span><span>they're moving out of downtown Atlanta and Turner Field, its 17-year-old home,&nbsp;</span><span>and into the cozy confines of a brand new stadium in&nbsp;</span><span>Cobb County.&nbsp;</span><span>Atlanta Mayor Kasim Reed said the city can't afford the $250 million it'd take to fix it up the way the Braves want.&nbsp;</span></p>\n<p><span>Benjamin Flowers is an associate professor at the School of Architecture at Georgia Tech&nbsp;</span><span>where he specializes in the business and culture of sports stadiums. He says stadiums are becoming increasingly disposable, because upgrades to more luxury seating and seat licensing fees have become big money makers.&nbsp;\"The team owners and franchises have realized that the real value in a stadium is not in a sporting event or even hosting more fans, but rather as a way of making money,\" Flowers says. \"Stadiums are now really understood in the same way skyscrapers used to be which is as machines for generating revenue.\"</span></p>\n<p>Flowers says that teams push for new stadiums because they keep getting cities to give fork over the funds to build them.&nbsp;\"The argument I always say is, if you're walking down the street and there's a pile of money there, you don't say well, I don't need this pile of money, someone else might make better use of it,\" he says. \"You pick it up.\"</p></div>","itags":["Marketplace","Marketplace for Tuesday, November 12, 2013","PMP:Marketplace_PMP","ef11a75edfaf30bdeb2361abac867994"],"title":"The tears, jeers and dollars behind the Atlanta Braves' big move","published":"2013-11-12T23:15:15+00:00","byline":"Kai Ryssdal","teaser":"The Atlanta Braves push for a small stadium in the suburbs. But why?","audio":[{"meta":{"crop":"primary","width":"610","height":"340"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/183013955.jpg?itok=bxDrPpQB","type":"image/jpeg"},{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/11/12/marketplace_segment19_20131112_64.mp3","type":"audio/mpeg","meta":{"duration_hms":"00:03:46","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/11/12/marketplace_segment19_20131112","type":"application/json"},"duration":226}}]}