{"created":"2014-10-02T21:42:12+00:00","modified":"2015-04-30T19:47:11+00:00","valid":{"from":"2014-05-13T18:37:22+00:00","to":"3014-05-13T18:37:22+00:00"},"hreflang":"en","guid":"ef178c57-00aa-4a20-988c-5734fd9b880c","title":"The Sorting of America","teaser":"The U.S. has been a country shaped by migration, dating back to the days of the pioneers making their way West. But recently, this country has been seeing a different kind of migration, one motivated not by economic necessity, but lifestyle choices. More and more, people are moving to places where they're surrounded by others like themselves. In this episode of SOTRU, we tell stories of this new kind of migration, of people moving to different corners of the country find (or build) themselves a haven. ","description":"State of the Re:Union The Sorting of America\nHost: Al Letson Producers: Tina Antolini and Delaney HallEpisode Description: The U.S. has been a country shaped by migration, dating back to the days of the pioneers making their way West. It&rsquo;s remade this country a number of times, from the &ldquo;great migration&rdquo; of African Americans from south to north in the early 20th century, to the Dust Bowl departures aimed at a better life in California. But recently, this country has been seeing a different kind of migration, one not out of economic necessity, but personal discretion. As Bill Bishop writes in The Big Sort, &ldquo;an expanding economy, rising levels of education, and the breakdown of older social groupings has injected more personal choice into the selection of where to move and how to live&hellip; Americans could move to places that reinforced their identities, where they could find comfort among others like themselves.&rdquo; In this episode of SOTRU, we tell stories of this new kind of migration; people moving to find (or build) their own ShangriLa&hellip; Stories of conservative migrants to Idaho and how they remade a city school board, of a town in Arizona attracting migrants with a rare&mdash;and, some say, suspect&mdash;medical condition, and a small New England town that&rsquo;s a mecca for lesbians. In these stories, we&rsquo;ll explore not just what motivated these migrations, but how the newcomers have been received into the pre-existing communities in these places, and what dynamics come into play when people ended up surrounded by folks just like them.BILLBOARD (:59)Incue: From PRX and NPR...Outcue: But first, this news.\n News Hole 1:00-6:00  SEGMENT A (12:29) Incue: (door slams) From WJCT in Jacksonville, Florida... Outcue: More ahead on State of the Re:Union.\nA. The Big SortWhen Bill Bishop and his wife were moving to Texas from Kentucky, they did what lots of couples do, trying to pick a neighborhood to live in. They drove around a whole bunch to see what felt right. And there was this one neighborhood in Austin where the trees were big, the houses were old with big porches, people were out walking their dogs&hellip; They just knew, this was it. The choice seemed natural. But, not long after that Bill, who&rsquo;s a newspaper reporter, started working with a local statistician on a project trying to figure out why Austin was so much richer than Kentucky. And they stumbled into something interesting: more and more Americans were moving to places in which they&rsquo;re surrounded by other people like themselves. Bill realized: even he&rsquo;d done that. Thinking he was picking a neighborhood based on a fairly straight forward checklist, he and his wife had actually picked one of the most liberal parts of Austin. Digging into data from presidential elections over the past several decades, Bill and his partner discovered that this was a trend all across the country. With America&rsquo;s prosperity allowing people an unprecedented chance to make decisions based on their sense of identity, of who they are, instead of solely on economics, we seem to be seizing on that chance by moving to places we find comfortable.B. COEUR D&rsquo;ALENE, ID: The School Board is a Political Battleground Usually, school board elections are no big deal. They&rsquo;re non-partisan, and don&rsquo;t even differentiate between who&rsquo;s a Republican and who&rsquo;s a Democrat-- because what does one&rsquo;s politics have to do with school decisions?&nbsp;\nIn Kootenai County, Idaho, the answer is: a whole lot.&nbsp;\nThe reason has to do with this part of Northern Idaho&rsquo;s recent history, and its growth as a kind of mecca for a certain kind of migrant: conservative, Christian, and looking for a place that shares their values. Kootenai County wasn&rsquo;t always a Republican stronghold; for years, it was filled with silver miners and the unions that fostered their membership in the Democratic party. But in the last decades of the 20th century, Idaho became the center of migration for conservatives from all over the west, particularly Southern California.&nbsp;\nBy the early 2000s, Democrats didn&rsquo;t even run candidates in several races in Kootenai County. But even so, Republicans in the area were dividing themselves more and more specifically on ideological lines: who was conservative enough? And that&rsquo;s what takes us back to the school board in Coeur d&rsquo;Alene, the biggest city in the county.&nbsp;When Ken Lahr and Jeff Ward moved to Idaho from Washington state, they formed a group called the Reagan Republicans. They were both frustrated that other local conservative groups weren&rsquo;t getting involved in local non-partisan races, like school board and city council. They figured that those local boards handled a lot of the finances and taxes for the county, and constituents deserved to know who was Republican and who wasn&rsquo;t. Even in races where no R or D would appear on the ballot, they&rsquo;d put forward a public information campaign that would ensure voters knew who had the conservative stamp. It was a massive grassroots effort, knocking on doors, covering whole neighborhoods. One of the candidates supported by the Reagan Republicans was Tom Hamilton, who won a seat on the Coeur d&rsquo;Alene School Board. Tom had gotten interested in how the schools were being run in the fall of 2010, when his daughter was in fourth grade. \"She came home one day and said, 'Our teacher says that if you take us to church, you're teaching us to believe in ghosts and fairy tales.' \" Hamilton approached the teacher about it, and she said it was part of the Primary Years Program (PYP), the elementary school equivalent of International Baccalaureate (IB), which taught children to question their values. This made Hamilton furious. Both he and another Reagan Republican candidate won election to the school board, running on a platform of wanting to take a hard look at the IB and PYP programs. The three incumbent members of the school board all resigned their positions within months and were replaced by appointed conservative candidates. In the spring of 2012, there was a battle over the International Baccalaureate program. Parents, students and teachers defended the IB&mdash;some of them were even conservative Republican. But, unanimously, the new school board voted to eliminate the program. It seemed like the crowning achievement of the conservative push: it now could show a tangible impact on the ground, in what kids were being taught in schools. But recent months have shown that, even in red Kootenai County, people are resisting their institutions having a uniform partisan voice. The IB decision prompted a new group to form called Balance North Idaho. They weren&rsquo;t supporting Democrats&mdash;in fact, they weren&rsquo;t affiliated with any political party. They were arguing for a less partisan agenda. And so, when the next school board election came around, Balance Idaho put forward a field of candidates. So did the Regan Republicans, this time even out-and-out advertising candidates for school board as Republican.&nbsp; Two candidates demonstrate the dynamics of the race: Brent Regan was supported by the Regan Republicans, an entrepreneur who stamped the Republican brand on his campaign, and has given empassioned speeches at a rally of the Tea Party Patriots of North Idaho. Christa Hazel, supported by Balance Idaho, is also a lifelong republican, who says she only declared her conservative leanings publicaly, because she didn&rsquo;t want to be labeled as something else. &ldquo;Unfortunately, our society is so divisive at the moment, it&rsquo;s so partisan, especially the Coeur d&rsquo;Alene area, that I just understand that is the reality,&rdquo; she told the Spokesman newspaper&nbsp; &ldquo;I wish it weren&rsquo;t the&nbsp;case.&rdquo; The race was closely watched as a kind of ideological weather vane for the area as a whole. Would the most partisan candidates confirm their hold?\n&nbsp;\nAnd then: the moderates won. In the school board election, and then again this fall with citywide elections. Balance Idaho supported candidates were the winners.&nbsp;\nDan Gookin, a Coeur d&rsquo;Alene city councilor who was first elected with the help of the Regan Republicans, says this could be the start of a sea change. &ldquo;We&rsquo;ve become so antagonistic towards anyone with the opposite view,&rdquo; he says. &ldquo;We as a culture don&rsquo;t know how to properly deal with dissent. We&rsquo;ve got to understand that we can disagree and still be friends.&rdquo;&nbsp;SEGMENT B (18:59)Incue: You're listening to State of the Re:Union...Outcue: P-R-X-dot-O-R-GA. The School Board is a Political Battleground (CONT.) B. EASTERN ARIZONA: Medical MigrantsWhen Susan Molloy moved to a tiny town in eastern Arizona in 1994, she was exhausted and sicker than she&rsquo;d ever been before. She had loved living in downtown San Francisco, where she&rsquo;d been for most of her life, but the daily assault of bus fumes, cigarette smoke, perfume, and cleaning products had become more than she could tolerate.Susan had developed a controversial medical condition called Multiple Chemical Sensitivity (MCS), which renders people seriously intolerant to synthetic substances. Chemical exposures gave Susan terrible migraines. Her balance was thrown off and she had to use a wheelchair when she left her apartment. Life was unbearable and she knew she needed to make a big change. So she left everything behind and went to a small town in the clean mountain air of Arizona, where a friend with a similar condition had made a new life.Because MCS is not recognized as an organic, chemical-caused illness by the American Medical Association, people with the condition often find themselves without sympathetic medical care, or access to services that people with recognized disabilities might have. They exists largely outside of mainstream society, and have had to create communities like one Susan lives in, where they can fend for themselves and build support networks of their own devising.When Susan arrived, there were only four other people in the area with MCS. Twenty years later, there are a few dozen people who&rsquo;ve migrated to the town, often leaving behind homes, families, and jobs to seek a place they can feel better.SEGMENT C (18:59)\nIncue: You're listening to State of the Re:Union...Outcue: This is NPR.A. FAIRFIELD, Iowa: Meditating Dairy Farmer For the past four decades, people from all over the world have been moving to the small town of Fairfield, IA (population 10,000) to find greater peace, prosperity, health, and happiness. Fairfield is home to Maharishi University of Management (MUM), a school founded in 1973 by Maharishi Mahesh Yogi, one-time spiritual advisor to the Beatles and leader of a worldwide Transcendental Meditation movement that now counts David Lynch, Oprah Winfrey, and Jerry Seinfeld among its practitioners. Because of the university and the many affiliated meditation organizations based in town, Fairfield has become a global center of the TM movement. When committed practitioners first began arriving in Fairfield in the 70s and early 80&rsquo;s, there was significant tension between locals or &ldquo;townies&rdquo; and meditators or &ldquo;rues&rdquo;, short for &ldquo;gurus&rdquo;. But now about a third of the town&rsquo;s residents are meditators, and after 40 years of living, working, and raising families side-by-side, the two communities have come to a place of understanding.&nbsp;\nFrancis Thicke, who runs the Radiance Dairy in Fairfield, bridges these old and new cultures of Fairfield. As a dairy farmer, he understands the traditional agricultural identity and economy of the place -- what it was like before the &ldquo;rues&rdquo; moved in. But as a TM practitioner whose primary customers are meditators, he also understands the new direction the town has taken.&nbsp;B. NORTHAMPTON, MA: Moving to LesbianvilleOne night in the early 1990&rsquo;s, Lisa Shulka was at home in rural Wisconsin, watching TV when a report came on 20/20. It was about this little town in New England that, apparently, was chock FULL of lesbians. Lisa was immediately captivated. Where she lived in the Midwest, she felt ostracized&mdash;even unsafe&mdash;as an out lesbian. One scene in the 20/20 story took place at a restaurant called the North Star Seafood Bar, so Lisa called information (this was pre-internet, of course) and got them to connect her. &ldquo;Tell me more about this place,&rdquo; she said. &ldquo;I want to move there!&rdquo; Lisa wasn&rsquo;t alone. After the 20/20 story aired, the North Star&rsquo;s phone rang for days, long enough that locals were taking shifts answering it. Women from all over the country were calling, wanting to know more about this small town in Massachusetts: Northampton. (Legend has it that Bell Atlantic called the North Star too, wanting to know why it had given out the restaurant&rsquo;s phone number like thousands of times.) Lisa Shulka and her now wife are just two of many lesbians who moved to the town of Northampton after seeing the 20/20 story. The National Enquirer dubbed Northampton &ldquo;Lesbianville USA.&rdquo; This was a small town of 30,000 people. How the heck did it get this way?\nIn this story, we&nbsp; explore the early underground movement to establish Northampton as a lesbian mecca, back when there were secret rooming houses to give new lesbians an affordable place to stay in the 1970s (one person called them the &ldquo;lesbian Ellis Island), to the launch into the public with a range of lesbian-owned businesses (from the predictable feminist bookstore to the more surprising Nutcracker&rsquo;s Suite Dojo, a lesbian-feminist karate school). That doesn&rsquo;t mean everyone in town immediately embraced the new identity, though: the first Pride March in the 1980s inspired a violent backlash, with some women receiving death threats. The negotiation between Northampton&rsquo;s old identity as &ldquo;Hamp&rdquo; on the edge of the rural hilltowns, and the new lesbian-celebrating &ldquo;Noho,&rdquo; was a fraught one. But Noho won.&nbsp;\nIt&rsquo;s been an interesting victory, though. Now acceptance is so part of the town&rsquo;s identity that, in fact, there are fewer and fewer Lesbian organizations. As one woman said to me &ldquo;we don&rsquo;t need our own organizations. We&rsquo;re part of the PTA, the chamber of commerce, just like everyone else. In Northampton, we are the mainstream.&rdquo;&nbsp; And that has meant that, after striving so long for a recognizable presence in Northampton, lesbians are now somewhat invisible. It&rsquo;s a triumph to be so normal, but one that some of the older guard in the lesbian community feel somewhat ambivalent about. They mourn the closeness the community had in the days it was fighting for its place. But more than that, with so much of the rest of the country still treating LGBT people with discrimination, they wonder whether Northampton&rsquo;s lesbian normalcy is actually lulling residents into a false sense that the battles have all been won.&nbsp;C: The Upsides and Downsides of the Sorting of America Host Al Letson considers the upsides and downsides of the Big Sort, and the dynamics it creates in communities across the U.S.. The episode wraps up with a montage of reflections from residents of the places visited during the hour. Promo Transcript: In one part of Idaho, pretty much everyone votes Republican. But does that mean everyone thinks alike? \"It's almost like 50 shades of conservatism that's going on. And I'm a registered Republican as I have always been, but there's times in my local party, it's foreign to me.\"What happens when people move to certain areas to be surrounded by people who are just like them? That's on the next State of the Re:Union.Broadcast Window Begins 5/16/14The Sorting of America will be available beginning&nbsp;May 16, 2014, on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2014. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. State of the Re:Union is presented by WJCT, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Melissa LaCasse at lacasse.melissa@gmail.com or 207.776.4926 with questions or to confirm carriage.&nbsp;","contentencoded":"<p>State of the Re:Union<br /> The Sorting of America</p>\n<p>Host: Al Letson<br /> Producers: Tina Antolini and Delaney Hall<br /><br />Episode Description: The U.S. has been a country shaped by migration, dating back to the days of the pioneers making their way West. It&rsquo;s remade this country a number of times, from the &ldquo;great migration&rdquo; of African Americans from south to north in the early 20<sup>th</sup> century, to the Dust Bowl departures aimed at a better life in California. But recently, this country has been seeing a different kind of migration, one not out of economic necessity, but personal discretion. As Bill Bishop writes in The Big Sort, &ldquo;an expanding economy, rising levels of education, and the breakdown of older social groupings has injected more personal choice into the selection of where to move and how to live&hellip; Americans could move to places that reinforced their identities, where they could find comfort among others like themselves.&rdquo; In this episode of SOTRU, we tell stories of this new kind of migration; people moving to find (or build) their own ShangriLa&hellip; Stories of conservative migrants to Idaho and how they remade a city school board, of a town in Arizona attracting migrants with a rare&mdash;and, some say, suspect&mdash;medical condition, and a small New England town that&rsquo;s a mecca for lesbians. In these stories, we&rsquo;ll explore not just what motivated these migrations, but how the newcomers have been received into the pre-existing communities in these places, and what dynamics come into play when people ended up surrounded by folks just like them.<br /><br />BILLBOARD (:59)<br />Incue: From PRX and NPR...<br />Outcue: But first, this news.</p>\n<p><br /> News Hole 1:00-6:00<br /> <br /> SEGMENT A (12:29)<br /> Incue: (door slams) From WJCT in Jacksonville, Florida...<br /> Outcue: More ahead on State of the Re:Union.</p>\n<p>A. The Big Sort<br />When Bill Bishop and his wife were moving to Texas from Kentucky, they did what lots of couples do, trying to pick a neighborhood to live in. They drove around a whole bunch to see what felt right. And there was this one neighborhood in Austin where the trees were big, the houses were old with big porches, people were out walking their dogs&hellip; They just knew, this was it. The choice seemed natural. But, not long after that Bill, who&rsquo;s a newspaper reporter, started working with a local statistician on a project trying to figure out why Austin was so much richer than Kentucky. And they stumbled into something interesting: more and more Americans were moving to places in which they&rsquo;re surrounded by other people like themselves. Bill realized: even he&rsquo;d done that. Thinking he was picking a neighborhood based on a fairly straight forward checklist, he and his wife had actually picked one of the most liberal parts of Austin. Digging into data from presidential elections over the past several decades, Bill and his partner discovered that this was a trend all across the country. With America&rsquo;s prosperity allowing people an unprecedented chance to make decisions based on their sense of identity, of who they are, instead of solely on economics, we seem to be seizing on that chance by moving to places we find comfortable.<br /><br />B. COEUR D&rsquo;ALENE, ID: The School Board is a Political Battleground <br />Usually, school board elections are no big deal. They&rsquo;re non-partisan, and don&rsquo;t even differentiate between who&rsquo;s a Republican and who&rsquo;s a Democrat-- because what does one&rsquo;s politics have to do with school decisions?&nbsp;</p>\n<p><span>In Kootenai County, Idaho, the answer is: a whole lot.&nbsp;</span></p>\n<p><span>The reason has to do with this part of Northern Idaho&rsquo;s recent history, and its growth as a kind of mecca for a certain kind of migrant: conservative, Christian, and looking for a place that shares their values. Kootenai County wasn&rsquo;t always a Republican stronghold; for years, it was filled with silver miners and the unions that fostered their membership in the Democratic party. But in the last decades of the 20<sup>th</sup> century, Idaho became the center of migration for conservatives from all over the west, particularly Southern California.&nbsp;</span></p>\n<p><span>By the early 2000s, Democrats didn&rsquo;t even run candidates in several races in Kootenai County. But even so, Republicans in the area were dividing themselves more and more specifically on ideological lines: who was conservative enough? And that&rsquo;s what takes us back to the school board in Coeur d&rsquo;Alene, the biggest city in the county.&nbsp;<br /></span><br />When Ken Lahr and Jeff Ward moved to Idaho from Washington state, they formed a group called the Reagan Republicans. They were both frustrated that other local conservative groups weren&rsquo;t getting involved in local non-partisan races, like school board and city council. They figured that those local boards handled a lot of the finances and taxes for the county, and constituents deserved to know who was Republican and who wasn&rsquo;t. Even in races where no R or D would appear on the ballot, they&rsquo;d put forward a public information campaign that would ensure voters knew who had the conservative stamp. It was a massive grassroots effort, knocking on doors, covering whole neighborhoods. <br /><br />One of the candidates supported by the Reagan Republicans was Tom Hamilton, who won a seat on the Coeur d&rsquo;Alene School Board. Tom had gotten interested in how the schools were being run in the fall of 2010, when his daughter was in fourth grade. \"She came home one day and said, 'Our teacher says that if you take us to church, you're teaching us to believe in ghosts and fairy tales.' \" Hamilton approached the teacher about it, and she said it was part of the Primary Years Program (PYP), the elementary school equivalent of International Baccalaureate (IB), which taught children to question their values. This made Hamilton furious. Both he and another Reagan Republican candidate won election to the school board, running on a platform of wanting to take a hard look at the IB and PYP programs. <br /><br />The three incumbent members of the school board all resigned their positions within months and were replaced by appointed conservative candidates. In the spring of 2012, there was a battle over the International Baccalaureate program. Parents, students and teachers defended the IB&mdash;some of them were even conservative Republican. But, unanimously, the new school board voted to eliminate the program. It seemed like the crowning achievement of the conservative push: it now could show a tangible impact on the ground, in what kids were being taught in schools. <br /><br />But recent months have shown that, even in red Kootenai County, people are resisting their institutions having a uniform partisan voice. The IB decision prompted a new group to form called Balance North Idaho. They weren&rsquo;t supporting Democrats&mdash;in fact, they weren&rsquo;t affiliated with any political party. They were arguing for a less partisan agenda. And so, when the next school board election came around, Balance Idaho put forward a field of candidates. So did the Regan Republicans, this time even out-and-out advertising candidates for school board as Republican.&nbsp; Two candidates demonstrate the dynamics of the race: Brent Regan was supported by the Regan Republicans, an entrepreneur who stamped the Republican brand on his campaign, and has given empassioned speeches at a rally of the Tea Party Patriots of North Idaho. Christa Hazel, supported by Balance Idaho, is also a lifelong republican, who says she only declared her conservative leanings publicaly, because she didn&rsquo;t want to be labeled as something else. &ldquo;Unfortunately, our society is so divisive at the moment, it&rsquo;s so partisan, especially the Coeur d&rsquo;Alene area, that I just understand that is the reality,&rdquo; she told the Spokesman newspaper&nbsp; &ldquo;I wish it weren&rsquo;t the&nbsp;case.&rdquo; The race was closely watched as a kind of ideological weather vane for the area as a whole. Would the most partisan candidates confirm their hold?</p>\n<p>&nbsp;</p>\n<p><span>And then: the moderates won. In the school board election, and then again this fall with citywide elections. Balance Idaho supported candidates were the winners.&nbsp;</span></p>\n<p><span>Dan Gookin, a Coeur d&rsquo;Alene city councilor who was first elected with the help of the Regan Republicans, says this could be the start of a sea change. &ldquo;We&rsquo;ve become so antagonistic towards anyone with the opposite view,&rdquo; he says. &ldquo;We as a culture don&rsquo;t know how to properly deal with dissent. We&rsquo;ve got to understand that we can disagree and still be friends.&rdquo;&nbsp;<br /></span><br />SEGMENT B (18:59)<br />Incue: You're listening to State of the Re:Union...<br />Outcue: P-R-X-dot-O-R-G<br /><br />A. The School Board is a Political Battleground (CONT.) <br /><br />B. EASTERN ARIZONA: Medical Migrants<br />When Susan Molloy moved to a tiny town in eastern Arizona in 1994, she was exhausted and sicker than she&rsquo;d ever been before. She had loved living in downtown San Francisco, where she&rsquo;d been for most of her life, but the daily assault of bus fumes, cigarette smoke, perfume, and cleaning products had become more than she could tolerate.<br /><br />Susan had developed a controversial medical condition called Multiple Chemical Sensitivity (MCS), which renders people seriously intolerant to synthetic substances. Chemical exposures gave Susan terrible migraines. Her balance was thrown off and she had to use a wheelchair when she left her apartment. Life was unbearable and she knew she needed to make a big change. So she left everything behind and went to a small town in the clean mountain air of Arizona, where a friend with a similar condition had made a new life.<br /><br />Because MCS is not recognized as an organic, chemical-caused illness by the American Medical Association, people with the condition often find themselves without sympathetic medical care, or access to services that people with recognized disabilities might have. They exists largely outside of mainstream society, and have had to create communities like one Susan lives in, where they can fend for themselves and build support networks of their own devising.<br /><br />When Susan arrived, there were only four other people in the area with MCS. Twenty years later, there are a few dozen people who&rsquo;ve migrated to the town, often leaving behind homes, families, and jobs to seek a place they can feel better.<br /><br />SEGMENT C (18:59)</p>\n<p>Incue: You're listening to State of the Re:Union...<br />Outcue: This is NPR.<br /><br />A. FAIRFIELD, Iowa: Meditating Dairy Farmer <br />For the past four decades, people from all over the world have been moving to the small town of Fairfield, IA (population 10,000) to find greater peace, prosperity, health, and happiness. Fairfield is home to Maharishi University of Management (MUM), a school founded in 1973 by Maharishi Mahesh Yogi, one-time spiritual advisor to the Beatles and leader of a worldwide Transcendental Meditation movement that now counts David Lynch, Oprah Winfrey, and Jerry Seinfeld among its practitioners. Because of the university and the many affiliated meditation organizations based in town, Fairfield has become a global center of the TM movement. When committed practitioners first began arriving in Fairfield in the 70s and early 80&rsquo;s, there was significant tension between locals or &ldquo;townies&rdquo; and meditators or &ldquo;rues&rdquo;, short for &ldquo;gurus&rdquo;. But now about a third of the town&rsquo;s residents are meditators, and after 40 years of living, working, and raising families side-by-side, the two communities have come to a place of understanding.&nbsp;</p>\n<p><span>Francis Thicke, who runs the Radiance Dairy in Fairfield, bridges these old and new cultures of Fairfield. As a dairy farmer, he understands the traditional agricultural identity and economy of the place -- what it was like before the &ldquo;rues&rdquo; moved in. But as a TM practitioner whose primary customers are meditators, he also understands the new direction the town has taken.&nbsp;<br /></span><br />B. NORTHAMPTON, MA: Moving to Lesbianville<br />One night in the early 1990&rsquo;s, Lisa Shulka was at home in rural Wisconsin, watching TV when a report came on 20/20. It was about this little town in New England that, apparently, was chock FULL of lesbians. Lisa was immediately captivated. Where she lived in the Midwest, she felt ostracized&mdash;even unsafe&mdash;as an out lesbian. One scene in the 20/20 story took place at a restaurant called the North Star Seafood Bar, so Lisa called information (this was pre-internet, of course) and got them to connect her. &ldquo;Tell me more about this place,&rdquo; she said. &ldquo;I want to move there!&rdquo; Lisa wasn&rsquo;t alone. After the 20/20 story aired, the North Star&rsquo;s phone rang for days, long enough that locals were taking shifts answering it. Women from all over the country were calling, wanting to know more about this small town in Massachusetts: Northampton. (Legend has it that Bell Atlantic called the North Star too, wanting to know why it had given out the restaurant&rsquo;s phone number like thousands of times.) Lisa Shulka and her now wife are just two of many lesbians who moved to the town of Northampton after seeing the 20/20 story. The National Enquirer dubbed Northampton &ldquo;Lesbianville USA.&rdquo; This was a small town of 30,000 people. How the heck did it get this way?</p>\n<p><span>In this story, we&nbsp; explore the early underground movement to establish Northampton as a lesbian mecca, back when there were secret rooming houses to give new lesbians an affordable place to stay in the 1970s (one person called them the &ldquo;lesbian Ellis Island), to the launch into the public with a range of lesbian-owned businesses (from the predictable feminist bookstore to the more surprising Nutcracker&rsquo;s Suite Dojo, a lesbian-feminist karate school). That doesn&rsquo;t mean everyone in town immediately embraced the new identity, though: the first Pride March in the 1980s inspired a violent backlash, with some women receiving death threats. The negotiation between Northampton&rsquo;s old identity as &ldquo;Hamp&rdquo; on the edge of the rural hilltowns, and the new lesbian-celebrating &ldquo;Noho,&rdquo; was a fraught one. But Noho won.&nbsp;</span></p>\n<p><span>It&rsquo;s been an interesting victory, though. Now acceptance is so part of the town&rsquo;s identity that, in fact, there are fewer and fewer Lesbian organizations. As one woman said to me &ldquo;we don&rsquo;t need our own organizations. We&rsquo;re part of the PTA, the chamber of commerce, just like everyone else. In Northampton, we </span><span>are</span><span> the mainstream.&rdquo;&nbsp; And that has meant that, after striving so long for a recognizable presence in Northampton, lesbians are now somewhat invisible. It&rsquo;s a triumph to be so normal, but one that some of the older guard in the lesbian community feel somewhat ambivalent about. They mourn the closeness the community had in the days it was fighting for its place. But more than that, with so much of the rest of the country still treating LGBT people with discrimination, they wonder whether Northampton&rsquo;s lesbian normalcy is actually lulling residents into a false sense that the battles have all been won.&nbsp;<br /></span><br />C: The Upsides and Downsides of the Sorting of America <br />Host Al Letson considers the upsides and downsides of the Big Sort, and the dynamics it creates in communities across the U.S.. The episode wraps up with a montage of reflections from residents of the places visited during the hour. <br /><br />Promo Transcript: <br />In one part of Idaho, pretty much everyone votes Republican. But does that mean everyone thinks alike? \"It's almost like 50 shades of conservatism that's going on. And I'm a registered Republican as I have always been, but there's times in my local party, it's foreign to me.\"What happens when people move to certain areas to be surrounded by people who are just like them? That's on the next State of the Re:Union.<br /><br />Broadcast Window Begins 5/16/14<br /><br />The Sorting of America will be available beginning&nbsp;May 16, 2014, on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2014. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. <br /><br />State of the Re:Union is presented by WJCT, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. <br /><br />Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Melissa LaCasse at lacasse.melissa@gmail.com or 207.776.4926 with questions or to confirm carriage.&nbsp;</p>","byline":"Al Letson","published":"2014-05-13T18:37:22+00:00","tags":["Entertainment","Family","Travel"],"itags":["prx:stories-118458"],"audio":[{"href":"https://hal.prx.org/pub/5b72a4df8da8ce945313ffa046c43c35/0/web/story_image/287052/medium/sotru_profile-pic_01.gif","type":"image/gif","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/86625931e27a13ecfcd5bcd7476cac08/0/web/audio_file/670196/broadcast/01-Utopias_Billboard.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/748f5ed78ef0a17e75075c9cd4c50e34/0/web/audio_file/670198/broadcast/02-Utopias_Newscast_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":29,"size":927685}},{"href":"https://cms.prx.org/pub/dab2980f102a376212659a59ecce96f1/0/web/audio_file/670194/broadcast/03-Utopias_Segment_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23941955}},{"href":"https://cms.prx.org/pub/41c61af8745866a86d17bbbbc58bb00b/0/web/audio_file/670205/broadcast/04-Utopias_Segment_A_Music_Break.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/f799865c9637bf8cad73a82c0ac59a8a/0/web/audio_file/670203/broadcast/05-Utopias_Segment_B.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}},{"href":"https://cms.prx.org/pub/0d7d5ffb21bc1d1dc299fd2e1203d749/0/web/audio_file/670204/broadcast/06-Utopias_Segment_B_Music_Break.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/bb1f79383c5a547b1138c9b459f096da/0/web/audio_file/670197/broadcast/07-Utopias_Segment_C.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}}]}