{"created":"2015-02-12T17:44:27+00:00","modified":"2015-02-12T22:10:15+00:00","valid":{"from":"2015-02-12T22:10:15+00:00","to":"3015-02-12T22:10:15+00:00"},"hreflang":"en","guid":"ef1a33aa-9543-4769-b17b-be22573fc028","title":"Venezuela's 4 cents a gallon gas is set for a major hike","published":"2015-02-12T22:10:12+00:00","byline":"Andrew Rosati","tags":["oil","business and economy","government","Economics","Business, Finance & Economics","Caracas","South America","Venezuela","South America","Nicolas Maduro","William Rivas","Asdrubal Oliveros","Petroleum products","Gasoline and diesel usage and pricing","Filling station","Gasoline","Price","Energy","chevy malibu"],"teaser":"Venezuela is suffering through the world's highest inflation and rampant shortages of consumer goods, like milk, sugar, toilet paper — even condoms. But one thing Venezuela does have a lot of is oil. And thanks to government subsidies, it also has the cheapest gasoline in the world. But maybe not for much longer.","contentencoded":"<p>I hop into a cab in western Caracas. William Rivas is the driver. His ride: a 1980 Chevy Malibu</p>\n<p>As we drive along, Rivas tells me he was struggling to make ends meet as a delivery man, so he quit and started using his own car as taxi.</p>\n<p>“A regular wage just isn't enough to cover groceries and support a family any more,” Rivas says. “I had to start driving a cab.” </p>\n<p>Rivas is starting to get ahead a little bit, because even though prices in general are soaring here, gasoline is still unbelievably cheap: It costs about a penny a liter — the equivalent of four cents a gallon.</p>\n<p>$.04. Per gallon. Four pennies.</p>\n<p>“Gas is practically given away here,” Rivas says. It costs him less than a dollar to fill up his 16-gallon tank for the entire day. A ride on the metro costs more than that. Gas prices aren't even posted here because they have stayed the same since 1996. It’s so cheap that people tip gas station attendants more than the price of the gas.</p>\n<p>But Venezuela's nearly free ride may be coming to an end soon. The global slump in oil prices has helped push Venezuela into a deep recession. Oil accounts for about 95 percent of the country's exports, so the government can no longer afford the $15 billion a year it spends subsidizing gas prices.</p>\n<p>President Nicolas Maduro broached the subject of price hikes in his State of the Union address last month.</p>\n<p>“We need to move to a system where the prices are balanced and just. I believe it's necessary; we need to take this step,” he said to applause.</p>\n<p>But raising gas prices is a very touchy topic in Venezuela. When the government did it in 1989, it sparked riots, and hundreds of people were killed.                                      </p>\n<p>So this time the government has launched a campaign to get the public on board. One of the spots shows a food vendor saying she’s planning to sell empanadas for less than it costs her to make them. The tag line is, “In Venezuela, something similar is happening with the price of gasoline: It costs 35 times less than it does to produce.”</p>\n<p>Even though many in Venezuela say gas prices are ridiculously low, there’s a real concern that scaling back the subsidies would only make life harder.</p>\n<p>“People are scared because prices are already going up,” says Rivas. “And if they raise the price of gasoline — everything will get more expensive. It could be a disaster.”</p>\n<p>It’s also not clear that the government would be able to raise prices enough to make a difference, says Asdrubal Oliveros, a Caracas-based economist.  </p>\n<p>“It’s been practically 18 years since the last increase,” Oliveros says. “So whatever increase you do now needs to be huge for the state to reap any benefit. A government already faced with low popularity and social tension, is probably afraid to do anything big.”</p>\n<p>The government has not yet specified how or when it intends to raise gas prices. For now, William Rivas says he’ll keep driving a cab, getting the most out of the world's cheapest gasoline while he still can.</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/CROPWilliam.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/cropwilliamjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/02122015_03.mp3"},{"href":"http://www.pri.org/file/0212201503mp3"}]}