{"created":"2015-03-30T09:03:18+00:00","modified":"2015-06-23T19:36:34+00:00","valid":{"from":"2015-06-23T19:36:34+00:00","to":"3015-06-23T19:36:34+00:00"},"hreflang":"en","title":"Employers And Insurers Gain Control In Workers' Compensation Disputes","published":"2015-03-30T16:41:00+00:00","teaser":"In 10 states, injured workers are finding it more difficult to get or keep medical treatment their doctors prescribe because of reforms to workers' comp laws.","itags":["npr_api","395765942"],"guid":"ef22a328-6cfb-4c38-9c02-4795ecc4cded","contentencoded":"<p>Frances Stevens could have been a contender. She was training to be a Golden Gloves boxer and working as a magazine publisher in 1997 when 1,000 copies of the latest issue arrived at her San Francisco office.</p><p>\"I'd just turned 30. I was an athlete. I had a job that I loved, a life that I loved,\" she recalls. \"And in a second my life changed.\"</p><p>Stevens tripped on a rug and broke her foot as she carried boxes of magazines. The relatively simple break triggered serious nerve damage and she was eventually diagnosed with <a href=\"http://www.ninds.nih.gov/disorders/reflex_sympathetic_dystrophy/detail_reflex_sympathetic_dystrophy.htm\">chronic or complex regional pain syndrome</a>. Seventeen years later, the pain is so bad that at times she can't walk. She can't bear contact with bedsheets or socks. Even a shower's spray is excruciating.</p><p>\"I've asked to have my feet amputated,\" Stevens says. \"It's just so painful.\"</p><p>Injured and disabled workers like Stevens turn to the nation's workers' compensation system for medical treatment, as well as weekly payments that help replace lost wages. But some are finding it more difficult to get or keep the medical treatment their doctors prescribe because of reforms enacted in 10 states.</p><p>A <a href=\"http://www.npr.org/series/394891172/insult-to-injury-americas-vanishing-worker-protections\">ProPublica/NPR investigation</a> of a decade of <a href=\"http://projects.propublica.org/graphics/workers-comp-reform-by-state\">changes in workers' comp laws nationwide</a> shows that these 10 states have given employers and insurance companies more control over medical treatment decisions. In some circumstances, the insurers and employers will bring in outside doctors who can challenge and, in some states, overrule the workers' physicians.</p><p>In California, these \"independent medical reviewers\" don't have to be licensed in the state and don't have to examine injured workers. They can make decisions based only on medical records. These doctors can remain anonymous, can't be challenged (except for fraud, conflict of interest or mistakes of fact) and have the final word.</p><p>\"It used to be a person that would see and evaluate me,\" Stevens says. \"And now it's some person who's never met me that sits maybe in an office on the other side of the country with a stamp going, 'No. Denied.' Click. 'Next.'\"</p><p>That's Stevens' assessment of what happened two years ago, when her workers' comp insurer, the <a href=\"http://www.statefundca.com/\">State Compensation Insurance Fund</a>, rejected the continuation of her treatment, which included pain medications and a home health aide. The fund, a quasi-governmental agency, said the aide and medications weren't helping Stevens recover.</p><p>Her attorney argued that California law doesn't just require recovery as a measure of appropriate treatment, citing <a href=\"http://www.leginfo.ca.gov/.const/.article_14\">Article 14 of the California Constitution</a>, which says the state's workers' compensation benefits must \"cure and relieve from the effects\" of workplace injuries.</p><p>Stevens might never be cured, but the pain medications and home health aide helped relieve the effects of her injury and disability.</p><p>SCIF declined interview requests citing ongoing litigation but provided a written statement defending its actions \"based upon evidence-based medical treatment guidelines.\"</p><p>The dispute went to an anonymous, independent medical reviewer who sided with the fund. That's not surprising because independent medical reviewers in California uphold insurance companies more than 90 percent of the time, according to Alex Swedlow of the <a href=\"https://www.cwci.org/\">California Workers' Compensation Institute</a>, an insurance industry research group.</p><p>\"I see it as a sign of [a] decision-making process being largely correct,\" Swedlow says, \"Ninety-one percent of the time the decision that is being made to either deny or modify [recommended treatment] was made on solid ground.\"</p><p>Independent medical review is a fundamental part of a sweeping 2012 overhaul of California's workers' comp system.</p><p>Before the overhaul, employers and insurance companies complained that some physicians overprescribed drugs, especially opioids, and performed excessive surgeries. They prescribed treatments that did not meet the state's medical guidelines.</p><p>Swedlow adds that in the new system, most injured workers get the treatment their doctors prescribe. Only 5 percent of workers' comp cases are challenged and go all the way to independent medical reviewers, according to his data. But that data also showed that a significant number of workers are affected. Last year, independent reviewers issued more than 260,000 decisions, which troubles Keith More, an attorney for injured workers in Southern California.</p><p>\"It's a completely anonymous system,\" More says. \"We'll never know who reviewed it and we have nothing we can do about it. We can't go in and depose the doctor [or] see what medical records he reviewed.\"</p><p>More cites the case of Nicolas Mercado, a 54-year-old quadriplegic who was disabled on the job in a truck accident in 2011. Mercado has been in hospitals and nursing homes ever since. But two years ago, his doctor said he was ready to go home to San Bernardino, Calif., and prescribed $170,000 in modifications so Mercado could live there.</p><p>More says the improvements fall under the \"relieve\" clause of the California Constitution. The bathroom and bedroom are too tiny for Mercado's wheelchair and there's no safe fire escape.</p><p>Mercado's workers' comp insurer went bankrupt so the case is now handled by the <a href=\"http://www.caiga.org/\">California Insurance Guarantee Association</a>, or CIGA, a state agency. A wheelchair lift was installed, but because dozens of other modifications were rejected, Mercado couldn't reach it with his wheelchair. He was left with occasional day trips home.</p><p>CIGA rejected the modifications prescribed by Mercado's doctor even though she was in the agency's medical provider network.</p><p>\"If Nic Mercado needs his home modified and the treating doctor, who is in your network, says 'this is what you need to do,' why ... deny it? To save money,\" More says.</p><p>Mercado says his life of paralysis is \"worth nothing\" without being able to live at home, where the neighborhood is filled with relatives, including his granddaughter.</p><p>\"I hope I can be with my family,\" he said. \"And be happy the rest of my life.\"</p><p>A workers' comp judge chastised CIGA for failing to take \"the legally required ... and the only moral and humane\" course. But the agency continued to fight, sending the dispute to an independent medical reviewer, who sided with the insurer.</p><p>Then <a href=\"http://www.nbclosangeles.com/investigations/Wheelchair-bound-man-says-hes-trapped-in-care-home-290275791.html\">NBC4 News</a> in Los Angeles featured Mercado's case.</p><p>\"Whatever horror stories you've heard or perhaps even endured because of government bureaucracy,\" announced news anchor Colleen Williams, \"the one you're about to see may be the very worst.\"</p><p>Within hours, CIGA backed down and approved the modifications.</p><p>\"It probably wasn't a shining example of our claims handling procedures,\" acknowledges CIGA Director Wayne Wilson.</p><p>But Wilson also says CIGA would continue to send large-dollar claims through the medical review process to make sure the requested treatment is necessary and meets evidence-based medical treatment guidelines mandated by the state.</p><p>That fits the goals of Christine Baker, the director of the California Department of Industrial Relations, which oversees workers' compensation in the state.</p><p>\"We have the highest medical costs in the country,\" Baker says, referring to one of the main drivers of the 2012 workers' comp reform effort. \"This reform was an attempt to balance the medical costs [and] the medical care. The focus is on appropriate treatment.\"</p><p>Baker says the old system relied more on judges to resolve treatment disputes, which led to inconsistent decisions that did not necessarily follow medical treatment guidelines. She says appeals triggered time-consuming and expensive litigation that delayed treatment for workers.</p><p>\"We looked at the best delivery of medical care that is not litigious and took it away from litigants [and gave it] to doctors,\" Baker says.</p><p>She also defends the anonymity of independent medical reviewers, asserting it isolates them from the pressure that might be applied by insurance companies and lawyers for injured workers.</p><p>At a state <a href=\"http://www.propublica.org/article/california-workers-comp-law-gets-criticism-praise-at-senate-hearing\">Senate oversight hearing last week</a>, Baker responded to criticism of the new system.</p><p>\"It's not perfect, but it is certainly better than it was before,\" Baker said.</p><p>Stevens is challenging the anonymity of independent medical reviewers and the inability to appeal their final decisions. Her lawsuit says the medical review process in California is an unconstitutional denial of due process and it appears headed to the California Supreme Court.</p><p>\"If I was young and strong and in perfect health and this could happen to me, this could happen to anybody,\" Stevens says. \"If people don't stand up and start noticing how broken the system is, by the time you figure it out, it's going to be too late.\"</p><p><em>Michael Grabell of ProPublica contributed to this story. ProPublica has <a href=\"http://www.propublica.org/article/workers-compensation-injured-workers-share-stories-of-harm\">detailed accounts of the workers' comp cases</a> involving Frances Stevens and Nicolas Mercado, as well as those of other injured workers in other states. Read the full \"Insult to Injury\" investigation <a href=\"http://www.propublica.org/series/workers-compensation\">here</a>.</em><em> </em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Employers+And+Insurers+Gain+Control+In+Workers%27+Compensation+Disputes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Howard Berkes","audio":[{"meta":{"duration":"423"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396280394-7fc1af.m3u?orgId=1&topicId=1150&aggIds=394891172&d=423&p=3&story=395765942&t=progseg&e=396280115&seg=14&ft=nprml&f=395765942"},{"href":"http://media.npr.org/assets/img/2015/03/27/20140112_propub_186edit-46416163127eff13265263dc7404e886750614b1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"999","width":"1332"}},{"href":"http://media.npr.org/assets/img/2015/03/27/201501_propublica_524-d21250506743b72a3234904c4fc13e2da71c9ae4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"999","width":"1332"}}]}