{"created":"2015-03-20T21:12:08+00:00","modified":"2015-03-24T21:13:07+00:00","valid":{"from":"2015-03-24T21:13:07+00:00","to":"3015-03-24T21:13:07+00:00"},"hreflang":"en","guid":"ef2a34e5-90cf-4310-b101-7c122b872cc4","title":"How Prince changed one BBC reporter's life forever","published":"2015-03-24T21:13:04+00:00","byline":"Leo Hornak","tags":["music","culture","Music","Arts, Culture & Media","Minneapolis","Europe","North America","United States","United Kingdom","Prince","Mobeen Azhar","Music"],"teaser":"How one of the BBC's best investigative reporters was inspired by the Purple One from Minneapolis.","contentencoded":"<p>Mobeen Azhar is best known as a hard-hitting investigative reporter for the BBC, working on issues such as religious violence in Lahore and heroin addiction in Karachi.</p>\n<p>But there is another — more purple — side to Mobeen. He’s a Prince fan. A big Prince fan. And he attributes much of his career and success to the higher influence of the Purple One.</p>\n<p>“Even today, as a 35-year-old man, when I’m in situation with work, or personal life, I ask, what would Prince do?” Mobeen said.  “And I think that’s a question we can all ask ourselves. What would Prince do?”</p>\n<p>This month, Mobeen has finally found a way to pay tribute to his hero. He is the producer and presenter of \"Hunting For Prince’s Vault,\" a new BBC radio documentary exploring a  mythical missing cache of unreleased songs.</p>\n<p>The project allowed Mobeen to explore why Prince has such wide appeal, and why he still attracts such a dedicated following across the world.</p>\n<p>For Mobeen himself, the hero-worship began early. “I grew up in the north of England. I come from a very working class family and I’m a second generation Pakistani,” he explained.  “And what Prince taught me was the idea that you can define yourself.”</p>\n<p>It was not a community where songs like Purple Rain or Cream were particularly well-received or well-known. But for Mobeen, they had a profound meaning. “Prince always made an effort to cross boundaries of race, gender and sexuality as well. He’s never shied away from being androgynous. So as someone who was growing up in two cultures, Prince helped me.\"</p>\n<p>Mobeen still remembers trying to persuade friends at his mostly Pakistani-origin school to share his passion. On occasion, he dragged schoolmates leaving the local mosque to come to ‘Prince parties’ he was holding at his parents’ home.  “Prince wasn’t the most in vogue figure at the time,” Mobeen remembers. “So I think even some of my friends still think of me as that guy who was crazy about Prince.”</p>\n<p>There were some small successes in Mobeen's campaign to win over the local community to the world of paisley and eye-liner. Mobeen’s long-suffering parents have now heard so much Prince that, he says, his mother can identify new tracks when Mobeen plays them in the car.</p>\n<p>And although his documentary is now complete, Mobeen is just as dedicated a fan as ever. He has seen the great man play live 52 times, including one occasion when he was invited to dance on stage during an encore. Although Mobeen admits that his outfit may have had something to do with that honour. “It probably helped that for those three live shows I had a bright purple heart painted on the side of my head. That might have had something to do with.”</p>\n<p><em><a href=\"http://www.bbc.co.uk/programmes/b05j92m0\">Hunting For Prince’s Vault</a> can be heard on the BBC Radio 4, or listened to online from Saturday 21st March 2015</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-19%2Fhow-prince-changed-british-bbc-reporters-life-ever&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/mobeen.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/mobeenjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/0319201508.mp3"},{"href":"http://www.pri.org/file/0319201508mp3"}]}