{"created":"2015-03-26T07:49:10+00:00","modified":"2015-04-15T20:03:16+00:00","valid":{"from":"2015-04-15T20:03:16+00:00","to":"3015-04-15T20:03:16+00:00"},"hreflang":"en","title":"Closure Of Private Prison Forces Texas County To Plug Financial Gap","published":"2015-03-26T13:17:00+00:00","teaser":"A riot at a private immigration prison in Willacy County, Texas, forced officials to close the facility and relocate 2,800 inmates. But it also left the county with a $2.3 million budget shortfall.","itags":["npr_api","394918220"],"guid":"ef2ffeed-1363-4238-9593-38e0cbc17daf","contentencoded":"<p>The Willacy County Correctional Center is empty now. The tall security fences and dome-like housing units set out on the coastal prairie have no one inside them.</p><p>One morning late last month, the prisoners rioted. They set fires and tore the place up. Guards put down the uprising in about five hours. But the destruction was so severe that the sprawling detention compound has been shut down. All 2,800 inmates were transferred.</p><p>Willacy County is now facing the question — what does it do now that its biggest moneymaker is out of business?</p><p>\"Worst scenario, we'll lose about $2.3 million annually, which is about 23 percent of our income,\" says Beto Guerra, Willacy County commissioner.</p><p>This agricultural county in the Rio Grande Valley is one of the poorest in the nation. The main street of Raymondville, the county seat, is lined with Tex-Mex cafes, payday loan offices and Joe Alexandre's jewelry store.</p><p>\"We never expected something like this, to this catastrophe, to happen all at one time,\" he says.</p><p>Alexandre was mayor of Raymondville twice before, and he's running again. He says the prison's water and sewer bill amounted to $50,000 a month — a big boost to the city. Once insurance pays for extensive repairs to the prison, the county needs to fill those beds again.</p><p>\"It's a business,\" he says. \"And we're gonna take all the advantage we can to bring in more business if possible.\"</p><p>That means more inmates.</p><p>\"What else can we do?\" Alexandre says. \"At the moment, we have been depending on inmates.\"</p><p>Like other poor communities in America, Raymondville looked to for-profit prisons as a way to generate revenue and create jobs. Willacy built three of them. The Correctional Center was the largest, with a workforce of nearly 400. They're now looking for work.</p><p>The structure of the deals typically favor the private prison companies. Willacy created a public facilities corporation, sold bonds, built the prison and hired an operator — Management & Training Corporation (MTC).</p><p>\"MTC is now the third largest operator of adult correctional facilities in the nation,\" its promo says. \"Our reputation is that of rehabilitation, second only to security.\"</p><p>MTC contracted with the U.S. Bureau of Prisons to incarcerate low-security male immigrants who are serving out sentences for illegal border crossings and aggravated felonies.</p><p>For that service, the federal agency paid MTC to manage the prison. Then MTC paid the county $2.50 per prisoner, per day. But ultimately, it's the county that's on the hook for its $63 million debt on the nine-year-old prison.</p><p>As Willacy County learned, the prison business can be risky. Last month, Standard & Poor's downgraded the county's bond rating, adding to the uncertainty of its future prison income.</p><p>\"It has not affected us that we know of,\" says Aurelio Guerra, Willacy County judge. \"But I guess we won't know until we go out and borrow money. Which we haven't.\"</p><p>When the U.S. Bureau of Prisons canceled its contract with Willacy County last week, it explained that the federal inmate population was down, and it didn't need additional beds.</p><p>Criminal justice trends ebb and flow. Bob Libal tracks the corrections industry for the Austin activist group Grassroots Leadership. He says where once it was easy to find inmates for a private prison, Willacy County will likely learn now it's tougher to fill prison beds.</p><p>\"Around the state we have seen several communities that have had their private prisons fail and they're left holding the bag when it comes to the debt that they floated,\" he says.</p><p>Finally, there's the question of what caused the riot.</p><p>In the past, inmates have complained of bad living conditions and substandard medical care. MTC emphatically disputes this criticism. The company has hired a third party, the Nakamoto Group, to investigate why the inmates mutinied.</p><p>Meanwhile, with its biggest prison shuttered, Willacy County plans to cut all non-essentials in its budget — such as plans for a courthouse renovation and a new hurricane shelter.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Closure+Of+Private+Prison+Forces+Texas+County+To+Plug+Financial+Gap&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Burnett","audio":[{"meta":{"duration":"280"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395475161-346d09.m3u?orgId=1&topicId=1091&e=394918220&d=280&ft=nprml&f=394918220"},{"href":"http://media.npr.org/assets/img/2015/03/24/willacy-prison-46c096ad66da093e8621c0d0eca4f241a01acfcb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1993","width":"2657"}}]}