{"created":"2014-10-08T14:10:46+00:00","modified":"2014-10-31T01:11:48+00:00","valid":{"from":"2014-10-31T01:11:48+00:00","to":"3014-10-31T01:11:48+00:00"},"hreflang":"en","title":"A Campus Dilemma: Sure, 'No' Means 'No,' But Exactly What Means 'Yes'?","published":"2014-06-24T09:22:00+00:00","teaser":"There are about as many definitions of consent as there are colleges — a problem for schools grappling with how to handle sexual assault. Turns out the easy part is covering what's <em>not</em> consensual.","itags":["npr_api","321677110"],"guid":"ef48824c-19fd-41b9-85cb-af16d2529a60","contentencoded":"<p>As the federal government <a href=\"http://www.npr.org/2014/05/01/308607420/when-college-sexual-assault-panels-fall-short-and-when-they-help\" target=\"_blank\">presses colleges to improve</a> the way they handle cases of sexual assault, schools are turning their focus to defining \"consent\" — how to distinguish between activity that's consensual and activity that's not.</p><p>On one level, it's obvious. As the old line goes, \"You know it when you see it.\" But less obvious is how to spell it out for the student handbook. There are about as many different definitions of consent as there are colleges.</p><p>\"If consent were easy to put into words, we'd have a sentence, and we wouldn't have a page and a half of definition,\" says Mary Spellman, dean of students for Claremont McKenna College, which recently rewrote its definition.</p><p>As with most colleges, the bulk of Claremont McKenna's definition covers what's <em>not</em> consent. That's the easier part. For example, any OK from someone who's drunk or drugged or coerced can never count as consent. And consent to have sex last weekend or even an hour ago can't imply consent now.</p><p>But the definition also tries to get at those grayer areas, like when a student may be ambivalent or when something ends up happening that a student never intended.</p><p>Claremont McKenna's definition says permission has to be \"clear, knowing and voluntary,\" but it also has to be \"active, not passive.\" So a student who's silent, for example — or not resisting — is by definition not consenting.</p><p>\"I don't think [the definition] is perfect,\" Spellman says. \"I think it's come a long way, but I think we will find over time that it will evolve.\"</p><p><strong>Only 'Yes' Means 'Yes'</strong></p><p>The trend now, and what the White House recommended in its recent guidance to colleges, is toward what's called \"affirmative consent.\" In other words, instead of the old \"no means no,\" the idea now is that only \"yes means yes.\"</p><p>But even that still leaves room for interpretation — or misinterpretation — since \"yes\" can be expressed nonverbally.<em> </em></p><p>\"Is the person actively participating?\" says Spellman. \"Are they touching me when I am touching them? Are they encouraging me when I'm doing various different things? Those would all be signs that the person is an active participant in whatever is going on.\"</p><p>To try to make it a little more clear, some schools amend their definitions with a series of explicit scenarios that read like sexual consent word problems. Yale offers two pages of them.</p><p>In one example, \"Tyler and Jordan are both drinking heavily. ... Tyler becomes extremely drunk. Jordan offers to take Tyler home ... [and] ... initiates sexual activity. ... Tyler looks confused and tries to go to sleep. Jordan has sex with Tyler.\"</p><p>Yale prints the answer in italics: <em>\"There was no consent to have sex. ... The penalty would be expulsion.\"</em></p><p>But other examples are trickier. One describes two friends, Morgan and Kai, who are engaging in sexual activity in Kai's room. Morgan \"looks up at Kai questioningly\" before escalating the activity and \"Kai nods in agreement\" so Morgan proceeds. But when Kai reciprocates, \"Morgan lies still for a few minutes, then moves away, saying it is late and they should sleep.\"</p><p>On that one, Yale says that Kai wrongly assumed that it was OK to reciprocate \"<em>but</em> <em>took no steps to obtain unambiguous agreement. The ... penalty would likely be a reprimand.\" </em></p><p>\"When you see these scenarios, you understand that this is something that is complicated,\" says Rory Gerberg, a student at Harvard's Kennedy School of Government who helped advise the White House on its recent guidance for schools. She says these kinds of hypotheticals are critical to showing students what \"loud and clear\" consent actually looks like.</p><p>Carefully crafted legal definitions are one thing, Gerberg says, \"but knowing what that actually means in their life on a Friday or Saturday night is different.\"</p><p>A clear definition is critical not only to educate students, but also for the adjudication process. Just ask Djuna Perkins, a former prosecutor who now consults with colleges as an investigator of complaints and is the one left trying to sort through the murky question of whether a student's actions amounted to a nonverbal \"yes.\"</p><p>\"The fact of the matter is that consent is very tricky, and you're getting into minutiae of what happened in a particular event,\" she says. \"It will sometimes boil down to details like who turned who around, or [whether] she lifted up her body so [another student] could pull down her pants.</p><p>\"There have been plenty of cases that I've done when the accused student says, 'What do you mean? [The accuser] was moaning with pleasure. He was raising his body, clutching my back, exhibiting all signs that sounded like this was a pleasurable event.' \"</p><p>Perkins says schools are being asked to define consent more narrowly than even most state criminal laws do. And the stakes couldn't be higher; those who get it wrong risk not only lawsuits and bad press, but also the loss of federal funding. The federal government is already investigating at least 55 schools for complaints that they're too soft on sexual assault.</p><p>\"Some [schools] feel like they want to throw up their hands,\" Perkins says. \"I know of colleges who are trying to revise their policies literally every summer. In this climate, I don't think there's a single school out there that really, truly feels like it's under control.\"</p><p><strong>Antioch's Approach</strong></p><p>Some schools have tried to avoid the ambiguity by mandating that students get explicit verbal permission before making any sexual advance. (The only way around the rule is if students have a prior verbal agreement to use a pre-arranged hand signal.)</p><p>\"It's on them to say, 'Can I do this?' And the person has to respond verbally, 'Yes.' And if they don't, it's considered nonconsent, and that's a violation of our policy,\" says Louise Smith, dean of community life at Antioch College.</p><p>Smith says consent by Antioch's definition has to be clear and enthusiastic. \"I guess so\" wouldn't cut it. Also, the Antioch definition says consent must be continually renewed each time things escalate to \"each new level of sexual activity.\"</p><p>The policy actually goes back to the early 1990s, when it was seen as so extreme it was mocked on <em>Saturday Night Live</em>. \"Yeah, we're not laughing now,\" says Smith. She says Antioch feels vindicated because the rest of the country is finally coming around.</p><p>Smith says students are also beginning to realize that getting verbal consent doesn't have to be awkward or a mood killer.</p><p>\"Yeah, it can be hot, like, 'Do you like it when I bite your neck?' \" says Rebecca Nagle, co-founder of a group called Force: Upsetting the Culture of Rape, which runs campus workshops and a website using the slogan \"Consent Is Sexy.\"</p><p>\"We can be making out, and I can be like, 'So, how do you feel about teeth?' \" Nagle says. \"And if I have a certain look in my eye, that's really flirty. And then, I can be like, 'Do you like it like this?' And that exchange is incredibly hot,\" she says.</p><p>Nagle says students are starting to understand that it's better to deal with asking — even if it does feel forced — than with a morning-after accusation that the sex was nonconsensual. But as others see it, colleges are overstepping by trying to script what students should say in the dark of their dorm rooms and by imposing an unfair standard.</p><p>\"Students will have their lives maybe seriously damaged by administrators who are essentially creating standards by the seat of their pants,\" says Anne Neal, president of the American Council of Trustees and Alumni. She worries that the stricter standards come with no due process for the accused, who face the burden of proving they did have enthusiastic and continual consent.</p><p>Neal says allegations of sexual assault should be handled by the criminal justice system, not schools. \"To allow bureaucrats on our college campuses arbitrarily to determine what is consent and what is not, when even the law has difficulty, certainly underscores the absurdity of this system,\" she says.</p><p>But pressure on colleges is only increasing, both from the government and from their own students.</p><p>Murylo Batista, a junior at Dartmouth College, has been pressing his school to narrow its definition of consent. He says he's shocked by how many students still don't get it and are unsure the morning after if they crossed the line.</p><p>\"That freaks me out!\" he says. \"How do you not know if you raped someone or not? That is pretty scary to me.\"</p><p>Batista says colleges are not the only ones who have to do more to help young people understand the meaning of consent. In order for students to really get it, he says, the lesson needs to start long before students even get to college.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Campus+Dilemma%3A+Sure%2C+%27No%27+Means+%27No%2C%27+But+Exactly+What+Means+%27Yes%27%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tovia Smith","audio":[{"meta":{"duration":"444"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1321779014-702cf2.m3u?orgId=1&topicId=1013&ft=3&f=321677110"},{"href":"http://media.npr.org/assets/img/2014/06/13/antioch-de9ec5cba53e1c7a1bfda8eacf03b99a31a43867.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3082","width":"4106"}},{"href":"http://media.npr.org/assets/img/2014/06/13/consent_custom-7e11c9d207251e6c61ab0f46c8a325f2c571b1df.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"215","width":"550"}}]}