{"created":"2015-04-09T19:07:20+00:00","modified":"2015-04-10T16:28:19+00:00","valid":{"from":"2015-04-10T16:28:19+00:00","to":"3015-04-10T16:28:19+00:00"},"hreflang":"en","guid":"ef4c1bd9-6669-402e-96b3-259b097c7df6","title":"'Am I going to make this or not?' — One American's escape from Yemen","published":"2015-04-10T16:28:15+00:00","byline":"Monica Campbell","tags":["war","coffee","conflict","immigrants","Global Nation","Conflict","Conflict & Justice","Yemen","Yemen"],"teaser":"For Mokhtar Alkhanshali, a 26-year-old Yemeni American, fleeing Yemen meant dodging armed militiamen, airstrikes and riding a small fishing boat in the rocky Red Sea for hours. But many other American citizens remain trapped in the country.","contentencoded":"<p>Back in December, the coast seemed clear for Mokhtar Alkhanshali.</p>\n<p>Alkhanshali, raised in the US by Yemeni parents, wanted to keep pursuing the business he has worked on for years: bringing <a href=\"http://www.mochamill.com\">high-quality Yemeni coffee</a> to the world.</p>\n<p>“The situation was not as bad as it is right now,” he says of Yemen, which is now consumed by fighting and airstrikes. \"There was unrest, but there were not any aerial bombardments. There were not any wars going on like there are right now.”</p>\n<p>That all changed in March. A Saudi-led coalition backing Yemen’s now ousted president, Abdrabbuh Mansour Hadi, launched strikes on the <a href=\"http://www.pri.org/stories/2015-03-26/houthis-yemen-who-are-they-and-why-everybody-out-get-them\">Houthi rebels</a> who had taken over the capital and much of Aden, Yemen's second city.</p>\n<p>Alkhanshali was asleep at his coffee mill in Yemen’s capital, Sanaa, when the battle started.</p>\n<p>“This is a very vivid moment,” he says. It was about 2:30 a.m. when he heard loud explosions. “I went outside and I remember seeing — it looked like laser beams being shot in the sky. It was anti-aircraft machine guns firing at night. It felt like Armageddon. I didn’t know if I was going to see the morning.”</p>\n<p>He planned to leave immediately, but bombs had destroyed landing strips. Commercial flights stopped. The US evacuated its embassy, <a href=\"http://www.pri.org/stories/2015-03-30/bombs-are-falling-americans-yemen-theres-no-evacuation-sight\">but there was no offer at the time to assist US citizens</a>.</p>\n<p>Alkhanshali decided to head to Aden, a seven-hour drive away, and try to board a ship there. But armed militamen blocked the way, thinking Alkhanshali and his friends were Houthi rebels. He says <a href=\"http://abc7news.com/news/exclusive-bay-area-man-trapped-in-yemen-searches-for-way-to-leave/607986/\">they were blindfolded</a> and put in the back of a truck. They were eventually let go, but  were blocked from boarding the ship in Aden.</p>\n<p>Alkhanshali was now desperate.</p>\n<p><strong>“</strong>And then I had this idea,” he says. “There’s a small port called Mokha.”</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Mokhtar_coffee_beans.jpg?itok=1AbZglRd\" alt=\"\" /><div class=\"field-caption\">\n    <p>Mokhtar Alkhanshali, a 26-year-old Yemeni American who lives in the San Francisco Bay Area, works with coffee farmers in Yemen. His goal is to \"be a bridge between these two countries. Not to have the thing that connects them to be drones and war, but to have something that we all know and love—coffee.\"</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Mokhtar Alkhanshali</p>\n  </div>\n</div>\n<p>That would require another long, dangerous drive through checkpoints. But at the end of it, Alkhanshali hoped, he and Andrew Nicholson, another US citizen and a colleague, could rent a small boat. It worked.</p>\n<p><strong>“</strong>The boat that we rented out was a small boat, no bigger than 20 feet,” Alkhanshali says. “It had a small 40-horsepower Yamaha engine behind it.” It would take them across the Red Sea to Djibouti, about a seven-hour journey.</p>\n<p>He traveled light — sort of. He had the “clothes on my back” and two pieces of luggages full of coffee samples, representing a year of work with Yemeni farmers. “I put them in a luggage bag, wrapped them in other bags and other bags, and threw a bunch of blue tarps around them,” he says.</p>\n<p>They set off. Alkhanshali remembers leaving the white sandy beach behind, turquoise water. He noticed a bird in the air. It was like a vacation postcard.</p>\n<p><strong>“</strong>In the beginning, I was happy,\" he says. \"I was like, ‘Wow, this crazy idea is actually coming to fruition. We’re escaping.’” But after 30 minutes, the waves got \"very violent.\" He worried about capsizing.</p>\n<p>“It started to sink in that I’m in the middle of the Red Sea with a small boat going to a country that I’ve never been to,\" Alkhanshali says. \"This guy has no navigational equipment, just back there steering by himself. There are pirates, Somali pirates, in this ocean. Am I going to make this or not? What the heck am I doing here?</p>\n<p>But they finally landed at a small port in Djibouti. It was night, and the local authorities who spotted the boat offered to take the two Americans to the local governor’s house.</p>\n<p><strong>“</strong>We told him our story. He looked at us dumbfounded and said, ‘Well, welcome to our country!’” Alkhanshali sayas.</p>\n<p>Next came flights to Kenya, Amsterdam and then onto San Francisco. Alkhanshali, his eyes still bloodshot from the journey, is relieved. But he knows who was left behind.</p>\n<p>“I left my aunt, she has five children. They are all US citizens,\" he says. \"I have cousins there. Even now, I’m happy that I’m here, but there are a lot of people who need to be here more than I do. Even now, I get so many messages from Yemeni Americans and British nationals, people trying to escape, and asking me how I did it, and I can’t recommend them my route. It’s not safe enough for them to do what I did.”</p>\n<p>But Alkhanshali says that one of his cousins told him to do one thing: \"Don’t worry. Just tell your story and let people know that we are still here, stuck here.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-08%2Fleaving-yemen&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/10914834_10152794940211334_6074241660874725951_o.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/10914834101527949402113346074241660874725951ojpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04092015_510.mp3"},{"href":"http://www.pri.org/file/04092015510mp3"}]}