{"created":"2014-10-08T02:39:59+00:00","modified":"2014-11-20T15:05:16+00:00","valid":{"from":"2014-11-20T15:05:16+00:00","to":"3014-11-20T15:05:16+00:00"},"hreflang":"en","title":"Against 'Islamic State' Militants, Treasury May Need To Try New Tools","published":"2014-07-09T00:24:00+00:00","teaser":"In combating militants, one weapon is cutting off the groups' funding from charities or outside donors. But the \"Islamic State\" gets its money from other means and may be immune to U.S. techniques.","itags":["npr_api","329884117"],"guid":"ef4dce00-f18f-4348-94f2-dea09728bcac","contentencoded":"<p>In the fight against terrorist organizations, one weapon has been effective in the past: cutting off their funding.</p><p>Terrorist groups tend to get their money from outside donors or charities. But the Islamic State, the group that now controls huge areas of Syria and Iraq, doesn't get its money that way. So the methods the U.S. Treasury has used to fight terrorist groups in the past won't work as well.</p><p>Right after the Sept. 11 attacks, the Bush administration created an intelligence unit within the Treasury Department. Its job: to use secret information to track money flowing to terrorist and criminal organizations, and then try to stop it.</p><p>\"Different targets will require different types of tool sets,\" says Matthew Levitt, who was the deputy chief of Treasury's Office of Intelligence and Analysis at the time.</p><p>\"One is trying to stem the flow of funds, drying the swamp. The other is to try and make it so they can't access money, place money in the formal or informal financial system, can't move money,\" he says. \"That's a success as well.\"</p><p>Typically, terrorist groups get donations from overseas; the Islamic State initially got some support from Gulf nations including Kuwait and Qatar.</p><p>Those funds arrive through regional banks or the informal <em>hawala</em> system of transferring money.</p><p>In the past, Treasury officials have successfully convinced countries to stop donations — or to convince regional banks to crimp those funding streams.</p><p>But this time, Levitt says, the Treasury will have to do things slightly differently. That's because of the ways the Islamic State makes its money: <a href=\"http://www.npr.org/blogs/parallels/2014/04/21/304542370/for-extremists-in-syria-extortion-brings-piles-of-cash-from-iraq\">smuggling, kidnapping for ransom and extorting local businesses</a>.</p><p>All of this is taking place <a href=\"http://www.npr.org/blogs/parallels/2014/06/13/321678737/in-one-map-the-dramatic-rise-of-isis-in-iraq-and-syria\">in parts of Syria and Iraq that the group controls</a>, which makes it hard, Levitt says, for Treasury to step in.</p><p>\"It's not going to be enough to hopefully push them back militarily,\" he says. \"We're also going to have to do a whole lot more to deny them the ability to have access — primarily through criminal enterprise — to continued financial independence.\"</p><p>What that means is trying to wrestle territory from the group's control. In some areas of Syria and Iraq, the group's control is all but absolute.</p><p>Consider the Iraqi city of Mosul. Last Friday, the head of the group, Abu Bakr al-Baghdadi, suddenly appeared in Mosul's Grand Mosque to lead the evening prayers. <a href=\"http://www.telegraph.co.uk/news/worldnews/middleeast/iraq/10948480/Islamic-State-leader-Abu-Bakr-al-Baghdadi-addresses-Muslims-in-Mosul.html\">A camera crew from his group recorded the event</a>.</p><p>It was the first time Baghdadi had been seen in public in years. There is a $10 million bounty on his head.</p><p>Yet he seemed unruffled. He sat quietly for prayers and then spoke to the group for nearly 15 minutes.</p><p>So why wasn't Baghdadi more concerned that someone might tweet his whereabouts or call the authorities?</p><p>Partly because, according to U.S. officials, early that same afternoon, network communications in Mosul — cellphones, telephones, Internet lines — suddenly died.</p><p>U.S. officials say they don't think that was a coincidence: The Taliban used to do the same thing in areas it controlled in Afghanistan to make U.S. targeting more difficult.</p><p>The Islamic State isn't just controlling communications in Mosul; it is controlling the city's economy.</p><p>Juan Zarate used to work in the Treasury's intelligence office and has written a book called <em><a href=\"http://www.npr.org/2013/09/11/221277869/hitting-terrorists-where-it-hurts-their-wallet\">Treasury's War</a></em>.</p><p>\"When a group like this is operating and has found a way to efficiently leverage resources at hand and on the ground, that means you have to dislodge them,\" he says.</p><p>That's something financial experts aren't equipped to do.</p><p>\"The Treasury Department can't fly in Treasury paratroopers into a territory that a terrorist organization controls and seize their cash or take hold of their property,\" he says.</p><p>And because the U.S. military has only a few hundred troops there, that means either Iraqi forces or local Iraqis will have to defeat the Islamic State.</p><p>Zarate says he doesn't see that happening anytime soon.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Against+%27Islamic+State%27+Militants%2C+Treasury+May+Need+To+Try+New+Tools&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dina Temple-Raston","audio":[{"meta":{"duration":"243"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1329884118-b17dd1.m3u?orgId=1&topicId=1010&ft=3&f=329884117"}]}