{"created":"2015-02-15T12:04:12+00:00","modified":"2015-03-02T15:06:51+00:00","valid":{"from":"2015-03-02T15:06:51+00:00","to":"3015-03-02T15:06:51+00:00"},"hreflang":"en","title":"Navy Funds A Small Robot Army To Study The Arctic","published":"2015-02-15T17:49:00+00:00","teaser":"The U.S. Navy has completed the largest robotic survey of the Arctic ever attempted. Warming waters are absorbing more sunlight and melting more ice there each summer, the gizmos and gliders suggest.","itags":["npr_api","385316899"],"guid":"ef5afbc9-51ac-4d49-96b8-a49510ee3664","contentencoded":"<p>Earlier this month the U.S. Navy's <a href=\"http://www.onr.navy.mil/\">research office</a> rented out a conference center in Washington, D.C., to show off some of its hottest new technology.</p><p>On display was an electromagnetic gun, and drones that could swarm around an enemy ship. But it wasn't all James Bond-style gadgets.</p><p>In a little side room was a yellow machine, shaped like a torpedo with stubby wings sticking out of its side. \"Looks like a banana — straightened out banana — to me, but that's maybe just the way my mind works,\" says <a href=\"http://www.arctic.noaa.gov/report11/bios_jeffries.html\">Martin Jeffries</a>, an Arctic researcher with the Office for Naval Research, which paid for the development of the strange device.</p><p>It's actually a seaglider — <a href=\"http://www.apl.washington.edu/projects/seaglider/summary.html\">a robot that can surf the ocean currents</a> for up to a year at a time. Last summer, the Navy sponsored <a href=\"http://www.apl.washington.edu/project/project.php?id=miz\">a massive study</a> that used several of them, together with buoys and other probes, to watch a patch of Arctic ice as it broke up.</p><p>\"It was the largest experiment of its kind,\" Jefferies says. \"Nothing like it had ever been done before in the Arctic Ocean.\"</p><p>This kind of big, scientific study is something new for the Navy. For decades it's run its submarines under the ice, but didn't really care what was happening on the surface.</p><p>\"The Arctic essentially has been a closed ocean [to surface ships] because of the ice cover, which did not retreat so much in the summer,\" says Jefferies.</p><p>But climate change is causing the Arctic Ocean to thaw. In the summer of 2007 a lot of the ice covering the ocean melted; and in the summer of 2012, even more ice disappeared.</p><p>The Navy is paying researchers to develop gliders and other gizmos, and stick them in and near the ice, because it needs to figure out how quickly the thaw is coming.</p><p>At the moment it looks like it's happening faster than expected, according to <a href=\"http://www.apl.washington.edu/people/profile.php?last=Lee&first=Craig\">Craig Lee</a>, a University of Washington researcher who led the Arctic study the Navy sponsored. Lee says scientists are still going through the data from last summer's study, but early indications are that warming Arctic waters are absorbing more sunlight and melting more ice than in past summers. \"There's a positive feedback that happens,\" Lee says.</p><p>As the Arctic opens, ships will begin travelling across the region during the summer months. The Navy will be called upon to protect U.S. territorial waters and help commercial vessels that run into trouble. Right now, it doesn't have the experience it needs.</p><p>\"The only time we currently operate U.S. Navy warships in the arctic is along the coast of Norway up to Russia,\" says Commander Blake McBride, who helped write <a href=\"http://www.navy.mil/docs/USN_arctic_roadmap.pdf\">the Navy's 2014 Arctic strategy</a>. Those trips along the Norwegian coast are rare, and most Navy ships haven't operated in the frigid Arctic environment.</p><p>\"Even if it's ice-free, there will be times and places where the temperature is extremely low, and things break in ways you wouldn't necessarily expect,\" McBride says.</p><p>So the Navy needs to test its gear. It's also looking at new stuff — like ice-phobic coatings for its boats, so they don't get bogged down by freezing water and sea-spray.</p><p>Based on what it's learning from studies like this one, the Navy says it wants to be ready to operate in the Arctic by around the year 2030.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Navy+Funds+A+Small+Robot+Army+To+Study+The+Arctic&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"190"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386448385-1dcc0b.m3u?orgId=1&topicId=1007&e=385316899&d=190&ft=nprml&f=385316899"},{"href":"http://media.npr.org/assets/img/2015/02/13/naval-research-2-1edb7931ad866f789ebba5390439607f7311dc25.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1328","width":"1771"}},{"href":"http://media.npr.org/assets/img/2015/02/13/naval-research-11-5ae42ed4c7191d4b591923e9136b523ba2bd4dbf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1500","width":"1997"}}]}