{"created":"2015-01-24T13:42:33+00:00","modified":"2015-02-03T21:05:44+00:00","valid":{"from":"2015-02-03T21:05:44+00:00","to":"3015-02-03T21:05:44+00:00"},"hreflang":"en","title":"Netanyahu Speech To Congress Is High-Risk, High-Reward, Analysts Say","published":"2015-01-27T00:50:00+00:00","teaser":"Israelis are watching the latest spat between Prime Minister Benjamin Netanyahu and the White House — which could worsen his country's global standing, but win him votes in Israel's March elections.","itags":["npr_api","379544367"],"guid":"ef62d499-1bd4-4cad-b216-52ecf94fef79","contentencoded":"<p>The Obama administration's rocky relations with Israeli Prime Minister Benjamin Netanyahu got rockier this week, and Israelis are watching the spat nervously.</p><p>In <a href=\"http://www.npr.org/2015/01/20/378680818/transcript-president-obamas-state-of-the-union-address\">the president's state of the union speech Tuesday</a>, he asked Congress to allow more time for nuclear talks with Iran before imposing any new sanctions.</p><p>The Republican congressional leadership responded by inviting Netanyahu — loudly critical of those talks — to give his own address to Congress in early March, ignoring usual protocol and surprising the White House with the plans.</p><p>Both the threat from Iran and relations with the U.S. are important issues in Israel. Meir Javedanfar, who teaches Iranian politics at Israel's Interdisciplinary Center says that if Netanyahu urges Congress to vote for sanctions against Iran now, he could undermine the ongoing U.S.-Iran negotiations.</p><p>\"Absolutely nobody in the state of Israel wants Iran to have a nuclear weapon for a nanosecond, nobody,\" says Javedanfar, but sabotaging the talks would be bad for Israel.</p><p>If new sanctions were to be imposed on Iran later, if talks clearly fail, he says that would help Israel by staying aligned with the international coalition involved in the talks.</p><p><strong>The Risk</strong></p><p>Netanyahu is taking a risk by pushing against the Obama administration in such a high-profile way, says Yaron Ezrahi, an emeritus professor of political science at The Hebrew University of Jerusalem.</p><p>Ezrahi worries that if negotiations with Iran fail, military action — even U.S. military action — could follow. Then, he says, Israel could be accused of undermining a diplomatic resolution.</p><p>\"To involve Israel in the risk of being responsible — indirectly even — for an act of war by the United States is, I think, the utmost form of irresponsibility on the part of the Israeli leadership,\" Ezrahi says.</p><p>Many political watchers say another risk for Israel involves U.S. domestic politics. If the partisan way Netanyahu's speech was arranged splits congressional support for Israel along party lines, it could threaten the strong bipartisan backing Israel has long had.</p><p><strong>Vying For The Attention Of Israeli Voters</strong></p><p>On the other hand, a congressional speech on Iran two weeks before what could be a tight Israeli election could win Netanyahu votes back home, says analyst Eytan Gilboa of Israel's Bar-Ilan University.</p><p>\"Many people here believe that Obama is leading to a bad agreement,\" he says, \"which would allow Iran sooner or later to become a nuclear power.\"</p><p>By going to Washington, Gilboa says, Netanyahu is trying to focus voters on security issues, where he is perceived to have more authority than the Labor-led opposition.</p><p>\"The opposition here would like this election to focus on social and economic issues, where Netanyahu and his party are much more vulnerable,\" Gilboa says.</p><p>Just how Netanyahu's speech plays in Israel will depend in part on how he's received in Washington, Gilboa says. If <a href=\"http://www.politico.com/news/stories/0511/55593.html\" target=\"_blank\">Netanyahu's past speeches to Congress</a> offer any guide, he will be lauded with standing ovations.</p><p>But President Obama and Secretary of State John Kerry already have made it clear they won't meet the prime minister. In the play-by-play of domestic Israeli politics, that may get as much attention as congressional applause.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Netanyahu+Speech+To+Congress+Is+High-Risk%2C+High-Reward%2C+Analysts+Say&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"169"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379550488-7e28ea.m3u?orgId=1&topicId=1009&e=379544367&d=169&ft=nprml&f=379544367"}]}