{"created":"2015-07-02T09:08:34+00:00","modified":"2015-07-02T21:06:09+00:00","valid":{"from":"2015-07-02T21:06:09+00:00","to":"3015-07-02T21:06:09+00:00"},"hreflang":"en","title":"Charleston's Black Leaders Want To See Justice As Much As Forgiveness","published":"2015-07-02T19:18:00+00:00","teaser":"After the South Carolina church killings, victims' families offered the accused shooter forgiveness. While Charleston's leaders have followed suit, some say the compassionate response is premature.","itags":["npr_api","419405863"],"guid":"ef67814e-3161-43ec-a071-ed332adf5eaf","contentencoded":"<p>Two days after Dylann Roof allegedly murdered nine African-Americans during a Bible study at Emanuel AME Church in Charleston, S.C., family members of the victims confronted Roof in a bond hearing.</p><p>\"I will never talk with her ever again. I will never be able to hold her again. But I forgive you,\" said the daughter of 70-year-old victim Ethel Lance.</p><p>In the days that followed the hearing, the mercy demonstrated by the families set the public tone among Charleston's leaders, both black and white. But other black leaders, both in Charleston and without, have taken issue with the rush to forgiveness.</p><p><strong>The First Stage Of Grieving Is Not Forgiveness</strong></p><p>At the beginning of Charleston's existence, its economy depended on West African slaves called Gullah, not just because of their labor but because of their expertise in rice farming brought from Africa. Today, their descendants and other African-Americans are ensconced in every facet of life in Charleston — government, the arts, the judicial system and academia.</p><p><a href=\"http://pico.library.musc.edu/AboutUs.php\">David Rivers</a>, Charleston native and associate professor at the Medical University of South Carolina, says that that leadership is partly why the city didn't explode in anger after the murders.</p><p>At the memorial service for 41-year-old Emanuel AME Rev. and state Sen. <a href=\"http://www.scstatehouse.gov/member.php?code=1479545277\">Clementa Pinckney</a>, black Charleston demonstrated that they stood for everything Dylann Roof didn't stand for: If Roof was about hate, then they were about love.</p><p>\"Someone should've told the young man. He wanted to start a race war, but he came to the wrong place,\" AME Bishop John Bryant said to thunderous applause.</p><p>But even though much of black Charleston's leadership on television reacted with mature rectitude, that approach was by no means uniform.</p><p>\"We are the result of — and, in some ways, still operate like — a plantation,\" says Millicent Brown, a civil rights activist. \"Anger at this kind of mayhem is a normal and natural reaction. I am extremely resentful of what is going on in our community.\"</p><p>There are few if any in Charleston who can match Brown's civil rights credentials. In 1963, at the age of 15, she was one of 10 students who desegregated Charleston's public schools. She's been fighting for the cause ever since. She is not thrilled with Charleston's loving, embracing response to the murders.</p><p>\"I think it's disingenuous at best,\" she says. \"I understand the stages of grief and you don't usually jump to forgiveness first.\"</p><p>Brown believes the community's muted anger is a result of generations of Charleston's black leadership being overly concerned with what whites think of them.</p><p>\"I think our reaction, whether we know it or not, is in many ways a reflection of our need to be accepted, to prove that we are better than y'all think we are and that we are not like Ferguson because we are more forgiving,\" she says.</p><p><strong>Organizing A Movement</strong></p><p>On a Sunday afternoon at Mall Park on the east side of Charleston, <a href=\"Black Lives Matter\">Black Lives Matter</a> organizer Muhiyidin d'Baha is forming a protest march.</p><p>D'Baha has organized this protest primarily through the Internet. Unlike most of Charleston's black leaders, d'Baha is younger than 40 and so are his followers.</p><p>\"It's attracting individuals that are ready for something different,\" d'Baha says. \"Something that's a little more radical, a little more grass-roots and less camera.\"</p><p>But community-organizing does not come easy. While everyone in the park is young, angry and motivated, there are just 80 of them — nothing like the thousands that would heed the call of Charleston's leading black pastors.</p><p>\"The fact is, you're not a leader unless you have a following of people. And I think that we are going through some soul-searching ourselves in understanding what leadership looks like within a crisis like this.\"</p><p>He leads the crowd in a call and response, saying, \"It is our duty to fight for our freedom; it is our duty to win.\"</p><p><strong>History Repeats Itself</strong></p><p>Last week, South Carolina Gov. Nikki Haley proposed moving the Confederate flag from the state Capitol grounds. Fifteen years ago, the prospect of removing the flag gave rise to a bitter argument that South Carolina's black community fought and lost. Then, as now, conservatives fervently argued that the flag represented white pride, not black oppression.</p><p>\"We told you from the get-go it was offensive,\" says the Rev. Nelson Rivers of Charity Missionary Baptist Church in North Charleston. \"It should not have taken my friend Clementa Pinckney to die. But it did. And it's an insult.\"</p><p>If there is one African-American leader in Charleston that all sides appear to respect, it's Rivers. He rests comfortably in both camps.</p><p>\"You cannot be the thing you hate,\" he says. \"You cannot become the evil you seek to eradicate. Forgiveness is not the same as ignoring the facts. We want justice.\"</p><p>Rivers says that moving the flag is not enough. He is pushing for the South Carolina government to expand Medicaid, and he says that dialogue needs to be created so that whole communities are not left out of economic achievement and empowerment.</p><p>The question is: Have the murders at Emanuel AME Church created new political space for South Carolina's black leadership? Or, after the last shovel of dirt is thrown, will it all quietly return to the way it's always been?  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Charleston%27s+Black+Leaders+Want+To+See+Justice+As+Much+As+Forgiveness&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Wade Goodwyn","audio":[{"meta":{"duration":"408"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1419405868-923a25.m3u?orgId=1&topicId=1015&d=408&p=3&story=419405863&t=progseg&e=419383151&seg=1&ft=nprml&f=419405863"},{"href":"http://media.npr.org/assets/img/2015/07/02/gettyimages-478613276-46f5849f1d1f67e831c2522a60c3e81632de1e95.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1993","width":"2657"}}]}