{"created":"2014-12-07T12:37:14+00:00","modified":"2015-05-13T21:27:55+00:00","valid":{"from":"2015-05-13T21:27:55+00:00","to":"3015-05-13T21:27:55+00:00"},"hreflang":"en","title":"For Iran, The Trend Lines All Seem To Point In The Wrong Direction","published":"2014-12-11T19:52:00+00:00","teaser":"Many Iranians were upbeat when Hassan Rouhani was elected last year. But much of that optimism has faded due to the nuclear talks that are dragging and a bleak economic outlook.","itags":["npr_api","368726375"],"guid":"ef75f7ea-c465-49a1-a95f-3ae1ea9a5adb","contentencoded":"<p>Oil prices are at a five-year low, inflation is on the rise, the currency is sinking and nuclear talks are dragging on with no end to sanctions in sight. Those are the grim indicators confronting Iranians as winter approaches.</p><p>Iran's leaders are counseling resilience and patience, but Iranians aren't finding much to be hopeful about, although they're dealing with it in their own way.</p><p>Tehran businessman Iliya Zakeri, reached via Skype, says bread prices are up about 30 percent, just when buying power is down as the currency falls, and people are definitely unhappy about it.</p><p>In some Middle Eastern countries, the price of bread can be a political flashpoint, sparking shortages, anger, even riots. But Zakeri hasn't seen any public protests, and doesn't expect any.</p><p>Zakeri keeps a close eye on Iran's currency, the rial, because his small business involves exporting pistachios, saffron and minerals such as ironstone out of Iran, and importing food, mainly spices, from abroad.</p><p>\"I don't see a good future for most people here,\" says Zakeri. \"A few years ago, it was possible for a young person to buy his own car – now that's much tougher, if not impossible.\"</p><p>Zakeri's business is mainly focused on China, so he watches the international situation closely. Uncertain to bad is his current estimate.</p><p><strong>Fading Goodwill For The President</strong></p><p>The election of President Hassan Rouhani last year and the interim nuclear accord with the West that followed brought a small measure of relief and stability to Iran's battered economy.</p><p>Now, though, that modicum of confidence is under pressure. In a recent address, Rouhani was left to repeat promises he's been making for some time now – that the lifting of sanctions will inject new life into the economy.</p><p>\"We need investments to be able to establish stable employment,\" said Rouhani, before making the pitch for a brighter future.</p><p>\"As you know, hundreds of foreign companies are ready to enter Iran in future months,\" he said to applause.</p><p>But while Rouhani talks about investing in jobs for Iranians, his proposed budget will struggle to find the money do that.</p><p>Economist Djavad Salehi-Isfahani at Virginia Tech University gives Rouhani some credit for basing the new budget on a more realistic projection of $70 a barrel oil – though even that may not be low enough.</p><p>\"Iran is really facing a very large, competitive oil market,\" says Isfahani, \"and it should be expecting, as most economists do, prices to be even lower than 70, barring any other kind of shocks to the oil market.\"</p><p>But even at $70 a barrel, Isfahani says the new budget will likely have less money for development projects, traditionally a jump-starter for employment in Iran.</p><p>\"In that case, we're going to see an economy that's sort of trucking along, not really getting out of its doldrums of the last few years,\" he says, \"with people who are without jobs staying without jobs.\"</p><p>Isfahani wonders if the Rouhani government is overestimating the patience of unemployed young Iranians.</p><p><strong>Sanctions Are Likely To Remain</strong></p><p>Businessman Iliya Zakeri says on the streets of Tehran there's still some hope that sanctions may be eased. But he says Iranians no longer think it's realistic to expect the kind of grand nuclear bargain that would lead to all sanctions being lifted.</p><p>\"People think that if things go well at the talks, the market may improve,\" he says. \"But most people don't think all the sanctions will be lifted. They don't expect a full agreement.\"</p><p>What Iranians are expecting, however, are tighter budgets as the government tries to live with oil prices that are expected to remain low for some time to come.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Iran%2C+The+Trend+Lines+All+Seem+To+Point+In+The+Wrong+Direction&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Kenyon","audio":[{"meta":{"duration":"215"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369108445-b0cc74.m3u?orgId=1&topicId=1009&d=215&p=10&story=368726375&t=progseg&e=369108437&seg=2&ft=nprml&f=368726375"},{"href":"http://media.npr.org/assets/img/2014/12/05/457292590-3cedf65af1a2cf0d58f6d01b6a83bc7fefa1b996.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2538","width":"3386"}}]}