{"created":"2015-05-14T14:36:34+00:00","modified":"2015-05-14T14:36:34+00:00","valid":{"from":"2013-01-04T16:18:59+00:00","to":"3013-01-04T16:18:59+00:00"},"hreflang":"en","guid":"ef7f8c8e-14ac-4528-8b9c-8cb91841995a","published":"2013-01-04T16:18:59+00:00","contenttemplated":"[{\"content\":\"<p>Tough times got you feeling deprived? These days, even millionaires feel like they’re living less luxuriously. So how do feelings of deprivation affect consumer behavior? A new study from New York University says the group of consumers who really are the most deprived are also the most swayed by those feelings.     To see one of the newest findings in marketing psychology in action you only need to take a look at two scarce items. First, a pair of custom made XL Fit sneakers (Reebok) worn by 31 year old Washington D.C. resident Ian Callendar. The occasion, “Sneaker Pimps”, a hip hop concert and sneaker love fest in New York City. Callendar has 300 pairs of sneakers and while at first he told a reporter his special footwear wasn’t a material thing, he quickly relented.   “I’m practically like everybody else, but when I wear my sneakers I’m in that one percentile,” he said.   Second -- a vintage watch (1980) worth $40,000 worn by business consultant Aaron Cohen at an office complex in Secaucus, N.J.    “I know that when I walk into a room, I work with plenty of wealthy people, they’re not going to have these,” Cohen said.   Both Cohen and Callendar say that having items that are scarce, provides a little pick-me-up, helping them to feel better about themselves. Cohen says while he does have less valuable wrist watches, when he wears his Patek Philippe perpetual calendar to meetings he makes sure to roll his shirt sleeves up.   “I mean I’m wearing a white shirt, but what else sets me apart? This is part of what makes me who I am,” he says.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>In 2008, at the height of the financial crisis, NYU Stern School of Business professor Adam Alter began wondering how consumers were responding to deprivation. One academic study later he found out that when consumers feel deprived they’re more likely to prefer items that are scarce. But the items have to be truly scarce -- waiting in long lines outside the Apple store in Soho for the latest igagdet won’t create the same effect. But Alter says when the scarcity effect does kick in, it hits both rich and poor alike.   “We’re always looking to other people who are similar to us to work out what our standing is. Finances, what you earn, how much you have -- these aren’t objective measures. They’re very difficult things to quantify. And so people look around and try to work out how well off they are,” he said.   Imagine you’re rich, strolling down the street and feeling good. Then it’s time for lunch at the yacht club. As you tuck your custom bespoke toes under the table you find out that the yacht belonging to the Richie Rich sitting next to you has a new sauna, Finnish, with Nordic white spruce, AND a waterfall. All of the sudden you don’t feel so good anymore.   Alter says this moment -- of decreased self-worth when compared to others -- is when consumers are vulnerable to buying scare items. And while few of us may ever find ourselves contemplating the merits of spruce over cedar for the sauna on a yacht it’s the people least able to do so, the poor, who are most swayed by the scarcity effect. For them, the feeling of deprivation tends to be chronic so as consumers they’re often looking for pick-me-ups and are most often drawn to scarce items. This can mean less than practical purchasing decisions. But Alter says scarcity could be used by marketers and public policy makers as a tool for good. Obesity disproportionately affects the poor. Marketers could use scarcity as a tool to promote healthy eating. Perhaps by presenting a shortage of... Brussels sprouts?   “Presenting a shortage of Brussels sprouts, that’s exactly the sound byte we’d be looking for,” Alter said.   Unfortunately solving the obesity crisis is not that simple. Tim Calkins, professor of marketing at Northwestern’s Kellogg School of Management, says for a product to work on scarcity, first it has to be something that people want.   “Certainly my kids, if they heard there was a shortage of spinach, they might be delighted by that news,” he said.   Before scarcity can work to market a product, Calkins says it already needs to be a strong brand.   “If you said for example there weren’t many Yugos out there… that’s not a motivating factor, because shoot, I don’t want one of those anyway,” he said.   And there can’t be too many substitutes, which brings us back to the coolness factor of sneakers -- everybody wears shoes, but only the 1 percent like Ian Callendar can rock a custom pair of Reebox XL Fits.</p>\"}]","teaser":"A new study from New York University says the groups of consumers who feel the most deprived are also those most swayed by their emotions.","tags":["APM","deprivation","scarcity","marketing","Life"],"contentencoded":"<div class=\"barn-cleaned\"><p>Tough times got you feeling deprived? These days, even millionaires feel like they’re living less luxuriously. So how do feelings of deprivation affect consumer behavior? A new study from New York University says the group of consumers who really are the most deprived are also the most swayed by those feelings. &nbsp; &nbsp; To see one of the newest findings in marketing psychology in action you only need to take a look at two scarce items. First, a pair of custom made XL Fit sneakers (Reebok) worn by 31 year old Washington D.C. resident Ian Callendar. The occasion, “Sneaker Pimps”, a hip hop concert and sneaker love fest in New York City. Callendar has 300 pairs of sneakers and while at first he told a reporter his special footwear wasn’t a material thing, he quickly relented. &nbsp; “I’m practically like everybody else, but when I wear my sneakers I’m in that one percentile,” he said. &nbsp; Second -- a vintage watch (1980) worth $40,000 worn by business consultant Aaron Cohen at an office complex in Secaucus, N.J. &nbsp; &nbsp;“I know that when I walk into a room, I work with plenty of wealthy people, they’re not going to have these,” Cohen said. &nbsp; Both Cohen and Callendar say that having items that are scarce, provides a little pick-me-up, helping them to feel better about themselves. Cohen says while he does have less valuable wrist watches, when he wears his Patek Philippe perpetual calendar to meetings he makes sure to roll his shirt sleeves up. &nbsp; “I mean I’m wearing a white shirt, but what else sets me apart? This is part of what makes me who I am,” he says.</p>\n<p>In 2008, at the height of the financial crisis, NYU Stern School of Business professor Adam Alter began wondering how consumers were responding to deprivation. One academic study later he found out that when consumers feel deprived they’re more likely to prefer items that are scarce. But the items have to be truly scarce -- waiting in long lines outside the Apple store in Soho for the latest igagdet won’t create the same effect. But Alter says when the scarcity effect does kick in, it hits both rich and poor alike. &nbsp; “We’re always looking to other people who are similar to us to work out what our standing is. Finances, what you earn, how much you have -- these aren’t objective measures. They’re very difficult things to quantify. And so people look around and try to work out how well off they are,” he said. &nbsp; Imagine you’re rich, strolling down the street and feeling good. Then it’s time for lunch at the yacht club. As you tuck your custom bespoke toes under the table you find out that the yacht belonging to the Richie Rich sitting next to you has a new sauna, Finnish, with Nordic white spruce, AND a waterfall. All of the sudden you don’t feel so good anymore. &nbsp; Alter says this moment -- of decreased self-worth when compared to others -- is when consumers are vulnerable to buying scare items. And while few of us may ever find ourselves contemplating the merits of spruce over cedar for the sauna on a yacht it’s the people least able to do so, the poor, who are most swayed by the scarcity effect. For them, the feeling of deprivation tends to be chronic so as consumers they’re often looking for pick-me-ups and are most often drawn to scarce items. This can mean less than practical purchasing decisions. But Alter says scarcity could be used by marketers and public policy makers as a tool for good. Obesity disproportionately affects the poor. Marketers could use scarcity as a tool to promote healthy eating. Perhaps by presenting a shortage of... Brussels sprouts? &nbsp; “Presenting a shortage of Brussels sprouts, that’s exactly the sound byte we’d be looking for,” Alter said. &nbsp; Unfortunately solving the obesity crisis is not that simple. Tim Calkins, professor of marketing at Northwestern’s Kellogg School of Management, says for a product to work on scarcity, first it has to be something that people want. &nbsp; “Certainly my kids, if they heard there was a shortage of spinach, they might be delighted by that news,” he said. &nbsp; Before scarcity can work to market a product, Calkins says it already needs to be a strong brand. &nbsp; “If you said for example there weren’t many Yugos out there… that’s not a motivating factor, because shoot, I don’t want one of those anyway,” he said. &nbsp; And there can’t be too many substitutes, which brings us back to the coolness factor of sneakers -- everybody wears shoes, but only the 1 percent like Ian Callendar can rock a custom pair of Reebox XL Fits.</p></div>","description":"A new study from New York University says the groups of consumers who feel the most deprived are also those most swayed by their emotions.","itags":["ef7f8c8e14ac528bb9c68cb91841995a","Marketplace Money for Friday, January 4, 2013","Marketplace Money","Marketplace","PMP:Marketplace_PMP"],"byline":"Sally Herships","title":"How feelings of deprivation affect consumer behavior","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/88424933.jpg?itok=tG85LFJK","type":"image/jpeg","meta":{"height":"340","crop":"primary","width":"610"}},{"meta":{"duration_hms":"00:04:36","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/01/04/marketplace_segment24_20130104","type":"application/json"},"duration":276},"type":"audio/mpeg","format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/01/04/marketplace_segment24_20130104_64.mp3"}]}