{"created":"2015-01-17T22:20:17+00:00","modified":"2015-06-05T15:30:33+00:00","valid":{"from":"2015-06-05T15:30:33+00:00","to":"3015-06-05T15:30:33+00:00"},"hreflang":"en","title":"Sit. Stay. Call 911: FIDO Vest Gives Service Dogs An Upgrade","published":"2015-01-18T00:31:00+00:00","teaser":"Wearable tech is popping up everywhere, and now there's a new vest that has GPS, can make phone calls and can talk back like Siri. But it's not for people — it's for service dogs.","itags":["npr_api","376198998"],"guid":"efa88f59-8962-44df-aaba-b1899c6d107d","contentencoded":"<p>Google <a href=\"http://www.npr.org/blogs/thetwo-way/2015/01/15/377507746/public-sales-of-google-glass-to-end-later-this-month\">announced this week</a> they're ending individual sales of the much celebrated, and maligned, Google Glass. And <a href=\"http://www.npr.org/blogs/alltechconsidered/2015/01/10/376166180/forget-wearable-tech-people-really-want-better-batteries\">as we reported last week</a>, a recent <em>Fortune </em>study found relatively low interest in wearable gadgets.</p><p>But wearable tech is not dead. In fact, there's a new vest that has GPS, can call 911 and can talk back like Siri. But it's not for people — it's for service dogs.</p><p>As <em>New Scientist</em> <a href=\"http://www.newscientist.com/article/mg22429970.500-lassie-text-home-pooches-get-technological.html\">reported in its December issue</a>, it's the brainchild of a group called the FIDO project, headed up by Dr. Melody Jackson, director of the Center for BioInterface Research at Georgia Tech.</p><p>FIDO stands for Facilitating Interactions for Dogs with Occupations, and Jackson tells NPR's Arun Rath that the idea behind FIDO is to dramatically expand what service dogs can currently do.</p><p>\"Essentially we're putting technology to wearable clothing for dogs,\" Jackson says.</p><p>The vest has sensors that dog can activate through normal dog abilities, Jackson says, such as biting, tugging or just touching with their nose.</p><p>The vests could be useful for medical alert dogs, search and rescue dogs, bomb-sniffing dogs and other working canines. For one example of the vest's potential use, Jackson says, think of epilepsy alert dogs. They are trained to sense oncoming seizures, push their handlers against a wall to prevent a fall and then lick their faces to wake them if they fall unconscious, Jackson says.</p><p>\"But what if the dog could activate a tug sensor that would use the owner's cellphone to dial 911 and summon help?\" she says.</p><p>In the case of search and rescue dogs, Jackson says, if a target was on the move the dog could activate a GPS sensor on the vest so it could continue to track the target and be located by its handlers.</p><p>This would have been useful in a recent case in Georgia, Jackson says, where search and rescue teams were looking for a young man who was on the autism spectrum. Typically search and rescue dogs are trained to locate their target, then go find their handlers and bring them to the target. But the young man in Georgia was scared and would run from the dogs each time they found him.</p><p>\"What if the dog could stay with the person they found, [and] activate a sensor on their vest that would geolocate and send a message to the search and rescue handler that says, 'Hey I found the person, and I'm gonna stay with them'?\" she says.</p><p>Dogs that are trained to detect explosives, Jackson says, often know exactly what type of explosive they've found. It might be a substance that's relatively stable, like C4, or it could be an explosive that's extremely dangerous to touch or move at all.</p><p>\"The bomb squad probably would like to know that; the dog <em>does</em> know it,\" she says. \"So we're working right now with the Georgia Tech Police to implement some systems that will allow the dogs to tell us exactly what explosives they've found.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sit.+Stay.+Call+911%3A+FIDO+Vest+Gives+Service+Dogs+An+Upgrade&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"238"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378010221-4b5412.m3u?orgId=1&topicId=1019&d=238&p=2&story=376198998&t=progseg&e=377944422&seg=7&ft=nprml&f=376198998"},{"href":"http://media.npr.org/assets/img/2015/01/09/fido---sky-bite-8acd123202f2f34e84deeabf54afcfa221d2e053.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1001","width":"1335"}},{"href":"http://media.npr.org/assets/img/2015/01/14/melody-39e378d467c89d12a50894089704d1425dea9488.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2093","width":"2792"}},{"href":"http://media.npr.org/assets/img/2015/01/09/fido---schubert-bite-sensor-5ef2188e35d73e1b302b69c303f1aa9d74ff6a31.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"878","width":"1171"}}]}