{"created":"2015-06-24T20:36:43+00:00","modified":"2015-06-30T18:44:39+00:00","valid":{"from":"2014-02-22T00:40:09+00:00","to":"3014-02-22T00:40:09+00:00"},"hreflang":"en","contenttemplated":"[{\"content\":\"<p>“<a href=\\\"http://theactofkilling.com/\\\">The Act of Killing</a>” — Now available on <a href=\\\"http://drafthousefilms.com/film/the-act-of-killing\\\">DVD and streaming</a> — has stunned audiences and critics with it’s engrossing, troubling, and highly unusual depiction of the aftermath of the <a href=\\\"http://en.wikipedia.org/wiki/Indonesian_killings_of_1965%E2%80%9366\\\">mass killings</a> that took place in Indonesia in 1965-1966.  Not graphically violent, but  emotionally wrenching, it’s nominated for “Best Documentary Feature” at this year’s Oscars… and has already landed a slew of international awards.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<img alt=\\\"DPD-Banner\\\" class=\\\"aligncenter\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\\\" />\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> There are many powerful films about true life events up for Oscars this year, but the most groundbreaking may be among the least seen. It is called “The Act of Killing” and it is up for “Best Documentary.” I guarantee you it’s gonna be required viewing in film schools, if it isn’t already. The director is Joshua Oppenheimer and he’s here to talk about it. And, Joshua, it’s an honor.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Joshua Oppenheimer:</strong> Thank you so much for having me.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Before we get to the methods you used — that I think really make this movie especially unique — let’s get to the background first. This is about several very notorious men in Indonesia. Tell our listeners who they are, generally, and what they did.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Joshua Oppenheimer</strong>: Well, in 1965 there was a military coup in Indonesia where, after the army took power, they went after every potential opponent of the new military dictatorship, and accused them of being Communists. And they rounded them up and handed them over to civilian death squads, and had them executed. And the men who did this — the civilian death squad leaders who did this — have essentially been in power ever since.</p><br /><p>They have never been forced to admit what they did was wrong, so when you speak to them and ask what they did, rather than deny it, they <em>boast</em> about it. And to understand the nature of their boasting, why they’re boasting, how they want to be seen, how they see themselves — and to expose the corrupt regime that they’ve built — I gave them the chance to dramatize what they’ve done.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Basically,  you gave them the opportunity to make a film in which they reenact their own mass killings. Where did you come up with that concept? It’s <em>not</em> the obvious way to portray these events.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Joshua Oppenheimer:</strong> Actually, I began making this project in collaboration with a community of survivors of the 1965-66 genocide. And they’d asked me to make a film with them about why they are afraid. About what it’s like for them to live with the perpetrators, the death squad leaders, still in positions of power around them. But when we started making that film – this was in 2003 – the army found out what we were doing, and would no longer let the survivors be in the movie.</p><br /><p>So the survivors themselves said, “Before you quit, try and film the perpetrators and see if they will say how they killed our relatives.” And, a little unsure if it was safe to approach the perpetrators at all, I did so.  And to my horror found that every single one of them was not only boastful, but taking me to the places where they killed, and launching into spontaneous demonstrations of <em>how</em> they killed. Complaining about how they hadn’t thought to bring along, for example, a machete or a weapon to use as a prop, or a fellow death squad veteran to play a victim.</p><br /><p>And I started to propose to the perpetrators, “Look, go ahead and show me what you’ve done, in whatever way you wish. I will film your reenactments, but I will <em>also</em> film you and your fellow death squad veterans talking about what you want to show, and what you don’t want to show, and your reasons for not showing things.” Exposing the nature of a regime built by victorious mass murderers.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> One of these perpetrators actually says something along the lines of, “The definition of a war crime is defined by the people who win the war.”</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Joshua Oppenheimer:</strong> That’s right. And, in a way, this is a film about what happens when killers win.</p><br /><p>Now, what I didn’t expect… the perpetrators gradually start developing more and more elaborate dramatizations, inspired by their favorite Hollywood films. Turned out the army had recruited their killers from the ranks of gangsters who were hanging out in movie theaters, and who loved American movies.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> I actually wanted to ask you about this. You gave them free reign to reenact their killings and depict themselves any way they wanted. What scene that they came up with most surprised you?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Joshua Oppenheimer:</strong> It’s a little hard to answer that question because every scene was a step in a journey.</p><br /><p>Anwar Congo, the main character in “The Act of Killing,” was the 41st perpetrator I filmed.  And I lingered on him because, the very first day I met him, he takes me to a rooftop, demonstrates how he killed with wire because it was cleaner that way… and then starts to dance the cha-cha-cha in the place where he’s killed hundreds of people. But, as grotesque and surreal as that is, his pain was <em>also</em> close to the surface. He says there, “I’m a good dancer because I was going out drinking, taking drugs, to <em>forget</em> what I’ve done.”</p><br /><p>And so I started to wonder: perhaps this boasting that I’ve spent two years filming <em>isn’t</em> really a sign of pride. Perhaps it’s a sign that these men <em>know</em> what they’ve done is wrong, and they’re desperately trying to convince themselves otherwise. They’re imposing this victor’s history where they call themselves heroic, so that they don’t have to wake up every morning and be confronted in the mirror with the image of a mass murderer.</p><br /><p>With Anwar, I’m sure he’s disturbed about what he’s done, but he dares not say that, because to say that would be to admit what he’s done is wrong. So he proposes these embellishments that become ever more surreal.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Yeah — they come up with scenes that are just <em>odd</em>. In one of them, the most thuggish and <a href=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/02/1_taok_fish_framegrab__large.jpg\\\"><img alt=\\\"1_taok_fish_framegrab__large\\\" class=\\\"alignright\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/02/1_taok_fish_framegrab__large.jpg\\\" /></a>roly-poly of these gangsters dresses in drag… there’s a scene that features a line of women dancing out of an enormous structure shaped like a fish… where did those images come from?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Joshua Oppenheimer:</strong> The very surreal material with the giant goldfish is one of two musical numbers that Anwar and his friends shot. For Anwar, it’s an homage to Vincente Minnelli, to Hollywood musicals.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Spending time with these people, you tend to begin to empathize with them. I know watching the film, any time they had a human moment and I sympathized with them, my mind would just reel, remembering I was watching murderers. And you were with them for months while making the film. How did you deal with that in your own mind?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote data-pullquote=\\\"q\\\"><p><strong>Joshua Oppenheimer:</strong> <em>Years</em> while making the film! It was difficult. It was painful. It gave me nightmares.</p><br /><p>I made a decision early on that I would not make the leap from the true statement that “these men have done something monstrous” to the statement that “these men are monsters.” <q>They’re <em>not</em> monsters — they’re human. And if we are concerned with trying to understand and therefore prevent how human beings do these things to each other, we have to start from the starting point that the perpetrators are human.</q></p><br /><p>That meant, of course, opening myself up to Anwar as a human being, being as honest as I could safely be, and allowing him inside of me as it were.  And vice-versa. And that, of course, made the whole journey much more painful and much more difficult.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Do you consider him your friend?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Joshua Oppenheimer:</strong> I wouldn’t say we’re friends, no, because I think we were each trying to work something out through the process together that was much bigger than our actual relationship. I’m trying to expose a regime of impunity on behalf of survivors and the human rights community. And that’s exactly what the film has done, by the way. It has totally turned 180 degrees the way Indonesians are talking about their pasts.</p><br /><p>Anwar, for his part, was trying to deal with a lifetime of pain. So I can’t say it’s a friendship, but I think we have a great deal of care for each other.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> There’s kind of a sub-theme running through this film that’s <em>about</em> film, and the way it portrays violence. Your subjects say they were directly inspired by Hollywood gangster films. Anwar, the main character, talks about coming out of a movie theater and going directly across the street and killing people, and he says he did it happily. Is the message here — because it could be a dangerous one — that movies really desensitize people to violence? Do you believe that?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Joshua Oppenheimer:</strong> The example you gave of Anwar walking out of a cinema and saying he was able to kill happily comes from a time he describes walking out of an Elvis Presley musical. Now, Elvis Presley musicals are <em>not</em> violent, and they <em>don’t</em> desensitize us to violence. But what they do is allow us to escape into fantasy. And I think the film is really about the consequences of the stories we tell ourselves — the lies we tell ourselves — to justify our actions.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"}]","tags":["APM","Chattering Class","movies"],"itags":["PMP:The_Dinner_Party_Download_PMP","The Dinner Party Download","The Dinner Party Download 2014-02-21","efab5c515eb034d646c12c8e44eb547d"],"description":"“The Act of Killing” — Now available on DVD and streaming — has stunned audiences and critics with it’s engrossing, troubling, and highly unusual depiction of the aftermath of the mass killings that took place in Indonesia in 1965-1966.  Not graphically violent, but  emotionally wrenching, it’s nominated for “Best Documentary Feature” at this year’s Oscars… […]","published":"2014-02-22T00:40:09+00:00","contentencoded":"<div class=\"barn-cleaned\"><p>“<a href=\"http://theactofkilling.com/\">The Act of Killing</a>” — Now available on <a href=\"http://drafthousefilms.com/film/the-act-of-killing\">DVD and streaming</a> — has stunned audiences and critics with it’s engrossing, troubling, and highly unusual depiction of the aftermath of the <a href=\"http://en.wikipedia.org/wiki/Indonesian_killings_of_1965%E2%80%9366\">mass killings</a> that took place in Indonesia in 1965-1966.&nbsp; Not graphically violent, but&nbsp; emotionally wrenching, it’s nominated for “Best Documentary Feature” at this year’s Oscars… and has already landed a slew of international awards.</p>\n<br />\n<img class=\"aligncenter\" alt=\"DPD-Banner\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\" /><br />\n<p><strong>Rico Gagliano:</strong> There are many powerful films about true life events up for Oscars this year, but the most groundbreaking may be among the least seen. It is called “The Act of Killing” and it is up for “Best Documentary.” I guarantee you it’s gonna be required viewing in film schools, if it isn’t already. The director is Joshua Oppenheimer and he’s here to talk about it. And, Joshua, it’s an honor.</p>\n<br />\n<blockquote>\n<p><strong>Joshua Oppenheimer:</strong> Thank you so much for having me.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Before we get to the methods you used — that I think really make this movie especially unique — let’s get to the background first. This is about several very notorious men in Indonesia. Tell our listeners who they are, generally, and what they did.</p>\n<br />\n<blockquote>\n<p><strong>Joshua Oppenheimer</strong>: Well, in 1965 there was a military coup in Indonesia where, after the army took power, they went after every potential opponent of the new military dictatorship, and accused them of being Communists. And they rounded them up and handed them over to civilian death squads, and had them executed.&nbsp;And the men who did this — the civilian death squad leaders who did this — have essentially been in power ever since.</p>\n<br />\n<p>They have never been forced to admit what they did was wrong, so when you speak to them and ask what they did, rather than deny it, they <em>boast</em> about it. And to understand the nature of their boasting, why they’re boasting, how they want to be seen, how they see themselves — and to expose the corrupt regime that they’ve built — I gave them the chance to dramatize what they’ve done.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Basically,&nbsp; you gave them the opportunity to make a film in which they reenact their own mass killings. Where did you come up with that concept? It’s <em>not</em> the obvious way to portray these events.</p>\n<br />\n<blockquote>\n<p><strong>Joshua Oppenheimer:</strong> Actually, I began making this project in collaboration with a community of survivors of the 1965-66 genocide. And they’d asked me to make a film with them about why they are afraid. About what it’s like for them to live with the perpetrators, the death squad leaders, still in positions of power around them. But when we started making that film – this was in 2003 – the army found out what we were doing, and would no longer let the survivors be in the movie.</p>\n<br />\n<p>So the survivors themselves said, “Before you quit, try and film the perpetrators and see if they will say how they killed our relatives.” And, a little unsure if it was safe to approach the perpetrators at all, I did so.&nbsp; And to my horror found that every single one of them was not only boastful, but taking me to the places where they killed, and launching into spontaneous demonstrations of <em>how</em> they killed. Complaining about how they hadn’t thought to bring along, for example, a machete or a weapon to use as a prop, or a fellow death squad veteran to play a victim.</p>\n<br />\n<p>And I started to propose to the perpetrators, “Look, go ahead and show me what you’ve done, in whatever way you wish. I will film your reenactments, but I will <em>also</em> film you and your fellow death squad veterans talking about what you want to show, and what you don’t want to show, and your reasons for not showing things.” Exposing the nature of a regime built by victorious mass murderers.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> One of these perpetrators actually says something along the lines of, “The definition of a war crime is defined by the people who win the war.”</p>\n<br />\n<blockquote>\n<p><strong>Joshua Oppenheimer:</strong> That’s right. And, in a way, this is a film about what happens when killers win.</p>\n<br />\n<p>Now, what I didn’t expect… the perpetrators gradually start developing more and more elaborate dramatizations, inspired by their favorite Hollywood films. Turned out the army had recruited their killers from the ranks of gangsters who were hanging out in movie theaters, and who loved American movies.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> I actually wanted to ask you about this. You gave them free reign to reenact their killings and depict themselves any way they wanted. What scene that they came up with most surprised you?</p>\n<br />\n<blockquote>\n<p><strong>Joshua Oppenheimer:</strong> It’s a little hard to answer that question because every scene was a step in a journey.</p>\n<br />\n<p>Anwar Congo, the main character in “The Act of Killing,” was the 41st perpetrator I filmed.&nbsp; And I lingered on him because, the very first day I met him, he takes me to a rooftop, demonstrates how he killed with wire because it was cleaner that way… and then starts to dance the cha-cha-cha in the place where he’s killed hundreds of people. But, as grotesque and surreal as that is, his pain was <em>also</em> close to the surface. He says there, “I’m a good dancer because I was going out drinking, taking drugs, to <em>forget</em> what I’ve done.”</p>\n<br />\n<p>And so I started to wonder: perhaps this boasting that I’ve spent two years filming <em>isn’t</em> really a sign of pride. Perhaps it’s a sign that these men <em>know</em> what they’ve done is wrong, and they’re desperately trying to convince themselves otherwise. They’re imposing this victor’s history where they call themselves heroic, so that they don’t have to wake up every morning and be confronted in the mirror with the image of a mass murderer.</p>\n<br />\n<p>With Anwar, I’m sure he’s disturbed about what he’s done, but he dares not say that, because to say that would be to admit what he’s done is wrong. So he proposes these embellishments that become ever more surreal.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Yeah — they come up with scenes that are just <em>odd</em>. In one of them, the most thuggish and <a href=\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/02/1_taok_fish_framegrab__large.jpg\"><img class=\"alignright\" alt=\"1_taok_fish_framegrab__large\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/02/1_taok_fish_framegrab__large.jpg\" /></a>roly-poly of these gangsters dresses in drag… there’s a scene that features a line of women dancing out of an enormous structure shaped like a fish… where did those images come from?</p>\n<br />\n<blockquote>\n<p><strong>Joshua Oppenheimer:</strong> The very surreal material with the giant goldfish is one of two musical numbers that Anwar and his friends shot. For Anwar, it’s an homage to Vincente Minnelli, to Hollywood musicals.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Spending time with these people, you tend to begin to empathize with them. I know watching the film, any time they had a human moment and I sympathized with them, my mind would just reel, remembering I was watching murderers. And you were with them for months while making the film. How did you deal with that in your own mind?</p>\n<br />\n<blockquote data-pullquote=\"q\">\n<p><strong>Joshua Oppenheimer:</strong> <em>Years</em> while making the film! It was difficult. It was painful. It gave me nightmares.</p>\n<br />\n<p>I made a decision early on that I would not make the leap from the true statement that “these men have done something monstrous” to the statement that “these men are monsters.” <q>They’re <em>not</em> monsters — they’re human.&nbsp;And if we are concerned with trying to understand and therefore prevent how human beings do these things to each other, we have to start from the starting point that the perpetrators are human.</q></p>\n<br />\n<p>That meant, of course, opening myself up to Anwar as a human being, being as honest as I could safely be, and allowing him inside of me as it were.&nbsp; And vice-versa. And that, of course, made the whole journey much more painful and much more difficult.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Do you consider him your friend?</p>\n<br />\n<blockquote>\n<p><strong>Joshua Oppenheimer:</strong> I wouldn’t say we’re friends, no, because I think we were each trying to work something out through the process together that was much bigger than our actual relationship. I’m trying to expose a regime of impunity on behalf of survivors and the human rights community. And that’s exactly what the film has done, by the way. It has totally turned 180 degrees the way Indonesians are talking about their pasts.</p>\n<br />\n<p>Anwar, for his part, was trying to deal with a lifetime of pain. So I can’t say it’s a friendship, but I think we have a great deal of care for each other.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> There’s kind of a sub-theme running through this film that’s <em>about</em> film, and the way it portrays violence. Your subjects say they were directly inspired by Hollywood gangster films. Anwar, the main character, talks about coming out of a movie theater and going directly across the street and killing people, and he says he did it happily. Is the message here — because it could be a dangerous one — that movies really desensitize people to violence? Do you believe that?</p>\n<br />\n<blockquote>\n<p><strong>Joshua Oppenheimer:</strong> The example you gave of Anwar walking out of a cinema and saying he was able to kill happily comes from a time he describes walking out of an Elvis Presley musical. Now, Elvis Presley musicals are <em>not</em> violent, and they <em>don’t</em> desensitize us to violence. But what they do is allow us to escape into fantasy. And I think the film is really about the consequences of the stories we tell ourselves — the lies we tell ourselves — to justify our actions.</p>\n</blockquote>\n<br /></div>","guid":"efab5c51-5eb0-434d-846c-2c8e44eb547d","teaser":"“The Act of Killing” — Now available on DVD and streaming — has stunned audiences and critics with it’s engrossing, troubling, and highly unusual depiction of the aftermath of the mass killings that took place in Indonesia in 1965-1966.  Not graphically violent, but  emotionally wrenching, it’s nominated for “Best Documentary Feature” at this year’s Oscars… […]","title":"Confronting the Delusions of Violence in “The Act of Killing”","byline":"Martin, Brittany","audio":[{"meta":{"width":null,"crop":"primary","height":null},"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/02/TAOK_Car.jpg","type":"image/jpeg"},{"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/02/1_taok_fish_framegrab__large.jpg","type":"image/jpeg","meta":{"crop":"primary","height":null,"width":null}},{"meta":{"duration_hms":"00:07:50","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/dinnerpartydownload/2014/02/21/0221_joshua","type":"application/json"},"duration":470},"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/dinnerpartydownload/2014/02/21/0221_joshua_128.mp3","format":"MP3"}]}