{"created":"2015-02-10T17:36:15+00:00","modified":"2015-02-11T04:25:39+00:00","valid":{"from":"2015-02-11T04:25:39+00:00","to":"3015-02-11T04:25:39+00:00"},"hreflang":"en","guid":"efb14dcc-76ef-453f-b668-3175f0f521fa","title":"Spreading my father's ashes on the Ganges felt like a link across the globe and across generations","published":"2015-02-11T04:25:34+00:00","byline":"Atul Gawande","teaser":"\"What I felt on the Ganges,\" says Atul Gawande, the surgeon and author of Being Mortal, \"was he had brought us there and connected himself to all that was important to him, but he was connecting us as well.\"","tags":["Human Needs","Health","Health & Medicine","Varanasi","India","Asia","Atul Gawande","Ganges","Varanasi","Hindu","Death"],"contentencoded":"<p><em>(EDITOR'S NOTE: In his new book, surgeon and writer Atul Gawande talks about the biggest checklist that relatives and an aging family have to make — what conditions should occur in which a family member should be allowed to die. Here, in an interview, he reveals his own family's travails in his father's last days, and the moment that brought together generations and traditions.)</em></p>\n<p>He cried, mom cried, I cried. We talked. Those are hard conversations. Talking to people about death.</p>\n<p>You know, what’s understanding of your prognosis from this? What are the fears that you have? What are the goals that you have? What is more important to you than anything — besides living longer?</p>\n<p>And … he told us that, for him, what he loved was interaction with people. He wanted to be able to be social. He did not want a situation where if you’re quadriplegic you could end up on a ventilator. Needing total care. He said let me die — if that should happen.</p>\n<p>He underwent surgery for the tumor. Which helped him for awhile. For awhile.</p>\n<div class=\"edit-entity cta_border cta_align-left cta_icon-engagement\" data-entity-id=\"72087\" data-entity-title=\"Story Act join the conversation WhatMattersMost\" data-entity-type=\"node\">\n<div id=\"node-72087\" class=\"node node-story-act contextual-links-region story-act-cta story-act_default cta-type-custom-text clearfix\" about=\"/node/72087\" typeof=\"sioc:Item foaf:Document\">\n<h2 property=\"dc:title\" datatype=\"\"><a href=\"/node/72087\">Story Act join the conversation WhatMattersMost</a></h2>\n<div class=\"contextual-links-wrapper\">\n<ul class=\"contextual-links\"><li class=\"node-edit first\"><a href=\"/node/72087/edit?destination=node/72073/edit\">Edit</a></li>\n<li class=\"node-delete last\"><a href=\"/node/72087/delete?destination=node/72073/edit\">Delete</a></li>\n</ul></div>\n<div class=\"content\">\n<div class=\"field-display-title\">\n    Join the Conversation   </div>\n<div class=\"field-story-act-image\">\n    <img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/thumbnail/public/frontline.png?itok=o4sK0WNd\" width=\"100\" height=\"100\" /></div>\n<div class=\"field-body\">\n<p><a href=\"https://twitter.com/search?q=%23WhatMattersMost&amp;src=typd\">#WhatMattersMost</a> to you if your time becomes short? Share your take with <a href=\"https://twitter.com/frontlinepbs\">@frontlinepbs</a> </p>\n</div>\n</div>\n</div>\n</div>\n<p>I remember … my mother called, and said my father had become unresponsive. She had called an ambulance and they were at hospital, and they were reviving him. He wakes up, he’s on antibiotics, he was on IVs. And he’s increasingly furious. That night he says, we’re going home. So that’s what we did.</p>\n<p>On the last day, my mother was drinking tea, reading the Athens Messenger [newspaper,] my sister was working on her computer. And his breathing stopped. There was one beat … and then another … and then another … Each time after 30 seconds you think this might be the moment he’ll breathe again. But then a minute passed and he didn’t. I turned to mother and my sister and said I think this is it. And it was.</p>\n<p>People talk about wanting to have a good death. I don’t know if I believe in a good death. There’s lots of things that aren’t dignified about dying. He soiled his bed. We had to put a urinary catheter in him when he became so paralyzed he couldn’t pee anymore. He was almost shrinking in front of us. How is dying ever at all acceptable? How is it ever anything other than this awful terrible thing?</p>\n<p>The only way it is … is because we, as human beings, live for something bigger than ourselves.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"863\" width=\"1534\" alt=\"Atul Gawande and his mother Sushila in the Frontline documentary &amp;quot;Being Mortal&amp;quot;.\" title=\"Atul Gawande and his mother Sushila in the Frontline documentary &amp;quot;Being Mortal&amp;quot;.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/story/images/Being%20Mortal%204.jpg\" /><div class=\"field-caption\">\n    <p>Atul Gawande and his mother Sushila in the Frontline documentary \"Being Mortal\".</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Frontline</p>\n  </div>\n</div>\n<p>My dad had made wishes very clear to us. He wanted to be cremated in the traditional Indian way, and he wanted his ashes spread in three places in the world: in our hometown of Athens Ohio, in his village, and then on the Ganges river. And there’s this idea that if the ashes of your loved one are spread on Ganges, they’re freed from the cycle of birth and rebirth, and they ascend to what’s called Moksha, which is Nirvana.</p>\n<p>So we took him. We took his ashes — my sister and mother and I — to the ancient city of Varanasi, on the banks of the Ganges. And it was an amazing thing. It’s a funny thing. My parents tried very hard to raise me as a traditional Hindu in rural Ohio and that didn’t work so well. But there was something about the ritual of the same thing that families have been going through for thousands of years and we were doing it. And you could almost feel the links of hands across generations.</p>\n<p>What I felt on the Ganges was he had brought us there and connected himself to all that was important to him, but he was connecting us as well.</p>\n<p>There was a kind of handoff occurring. That we are a link in a chain and making a contribution that goes well beyond our own life. And that’s part of what makes dying tolerable. That’s what makes being a mortal creature tolerable.</p>\n<p><em>This story was produced by Samara Freemark <a href=\"http://www.pbs.org/wgbh/pages/frontline/\">for FRONTLINE</a>. Tune in tonight at 10 p.m. to see FRONTLINE’s “Being Mortal,” about the relationships between doctors and patients at the end of life.</em></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/02102015_05.mp3"},{"href":"http://www.pri.org/file/0210201505mp3"}]}