{"created":"2014-09-16T18:23:13+00:00","modified":"2014-10-30T22:22:11+00:00","valid":{"from":"2014-10-30T22:22:11+00:00","to":"3014-10-30T22:22:11+00:00"},"hreflang":"en","title":"13 Days Of High Emotion That Led To The Egypt-Israel Peace","published":"2014-09-16T22:13:00+00:00","teaser":"Lawrence Wright's new book examines the 1978 peace deal President Carter brokered between Egypt and Israel. During the tense summit, Carter had \"never been angrier,\" Wright says.","itags":["npr_api","348731640"],"guid":"efb7c70a-2dfc-4220-b9f6-f53a28ef4a97","contentencoded":"<p>When President Jimmy Carter decided to bring Egyptian President Anwar Sadat and Israeli Prime Minister Menachem Begin to Camp David in 1978 to broker peace talks, his hope that the two men would like each other was \"completely naïve and mistaken,\" says journalist Lawrence Wright.</p><p>The first couple of days turned into a screaming match.</p><p>\"His idea ... was that if he could just get these two honorable men alone — away from the press of their domestic politics — and let them get to know each other, that they would ... come to trust one another,\" Wright tells <em>Fresh Air</em>'s Terry Gross.</p><p>\"He couldn't have been more wrong about that because after the second day he had to separate them physically. ... [First lady] Rosalynn Carter told me she could hear them yelling at each other in the other room all day long. ... It was not a well thought-out plan on Carter's part.\"</p><p>After 13 days, a peace accord was brokered between Israel and Egypt. Wright illuminates the story in his new book, <em>Thirteen Days in September: Carter, Begin and Sadat at Camp David</em>. It's a day-by-day account of the meetings and the history leading up to it.</p><p>Wright has written extensively about the effects of religious beliefs — including extreme religious beliefs — on people's lives. He won a Pulitzer Prize for <em>The Looming Tower</em>, his book about the history of al-Qaida.</p><p>Even though Carter was able to bring about the historic agreement, there was fallout. Sadat was assassinated in 1981.</p><p>\"When he signed those accords, he essentially signed his death warrant,\" Wright says. \"There's no question that making peace with Israel was the first of the charges against him.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On President Carter's inexperience with the Middle East and why he wanted to help bring peace </strong></p><p>It's an odd story. He was a one-term governor from Georgia. He had very little experience in the Middle East. The only Jew that he had known growing up was his uncle. ... The first time he had met an Arab was at the Daytona 500 when he was governor of Georgia, so he was inexperienced. He did go to the Holy Land with Rosalynn, his wife, in 1973 when he was secretly considering running for president, and he was very affected by that experience. And [when] he came home, he had decided that he would do whatever he could to bring peace to the Holy Land. ...</p><p>[Carter] had this extraordinary Christian faith, and he felt that he was mandated to use it. He wasn't daunted by the fact that everybody else thought it was completely impossible.</p><p><strong>On what Sadat and Begin wanted from the peace talks</strong></p><p>Sadat started a war in 1973 in order to regain the [Suez] Canal in the Sinai, and it was such a shock to Israel that the Egyptians had crossed the canal successfully and came within hailing distance of Tel Aviv. And although the Israelis recovered and occupied actually more territory in Egypt, they were badly shaken by that event.</p><p>Sadat wanted Sinai back, but he felt like he couldn't make a separate peace with Israel, that the Arabs would turn against him if he did. So he wanted to have a comprehensive peace that would include the Palestinian situation, return the occupied territories and allow the Palestinians to return to their previous homes. Nothing could be further from [Israeli Prime Minister Menachem] Begin's mind.</p><p>Begin's whole career had been about expanding Israel's territory and guaranteeing its safety. Not only was he not intending to surrender any territory, he wanted to institutionalize the demilitarization of the Sinai in order to make sure that there was 150 miles of sand between Israel and the main Egyptian force — that was their safety belt in his opinion. As for the West Bank, he wasn't going to entertain any idea at all about surrendering that territory.</p><p><strong>On Carter's affection for Sadat </strong></p><p>When Carter came into the White House, he started interviewing leaders of the Middle East, looking for someone who he could work with. And he was not impressed at all as they came one after another to the White House to meet the president — until finally Anwar Sadat arrived and it was kismet of some sort.</p><p>Carter talked about how he \"loved\" him, and that's not the normal language of diplomacy, but his staffers all said that there was something clearly going on there — that there was a genuine feeling between the two of them.</p><p>I think that encouraged Sadat to think they could make the relationship of the United States resemble the friendship of Sadat and Carter, and I think that also concerned Menachem Begin that Egypt would come to replace Israel as America's chief ally in the Middle East.</p><p><strong>On the two leaders almost walking out, and Carter's reaction</strong></p><p>Implicitly, [Carter] was threatening war because he was saying that if there's another war, [the U.S.] is going to be on Israel's side, and Egypt will be alone and friendless in the world. It was a very sobering moment. Carter told me that he had never been angrier in his entire life. It was clear that he made a real impression on Sadat. Sadat had already ordered the helicopter; he had packed his clothes; he was out of there. He was worried that he was going to be asked to give up too much at Camp David, and he wouldn't be able to justify it when he got home.</p><p>[Begin] didn't really have a position. He didn't want to agree to any of the terms that Carter was putting forward. Finally, he began to realize that he was going to have to agree with something in order to preserve the relationship with the United States. Carter told him that if he left Camp David, he was going to make sure that the American people knew who was to blame [for the collapse of the peace talks]. He was going to go to Congress; he was going to lay it on them.</p><p>One of [Carter's] speechwriters was told to draw up a speech in which Carter was going to ask the Israeli people to overthrow their government, through a vote, but imagine! You can't believe how that would be received in Israel or even the Congress of the United States. Things had gotten so personal at the point. Carter believed so strongly that peace was worth it, but he was about to blow everything to smithereens — if either of these men walked out, they were going to pay a price, and he wanted to make sure they knew it.</p><p><strong>On Sadat's assassination</strong></p><p>Many people in the Egyptian delegation refused to attend the signing ceremony, not only because they didn't agree with it, [but also because] they were afraid for their lives. They were worried that ... they would be hounded and threatened, and of course, in the case of Sadat, that was true.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=13+Days+Of+High+Emotion+That+Led+To+The+Egypt-Israel+Peace&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2688"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349011473-4ddb6b.m3u?orgId=1&topicId=1033&ft=3&f=348731640"},{"href":"http://media.npr.org/assets/img/2014/09/16/160316954-d84d08ade91802b046c96ca1d2f1a3172c31f207.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1897","width":"2530"}},{"href":"http://media.npr.org/assets/img/2014/09/15/lw-credit-kenny-braun-95cbb06f610ec1400b7360c8eb4dda408ce9eb83.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1123","width":"1498"}}]}