{"created":"2015-06-24T20:36:41+00:00","modified":"2015-06-30T18:44:36+00:00","valid":{"from":"2014-07-23T01:09:29+00:00","to":"3014-07-23T01:09:29+00:00"},"hreflang":"en","contentencoded":"<div class=\"barn-cleaned\"><p><strong>Brendan Francis Newnam:</strong> &nbsp;Alright, ladies and gentlemen it’s dark out and hopefully fog-less here at the Henry Miller Library which means we’re seeing stars.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> Gazing into the deep black yonder and we figured there would be few folks on Earth with whom it would be better to stargaze with than Bill Nye.</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Yes, he’s of course best known for his beloved TV kid’s show “Bill Nye The Science Guy” which ran for five seasons on PBS. He’s executive director of the Planetary Society which advocates for space exploration. He also studied with none other than Carl Sagan and made it through three rounds of Dancing with the Stars. Bill, thanks for joining us.</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> It’s so good to be here.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> It is great to have you, so here we are lying under the stars.</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> It’s lovely.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Wait a second, we need to queue the crickets.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> Nice. There we go. Here we are under the stars, now.</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Do you guys want? I brought some wine, I figured we could relax?</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> Well I mean, I guess, it’s an evening radio show, sure.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Rosé okay with you Bill?</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> Yeah, it’s great. So it’s kind of a hotel room cork screw?</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Let’s not let it breathe, just pour that right away.</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Alright, I’m going to pour it out.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> This pairs well with redwoods.</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> You know the redwoods wouldn’t be here without the ocean. That’s a strange thing.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> How do you mean Bill?</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> Well they depend on water in the fog. The little needle leaves are kept moist by the fog, liquid permeates the stomata, apparently. If I’m wrong about that, to the botanists I apologize, but this I can tell you as an observer, they are remarkable. For those listeners who have never seen redwoods, they are amazing, they’re just amazing.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> We’re sorry that this is not a visual medium so you can see the redwoods.</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> Well for me radio is the <em>most</em> visual medium.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Oh man you’re blowing my mind over here.<br />\n<br />\n<iframe src=\"//www.youtube.com/embed/grYRIyzZ1bw\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe><br />\n<br />\n<strong>Brendan Francis Newnam:</strong> Well that’s great because we’re going to have to explain these stars that we’re looking at right now and you know, before.</p>\n<br />\n<p><strong>Rico Gagliano</strong>: There’s a lot of them.</p>\n<br />\n<p>Brendan Francis Newnam: You know, you’re Bill Nye The Science Guy, but when did your interest in space come along?</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye</strong>: I do remember very well looking through my father’s telescope which actually had belonged to his scout master and I remember the smell of the cardboard tube, I think it was made from the tube you used to cast concrete footings, cylindrical concrete footings and the moon, it looks like a perfectly round object with a perfect circle but it’s actually deeply cratered.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano</strong>: That’s what you noticed when you looked through the telescope.</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> I remember that very, very well, yeah. And then we looked at Jupiter and you can see the moons, the Galilean moons, four big moons of Jupiter and it doesn’t take long to see a move, like for example, Europa’s period is only 85 hours going around this enormous planet.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> So you could actually watch the moon move if you waited around long enough.</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> Well you can. I recommend it to everyone who’s never done it. Look at Jupiter through a telescope, make a little chart of where you perceive the four pin prick moons are and if you only see three it’s cause one of them is either on the far side or the near side of Jupiter and you can’t resolve it.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> That was fast paced entertainment back in the days of Galileo.</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> Well, I mean we’re out here trying to be mellow like in the redwoods. I really encourage you because then come back a couple hours later you’ll see the moons have moved.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> So that’s what you can see through a telescope. Remind us what we are looking at now with the naked eye.</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> There’s like a lot of stars. Like dude, there’s <em>a lot</em> of stars.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Have another sip of rose there.</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> And they are mostly suns, right?</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> Yeah, yeah, sure. It is an amazing thing that our sun is a completely unremarkable star. So does that mean we are unremarkable life forms?</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> That’s what I’m saying. So we’re not the most important planet?</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> Very important to me. When you talk to school kids it’s very common you’ll say what’s your favorite planet? Saturn! Pluto! No, Earth, man. I’m all about Earth, that’s where I grew up, all my friends are here.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> And Pluto’s not even a planet anymore.</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> And that’s so, okay, here’s my problem, there’s a mission as we call it, a spacecraft which is on its way to Pluto and I went to Cape Canaveral in 2006 for the launch of New Horizons. A relatively low mass spacecraft on top of a relatively huge rocket. The astronauts who went to the moon took a couple days, two and a half days to get there. This rocket went past the moon in nine hours and going that fast it arrives in the vicinity of Pluto next year, Bastille Day, Summer of 2015. So the guy who’s the principal investigator on that, Alan Stern, to him, whatever reason, it’s very important that Pluto be considered a planet. Whereas for me, I’m fine with it not being a planet. Instead it’s this new, cool thing which I like to call the Plutoids. As far as I understand, Dr. Stern doesn’t like that expression for whatever reason. The way I deal with this now is I say we have eight traditional planets. There are eight <em>traditional</em> planets.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Right, and then one punk rock planet.</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> And then one that’s something different. By the way, people throw around the expression Trans-Neptunian to describe Pluto.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> That’s a David Bowie album I think.</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> Which would be fine. It would be fine if you were just going to refer to Pluto but they use the expression Trans-Neptunian to refer to many, many of these objects that we can see from here let alone what you could see from out there at Pluto. This is all cool you guys, it’s an exercise, it’s fun.</p>\n</blockquote>\n<br />\n<p><iframe src=\"//www.youtube.com/embed/F-Atrlz-cSI\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe><br />\n<br />\n<strong>Rico Gagliano:</strong> Hey, I’m digging it. I like thinking about Pluto with a mohawk. But let’s talk about what we’re looking at right now. You know, everybody knows the big dipper. Give us a deep cut constellation.</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Yeah, what’s like the secret?</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> Well, you’re never supposed to say your favorite, but I remember sitting there with my dad one night. My father was in prisoner of war camp for four years in World War II. If you guys get a chance to do that I would avoid that. It sounds like a real drag.&nbsp;But there was no light. Only once awhile did they have electricity by all accounts and so he became quite the amateur astronomer, my father did. Anyway, there’s one called Draco.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Oh the dragon? Is that?</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> And it winds, yeah, yeah, and it winds between the Little Dipper, the Big Dipper, Cassiopeia, Orion and Pegasus, it winds around all of those stars and it was just left over, it’s like see, I’ll connect all those! That’s like a snake. No, it’s a dragon! It’s a dragon. Fire breathing.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> I even understood that. I remember as a kid looking at a map of the stars and being like that’s just the ones they couldn’t fit into any other constellations.</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> That’s right, which is no problem.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> I was thinking we could maybe get kids even more excited about space if we changed their names.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> The constellations?</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Yeah, because those names are, Draco, like that sounds like either a restaurant in Brooklyn or &nbsp;a weird, evil guy in a James Bond movie.</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> That drives a Jaguar, yeah.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> But if you call it something like Beyonce’s Belt. Like that.</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> Carl Sagan, when we were in class, invited us to make up our own constellations.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Oh see, great minds think alike. Did you come up with one?</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> It was a horse.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Come on, Bill.</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> Well, what should it have been? A slide rule? I’m so old.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> What about a bow-tie?</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> Well it was before I knew how to tie a bow-tie and I would wear one when called upon, but in those days as a college student seldom wore a&nbsp;tie, very seldom had occasion to wear a bow-tie.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> How about something cool like a race car? Formula One?</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> Yeah, well, I dropped the race car-ical ball. I’m sorry.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> It didn’t seem right. So we’ve heard that you always wanted to be an astronaut.</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> Sure, I applied a few times.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> What’s destination number one? Where would you want to go up there?</p>\n<br />\n<blockquote data-pullquote=\"q\">\n<p><strong>Bill Nye:</strong> Mars. <q>You want to go to Mars.&nbsp;Mars is the most likely place to look for life in the solar system. If we were to discover evidence of life on another world, it would utterly change this one. Everybody would think about his or her place in the cosmos, his or her place in space, as I like to say, differently.</q></p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> I like that, it rhymes.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> Well I don’t want to be a cynical, but would that really happen?</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> Well did Copernicus change your life? Or Galileo? You have the ability to navigate around the world and that has changed your life for the better. In the same way, if we were to discover evidence of life on another world we would ask ourselves “Does it have DNA?” That is to say, it is quite reasonable, extraordinary, but not crazy that life started on Mars. Three billion years ago Mars got hit with an impactor, stuff whistled out to space, and it got into what we call a homing orbit where it takes a relatively short amount of time to fall from Mars to the Earth. We find amino acids that survive on meteorites so maybe we are all descendent from a martian.</p>\n<br />\n<p>But then if it’s totally different type of life that we were to find on Mars, either way, do you see how that could easily change medicine. Would change the way you dealt with germs for example. And the other thing I like to remind people, “What are you going to discover there?” We don’t know. That’s why we’re going exploring.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> So what’s another place maybe?</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> Well Europa. I want to go fly by Europa. I’d love to walk around the Europa.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> And that’s a moon of Jupiter?</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> That is covered with ice, but below the ice is sea water, salty water. Crazy.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> What would you do up there?</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> We’d look for life.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> It’s interesting that we leave Earth and the first thing we want to do is find other people.</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> Two deep questions and if you tell me you haven’t asked these questions I like totally don’t believe you. Where did we come from and are we alone? Are we alone in the universe?</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Storks and no.</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> Storks and no, but for a lot of kids that’s not enough.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> What is the possibility that we’re actually going to encounter an alien?</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> Well if you’re talking to me, at The Planetary Society, and we are optimistic, we would say in the next 25 years. We’ll mount a mission to Europa, we’ll fly, now what’s happened, what’s changed. Scientists and engineers looked at this in 2010, sending a mission to Europa. Everybody figured we’d have to have a lander, a spacecraft that would land on Europa. It’s something nobody’s ever tried. Then you’d have to have a drill, a thermo drill to melt it’s way through 20 kilometers of ice.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> I saw that on “Star Trek.”</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> Yeah, well and you do that on Star Trek but in real life that’s quite an expensive undertaking and in the meantime, the Hubble Space telescope observed plumes of water being shot into space by Europa.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> And so we might not have to drill.</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> Exactly! So you wouldn’t have to do anything. You wouldn’t have to land, you would just fly 45 orbits or something and you would look for insects smashed on the windshield. You’d look for sea ice smashed against some detector and you would do your best with remote instruments to determine if it was something life-like. And if you could go out there as a human and walk around that would be so cool.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> You’d have to ice skate though, right?</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> Yeah, well we’d set up for that. The reason you’d want to do that, send people to Mars, or Europa, or the moon, it’s been estimated based on data collected when geologists were running around in the Mojave Desert, that what our very best rover can do in a week a geologist, a human can do in about a minute. So if you had a human there you’d just get things done a lot more quickly. But getting a human there and getting him or her back is a lot of messing around.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> But, wait a second, so do you want to go there right now?</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> Yeah, but I mean, not by myself, I’d want a spaceship and stuff.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Well Rico and I could join you.</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> Oh cool.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Yeah, cause Carl Sagan had his spaceship of the imagination, you know?</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> We had this audio rocket.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> It’s right over here.</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> So you want to go? &nbsp;You can bring your wine.</p>\n<br />\n<blockquote>\n<p><strong>Bill Nye:</strong> Great!</p>\n</blockquote>\n<br /></div>","published":"2014-07-23T01:09:29+00:00","description":"Brendan Francis Newnam:  Alright, ladies and gentlemen it’s dark out and hopefully fog-less here at the Henry Miller Library which means we’re seeing stars. Rico Gagliano: Gazing into the deep black yonder and we figured there would be few folks on Earth with whom it would be better to stargaze with than Bill Nye. Brendan […]","itags":["PMP:The_Dinner_Party_Download_PMP","The Dinner Party Download","The Dinner Party Download 2014-07-22","efba792dd70a17ba7c288b509fc5b240"],"contenttemplated":"[{\"content\":\"<p><strong>Brendan Francis Newnam:</strong>  Alright, ladies and gentlemen it’s dark out and hopefully fog-less here at the Henry Miller Library which means we’re seeing stars.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Gazing into the deep black yonder and we figured there would be few folks on Earth with whom it would be better to stargaze with than Bill Nye.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Yes, he’s of course best known for his beloved TV kid’s show “Bill Nye The Science Guy” which ran for five seasons on PBS. He’s executive director of the Planetary Society which advocates for space exploration. He also studied with none other than Carl Sagan and made it through three rounds of Dancing with the Stars. Bill, thanks for joining us.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Bill Nye:</strong> It’s so good to be here.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> It is great to have you, so here we are lying under the stars.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Bill Nye:</strong> It’s lovely.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Wait a second, we need to queue the crickets.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Nice. There we go. Here we are under the stars, now.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Do you guys want? I brought some wine, I figured we could relax?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Bill Nye:</strong> Well I mean, I guess, it’s an evening radio show, sure.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Rosé okay with you Bill?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Bill Nye:</strong> Yeah, it’s great. So it’s kind of a hotel room cork screw?</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Let’s not let it breathe, just pour that right away.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Alright, I’m going to pour it out.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> This pairs well with redwoods.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Bill Nye:</strong> You know the redwoods wouldn’t be here without the ocean. That’s a strange thing.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> How do you mean Bill?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Bill Nye:</strong> Well they depend on water in the fog. The little needle leaves are kept moist by the fog, liquid permeates the stomata, apparently. If I’m wrong about that, to the botanists I apologize, but this I can tell you as an observer, they are remarkable. For those listeners who have never seen redwoods, they are amazing, they’re just amazing.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> We’re sorry that this is not a visual medium so you can see the redwoods.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Bill Nye:</strong> Well for me radio is the <em>most</em> visual medium.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Oh man you’re blowing my mind over here.<br /><br /><iframe allowfullscreen=\\\"allowfullscreen\\\" frameborder=\\\"0\\\" src=\\\"//www.youtube.com/embed/grYRIyzZ1bw\\\"></iframe><br /><br /><strong>Brendan Francis Newnam:</strong> Well that’s great because we’re going to have to explain these stars that we’re looking at right now and you know, before.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano</strong>: There’s a lot of them.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p>Brendan Francis Newnam: You know, you’re Bill Nye The Science Guy, but when did your interest in space come along?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Bill Nye</strong>: I do remember very well looking through my father’s telescope which actually had belonged to his scout master and I remember the smell of the cardboard tube, I think it was made from the tube you used to cast concrete footings, cylindrical concrete footings and the moon, it looks like a perfectly round object with a perfect circle but it’s actually deeply cratered.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano</strong>: That’s what you noticed when you looked through the telescope.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Bill Nye:</strong> I remember that very, very well, yeah. And then we looked at Jupiter and you can see the moons, the Galilean moons, four big moons of Jupiter and it doesn’t take long to see a move, like for example, Europa’s period is only 85 hours going around this enormous planet.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> So you could actually watch the moon move if you waited around long enough.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Bill Nye:</strong> Well you can. I recommend it to everyone who’s never done it. Look at Jupiter through a telescope, make a little chart of where you perceive the four pin prick moons are and if you only see three it’s cause one of them is either on the far side or the near side of Jupiter and you can’t resolve it.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> That was fast paced entertainment back in the days of Galileo.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Bill Nye:</strong> Well, I mean we’re out here trying to be mellow like in the redwoods. I really encourage you because then come back a couple hours later you’ll see the moons have moved.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> So that’s what you can see through a telescope. Remind us what we are looking at now with the naked eye.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Bill Nye:</strong> There’s like a lot of stars. Like dude, there’s <em>a lot</em> of stars.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Have another sip of rose there.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> And they are mostly suns, right?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Bill Nye:</strong> Yeah, yeah, sure. It is an amazing thing that our sun is a completely unremarkable star. So does that mean we are unremarkable life forms?</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> That’s what I’m saying. So we’re not the most important planet?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Bill Nye:</strong> Very important to me. When you talk to school kids it’s very common you’ll say what’s your favorite planet? Saturn! Pluto! No, Earth, man. I’m all about Earth, that’s where I grew up, all my friends are here.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> And Pluto’s not even a planet anymore.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Bill Nye:</strong> And that’s so, okay, here’s my problem, there’s a mission as we call it, a spacecraft which is on its way to Pluto and I went to Cape Canaveral in 2006 for the launch of New Horizons. A relatively low mass spacecraft on top of a relatively huge rocket. The astronauts who went to the moon took a couple days, two and a half days to get there. This rocket went past the moon in nine hours and going that fast it arrives in the vicinity of Pluto next year, Bastille Day, Summer of 2015. So the guy who’s the principal investigator on that, Alan Stern, to him, whatever reason, it’s very important that Pluto be considered a planet. Whereas for me, I’m fine with it not being a planet. Instead it’s this new, cool thing which I like to call the Plutoids. As far as I understand, Dr. Stern doesn’t like that expression for whatever reason. The way I deal with this now is I say we have eight traditional planets. There are eight <em>traditional</em> planets.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Right, and then one punk rock planet.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Bill Nye:</strong> And then one that’s something different. By the way, people throw around the expression Trans-Neptunian to describe Pluto.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> That’s a David Bowie album I think.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Bill Nye:</strong> Which would be fine. It would be fine if you were just going to refer to Pluto but they use the expression Trans-Neptunian to refer to many, many of these objects that we can see from here let alone what you could see from out there at Pluto. This is all cool you guys, it’s an exercise, it’s fun.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><iframe allowfullscreen=\\\"allowfullscreen\\\" frameborder=\\\"0\\\" src=\\\"//www.youtube.com/embed/F-Atrlz-cSI\\\"></iframe><br /><br /><strong>Rico Gagliano:</strong> Hey, I’m digging it. I like thinking about Pluto with a mohawk. But let’s talk about what we’re looking at right now. You know, everybody knows the big dipper. Give us a deep cut constellation.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Yeah, what’s like the secret?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Bill Nye:</strong> Well, you’re never supposed to say your favorite, but I remember sitting there with my dad one night. My father was in prisoner of war camp for four years in World War II. If you guys get a chance to do that I would avoid that. It sounds like a real drag. But there was no light. Only once awhile did they have electricity by all accounts and so he became quite the amateur astronomer, my father did. Anyway, there’s one called Draco.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Oh the dragon? Is that?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Bill Nye:</strong> And it winds, yeah, yeah, and it winds between the Little Dipper, the Big Dipper, Cassiopeia, Orion and Pegasus, it winds around all of those stars and it was just left over, it’s like see, I’ll connect all those! That’s like a snake. No, it’s a dragon! It’s a dragon. Fire breathing.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> I even understood that. I remember as a kid looking at a map of the stars and being like that’s just the ones they couldn’t fit into any other constellations.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Bill Nye:</strong> That’s right, which is no problem.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> I was thinking we could maybe get kids even more excited about space if we changed their names.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> The constellations?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Yeah, because those names are, Draco, like that sounds like either a restaurant in Brooklyn or  a weird, evil guy in a James Bond movie.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Bill Nye:</strong> That drives a Jaguar, yeah.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> But if you call it something like Beyonce’s Belt. Like that.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Bill Nye:</strong> Carl Sagan, when we were in class, invited us to make up our own constellations.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Oh see, great minds think alike. Did you come up with one?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Bill Nye:</strong> It was a horse.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Come on, Bill.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Bill Nye:</strong> Well, what should it have been? A slide rule? I’m so old.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> What about a bow-tie?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Bill Nye:</strong> Well it was before I knew how to tie a bow-tie and I would wear one when called upon, but in those days as a college student seldom wore a tie, very seldom had occasion to wear a bow-tie.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> How about something cool like a race car? Formula One?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Bill Nye:</strong> Yeah, well, I dropped the race car-ical ball. I’m sorry.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> It didn’t seem right. So we’ve heard that you always wanted to be an astronaut.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Bill Nye:</strong> Sure, I applied a few times.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> What’s destination number one? Where would you want to go up there?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote data-pullquote=\\\"q\\\"><p><strong>Bill Nye:</strong> Mars. <q>You want to go to Mars. Mars is the most likely place to look for life in the solar system. If we were to discover evidence of life on another world, it would utterly change this one. Everybody would think about his or her place in the cosmos, his or her place in space, as I like to say, differently.</q></p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> I like that, it rhymes.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Well I don’t want to be a cynical, but would that really happen?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Bill Nye:</strong> Well did Copernicus change your life? Or Galileo? You have the ability to navigate around the world and that has changed your life for the better. In the same way, if we were to discover evidence of life on another world we would ask ourselves “Does it have DNA?” That is to say, it is quite reasonable, extraordinary, but not crazy that life started on Mars. Three billion years ago Mars got hit with an impactor, stuff whistled out to space, and it got into what we call a homing orbit where it takes a relatively short amount of time to fall from Mars to the Earth. We find amino acids that survive on meteorites so maybe we are all descendent from a martian.</p><br /><p>But then if it’s totally different type of life that we were to find on Mars, either way, do you see how that could easily change medicine. Would change the way you dealt with germs for example. And the other thing I like to remind people, “What are you going to discover there?” We don’t know. That’s why we’re going exploring.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> So what’s another place maybe?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Bill Nye:</strong> Well Europa. I want to go fly by Europa. I’d love to walk around the Europa.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> And that’s a moon of Jupiter?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Bill Nye:</strong> That is covered with ice, but below the ice is sea water, salty water. Crazy.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> What would you do up there?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Bill Nye:</strong> We’d look for life.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> It’s interesting that we leave Earth and the first thing we want to do is find other people.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Bill Nye:</strong> Two deep questions and if you tell me you haven’t asked these questions I like totally don’t believe you. Where did we come from and are we alone? Are we alone in the universe?</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Storks and no.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Bill Nye:</strong> Storks and no, but for a lot of kids that’s not enough.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> What is the possibility that we’re actually going to encounter an alien?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Bill Nye:</strong> Well if you’re talking to me, at The Planetary Society, and we are optimistic, we would say in the next 25 years. We’ll mount a mission to Europa, we’ll fly, now what’s happened, what’s changed. Scientists and engineers looked at this in 2010, sending a mission to Europa. Everybody figured we’d have to have a lander, a spacecraft that would land on Europa. It’s something nobody’s ever tried. Then you’d have to have a drill, a thermo drill to melt it’s way through 20 kilometers of ice.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> I saw that on “Star Trek.”</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Bill Nye:</strong> Yeah, well and you do that on Star Trek but in real life that’s quite an expensive undertaking and in the meantime, the Hubble Space telescope observed plumes of water being shot into space by Europa.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> And so we might not have to drill.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Bill Nye:</strong> Exactly! So you wouldn’t have to do anything. You wouldn’t have to land, you would just fly 45 orbits or something and you would look for insects smashed on the windshield. You’d look for sea ice smashed against some detector and you would do your best with remote instruments to determine if it was something life-like. And if you could go out there as a human and walk around that would be so cool.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> You’d have to ice skate though, right?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Bill Nye:</strong> Yeah, well we’d set up for that. The reason you’d want to do that, send people to Mars, or Europa, or the moon, it’s been estimated based on data collected when geologists were running around in the Mojave Desert, that what our very best rover can do in a week a geologist, a human can do in about a minute. So if you had a human there you’d just get things done a lot more quickly. But getting a human there and getting him or her back is a lot of messing around.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> But, wait a second, so do you want to go there right now?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Bill Nye:</strong> Yeah, but I mean, not by myself, I’d want a spaceship and stuff.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Well Rico and I could join you.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Bill Nye:</strong> Oh cool.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Yeah, cause Carl Sagan had his spaceship of the imagination, you know?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> We had this audio rocket.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> It’s right over here.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> So you want to go?  You can bring your wine.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Bill Nye:</strong> Great!</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"}]","tags":["APM","Chattering Class","television"],"byline":"Martin, Brittany","title":"‘Science Guy’ Bill Nye Takes Off","teaser":"Brendan Francis Newnam:  Alright, ladies and gentlemen it’s dark out and hopefully fog-less here at the Henry Miller Library which means we’re seeing stars. Rico Gagliano: Gazing into the deep black yonder and we figured there would be few folks on Earth with whom it would be better to stargaze with than Bill Nye. Brendan […]","guid":"efba792d-d70a-417b-87c2-8b509fc5b240","audio":[{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/dinnerpartydownload/segments/2014/07/22/0725_nye_128.mp3","type":"audio/mpeg","meta":{"duration":739,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/dinnerpartydownload/segments/2014/07/22/0725_nye","type":"application/json"},"duration_hms":"00:12:19"}}]}