{"created":"2014-12-17T08:42:11+00:00","modified":"2015-06-15T17:16:11+00:00","valid":{"from":"2015-06-15T17:16:11+00:00","to":"3015-06-15T17:16:11+00:00"},"hreflang":"en","title":"An Alternative To Suspension And Expulsion: 'Circle Up!'","published":"2014-12-19T14:27:00+00:00","teaser":"Oakland's restorative justice program is at the forefront of efforts to rethink school discipline.","itags":["npr_api","347383068"],"guid":"efbe6125-3f52-4ee2-b355-00bc2f07aabb","contentencoded":"<p>One by one, in a room just off the gym floor at Edna Brewer Middle School in Oakland, Calif., seventh-graders go on the interview hot seat.</p><p>Some 80 students have applied to be \"peer leaders\" in the school's new, alternative discipline program called \"restorative justice.\"</p><p>Kyle McClerkins, the program's director, grills them on aspects of adolescent life: \"What is the biggest challenge for middle school girls? What has changed about you from sixth grade to now?\"</p><p>This school and the Oakland Unified School District are at the forefront of a new approach to school misconduct and discipline. Instead of suspending or expelling students who get into fights or act out, restorative justice seeks to resolve conflicts and build school community through talking and group dialogue.</p><p>Its proponents say it could be an answer to the cycle of disruption and suspension, especially in minority communities where expulsion rates are higher than in predominantly white schools.</p><p>Oakland Unified, one of California's largest districts, has been a national leader in expanding restorative justice. The district is one-third African-American and more than 70 percent low-income. The program was expanded after a federal civil rights agreement in 2012 to reduce school discipline inequity for African-American students.</p><p>At Edna Brewer Middle School, the fact that students are taking the lead — that so many want to be part of this effort — shows that it's starting to take root.</p><p>\"Instead of throwing a punch, they're asking for a circle, they're backing off and asking to mediate it peacefully with words,\" says Ta-Biti Gibson, the school's restorative justice co-director. \"And that's a great thing.\"</p><p>Last school year — the program's first year — Gibson says, kids weren't ready to talk things out. \"Last year there was a lot of different conflicts, a lot of fights.\"</p><p>This year, he says, they're more willing to \"circle up.\"</p><p>The school tried this alternative discipline approach a few years ago. But problems with teacher buy-in, training and turnover killed it before it got off the ground.</p><p>And it's still a big work in progress, says Principal Sam Pasarow. \"I believe our staff is struggling with restorative justice because they might feel at times a consequence didn't come down on a student when it should have.\"</p><p>Districtwide, Oakland says the approach is working. The district says new, as-yet unpublished research shows the percentage of students suspended at schools that have fully adopted the program has dropped by half, from 34 percent in 2011-12 to just 14 percent in the following two years.</p><p>They say the data show chronic absence is down dramatically and graduation rates are up at restorative-justice schools, and that at two sites last year the disproportionate discipline of African-American students was eliminated.</p><p>Several other urban districts are trying some version of the approach, among them: Chicago; Minneapolis; Palm Beach County, Fla.; and Denver.</p><p>But there is no real agreement, yet, on how best to implement these kinds of programs, says Trevor Fronius, who's researching the trend with WestEd, a national nonprofit education research and development agency.</p><p>\"Most programs involve dialogue and some form of talking circle,\" he says. \"But there are a wide variety of types, and there's no consensus yet on best practices.\"</p><p>Fronius adds that it's not clear that anyone is tracking just how many U.S. school districts are doing restorative justice \"in a serious way.\"</p><p><strong>Teacher Concerns</strong></p><p>At Edna Brewer, Principal Pasarow says he's trying to work with the handful of remaining teachers who have yet to embrace the approach: those who think it's not their job to lead talking circles when kids misbehave.</p><p>Some teachers, he says, have told him, \"I don't know how to teach circle, and I don't know how to have deep conversations about my feelings and emotions with students.\" Pasarow says he understands the concern and thinks it's a valid one, but he points out that the program \"is not group therapy; it's community-building.\"</p><p>But some critics say it is pretty close to group therapy, and they worry that some kids might think they can rig the system and get away with behaving badly if they talk about their feelings.</p><p>Teachers \"have to be comfortable with being uncomfortable\" to make it work, McClerkins says.</p><p>Students here say the \"harm circle\" talks do come with consequences — that's the restorative part — including school community service, apologies, public acknowledgement of their bad behavior and more.</p><p>At lunchtime, I asked some students if they'd seen any difference this year in terms of school culture, discipline and community.</p><p>\"They're not as judgmental,\" 13-year-old Kweko Power says of her classmates.</p><p>Her friend Eva Jones, 12, agrees. She says there have been fewer hurtful rumors and fights, and there has been less gossip. \"It seems easier now to, like, make friends with people, because people are less angry and defensive. It's just way easier,\" she says.</p><p>Last year, \"there was, like, a lot of fights — like, every other week there was a fight. And now there's, like, a fight once per year. \"</p><p>Well ... not quite.</p><p>About a half-hour later, I hear some yelling. In the gym, pushing and verbal sparring has descended into a full-blown fistfight between a seventh-grade boy and an eighth-grade girl.</p><p>The program's director, McClerkins, has pinned the boy to the gym floor.</p><p>After the students are pulled apart and people calm down, the restorative justice process kicks in.</p><p><strong>Encouraging Dialogue</strong></p><p>After a weekend \"cooling off\" time, the school schedules what they call a \"harm circle.\" Both of the students — the eighth-grader, Briona, and the seventh-grader, Rodney — must attend. The school has asked us not to use their full names.</p><p>At first blush, the circle session looks a little California flaky: teachers, parents and the students sit in a circle of desks. On a small stand in the middle sit a rock, feather, candle and water jar — representing earth, air, fire and water.</p><p>Rodney's mom, Tozma, sets the tone early on.</p><p>\"I be worried about Rodney,\" she tells the group. \"He's tall for his age, and a lot of stuff happens to black boys. And I try to get that across to him.\"</p><p>Tozma is raising her son on her own, and tells the circle that she's deeply worried about where he's headed. He has an anger problem, she says, and she's tried to get him counseling.</p><p>\"Talk to Rodney like he your own son,\" she says. \"I'm not the kind of parent who's gonna argue with you about chastising my son, because I want him to be here. I don't want him to be in jail.\"</p><p>Then Briona's mom, Marshae, looks at Rodney and, with a mix of gentle reprimand and warning, talks about her own son.</p><p>\"He used to go to counseling and they'd say, 'Oh, he's angry.' But he knew you don't hit a female.\" Her son was an athlete in track and football, but now, \"he's in jail,\" she says. \"He just turned 18 in jail. You don't want to go there,\" Marshae says.</p><p>This kind of communication is central to alternative discipline. Here are two mothers sharing fear and worry about raising kids through hard times in a tough neighborhood.</p><p>It's not a he said/she said breakdown of a fight. The hope is that dialogue builds trust and community and reduces the need for suspensions and expulsions.</p><p>McClerkins tells the students, who are both African-American, \"you already have a lot against you and it has nothing to do with what you've done good or bad. There is wisdom in this circle that can help you navigate this. Stay close to it as you get older, and listen. Really listen.\"</p><p>Eventually, the circle does get around to the fight on Friday and who did what.</p><p>Rodney shows some remorse with a whispered apology. But his mom is not satisfied and wants to know what's going to change.</p><p>\"What do you plan on doing to make sure these kinds of incidents don't happen again?\" she asks.</p><p>Rodney pauses. He thinks for a moment and answers in a quiet voice. \"Like, I don't play with people and stuff, I won't horseplay and stuff like that.\"</p><p>Then Briona admits she helped instigate by yanking his backpack and teasing.</p><p>The school's restorative justice co-director, Ta-Biti Gibson, reminds Briona, who runs track, how much she has improved this year in sports and in class. \"I think about your future,\" he says, \"I talk with you about college.\"</p><p>Her mother tells her to \"really learn from this\" and \"pick your battles.\"</p><p>It's agreed as a group that the two students will have to write and post anti-bullying posters and do after-school service. And they'll have to do joint morning announcements offering tips on how students can get along better.</p><p>Rodney's mom ends the meeting by thanking the group. \"He really don't have a man voice at home,\" she says, \"so I appreciate everybody. And just keep working with my child.\"</p><p>Rodney responds, too. \"I appreciate my mom for not giving up on me.\"</p><p>As the circle breaks up, Briona's father, Al, tells Rodney: \"I can tell your mom will never give up on you.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+Alternative+To+Suspension+And+Expulsion%3A+%27Circle+Up%21%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Westervelt","audio":[{"meta":{"duration":"253"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371364808-900b60.m3u?orgId=1&topicId=1013&d=253&p=3&story=347383068&t=progseg&e=371364643&seg=7&ft=nprml&f=347383068"},{"meta":{"duration":"271"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371653540-bb224d.m3u?orgId=1&topicId=1013&d=271&p=3&story=347383068&t=progseg&e=371364643&seg=7&ft=nprml&f=347383068"},{"href":"http://media.npr.org/assets/img/2014/12/16/circle-edited-a534d0eb1f8b25c8488d2f2418686c619b27f6d9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"799"}},{"href":"http://media.npr.org/assets/img/2014/12/08/pano-edited_custom-f3935e70290146ebdf3781be169d26eb90a04a1a.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"400","width":"1760"}},{"href":"http://media.npr.org/assets/img/2014/12/08/objects-edited_custom-5a0e083c0d5487de3c47455568429da0331eb3ec.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"672","width":"1120"}},{"href":"http://media.npr.org/assets/img/2014/12/08/photo-sep-19-1-05-20-am-23067d88b1a4e3669a951e06407939c3649964a7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2505","width":"3341"}}]}