{"created":"2014-12-05T01:27:18+00:00","modified":"2014-12-05T01:27:19+00:00","valid":{"from":"2014-12-05T01:27:19+00:00","to":"3014-12-05T01:27:19+00:00"},"hreflang":"en","guid":"efc9f733-ab62-4e38-b21a-61a6e69976ee","title":"Research shows listening to different musical genres leaves lasting impact on brain","published":"2014-12-05T01:27:14+00:00","byline":"","tags":["music","Arts, Culture & Media","New York City","Argentine","India","Gigi Luk","Patrick Wong","Madonna","Jason Vinoles","Music","Entertainment","Wong","The Beatles","British music"],"teaser":"A Northwestern University scientist wanted to see how the brains of people changed when they grew up listening equally to two distinctly different cultures of music, like rock and tango. So he commissioned a study, and found that, indeed, 'bimusical' experience leaves a lasting impact.","contentencoded":"<p>We all think of ourselves as multitaskers. But the ultimate American multitaskers may be the children of foreign-born parents.</p>\n<p>Every day, these hyphenated Americans swing back and forth between cultures — in the food they eat, the languages they speak and the music they listen to.</p>\n<p>Take Jason Vinoles. He grew up in New York City, the son of Argentine immigrant parents. Like a lot of children of immigrants, he spoke two languages with his family.</p>\n<p>“I’d be on the phone with my parents and I’ll just switch back and forth,” Vinoles said. “If I can’t think of the word right away in Spanish, I’ll say it in English, but then keep on going with the conversation.”</p>\n<p>Vinoles’ family would also switch back and forth between other things American and Argentine: sports loyalties, cuisines and musical styles. His mom was a big fan of the Beatles.</p>\n<p>“Any time a Beatles song would come on the radio on the oldies stations, she’d come grab me and make me dance,” Vinoles said.</p>\n<p>The same kitchen floor dance party would also include more traditional Latino music, like the popular Mexican song, Cielito Lindo.</p>\n<p>They’d also dance along to Madonna, followed immediately by some tango.</p>\n<p>A new study from Northwestern University focuses on this ‘bimusicality.’ The author, Patrick Wong, specializes in how the brain processes sound.</p>\n<p>Wong suspected that people who grew up listening to both the Beatles and tango might develop differently from people who grew up listening to just Western music or just Latin music.</p>\n<p>Wong recruited people who grew up listening primarily to Western popular music. And then he selected another group of people — Indian Americans– who grew up listening to both Western music and the traditional music of India.</p>\n<p>Wong had his subjects use a dial to indicate the amount of tension they felt in the music.</p>\n<p>People tend to report that foreign music has more tension. But the people who grew up with both Western and Indian music felt low degrees of tension with both types of music. They were equally at home listening to either genre.</p>\n<p>Wong called these people ‘bimusicals.’</p>\n<p>The study participants listened to the music inside a functional magnetic resonance imaging (fMRI) scanner, so Wong could track their brain activity.</p>\n<p>“If you are bimusical, you tend to engage a larger network of the brain when you listen to the two kinds of music,” Wong said.</p>\n<p>He concluded that people who had grown up with both Indian and Western music had a more elaborate brain system for listening than those who grew up with just Western music. Wong’s bimusicals engaged more areas of their brain when listening to music. He says bimusicals looped in not only the auditory areas of the brain, but also its emotional region.</p>\n<p>That led Wong to hypothesize that bimusicals may need to engage the emotional part of the brain to differentiate the two types of music.</p>\n<p>Wong isn’t saying that only bimusical people experience music emotionally. We all do that. It’s more that bimusicals may tap into that region of the brain in order to toggle between multiple musical styles.</p>\n<p>So does the bimusical brain behave similarly to the bilingual brain?</p>\n<p>Gigi Luk, who studies bilingual learning at Harvard, has observed signs of enhancements in the brains of people who grow up with two verbal languages.</p>\n<p>“We found a better performance [among bilinguals] in what we call executive functions,” Luk said.</p>\n<p>Executive function tasks involve things like planning, problem solving, and multitasking. “We see this advantage across the lifespan from young children to older adults,” she says.</p>\n<p>Bilingualism has clear differences from Wong’s bimusicalism. For one thing, speaking a language is more active and involved than listening to music.</p>\n<p>Still, Luk isn’t surprised by Wong’s findings. She believes that all that switching, whether between languages or musical cultures, leaves a physiological impact.</p>\n<p>“Our experiences, whether they’re musical or linguistic, actually shape our brain and give us a qualitative difference in brain networks,” she said.</p>\n<p>There’s still much more to learn about just how that qualitative difference plays out in the bimusical brain. But Wong believes his research opens a door.</p>\n<p>“This is telling us that perhaps being bicultural might change our biology in a fundamental way,” Wong said.</p>\n<p>But does that give the bimusical, bicultural mind the same sort of cognitive edge as the bilingual mind? That’s for a future study.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/migration/PriMigrationsVivvoFilesAudioMigration/www.podtrac.com/pts/redirect.mp3/media.theworld.org/pod/language/WIWpodcast172.mp3"},{"href":"http://www.pri.org/file/wiwpodcast172mp3-0"}]}