{"created":"2014-10-03T03:52:35+00:00","modified":"2015-04-30T19:47:45+00:00","valid":{"from":"2011-09-15T19:00:28+00:00","to":"3011-09-15T19:00:28+00:00"},"hreflang":"en","guid":"efc9121d-8722-4e1c-b6e7-4e74b6518f95","title":"SOTRU - Wyoming: The New Old West","teaser":"Wyoming is the least populated state in the US.  In this sparse landscape, where tradition and self-reliance are prized, what are the things that bring together distant neighbors?  In their struggle to confront change—an oil boom in the suburbs of Cheyenne, a minister with unconventional ideas, the emerging gay community in Laramie—Wyomingites find the bonds between them tested.  This episode brings listeners to the small towns and remote ranches of Wyoming, meeting people and communities as they adapt to the New Old West.  ","description":"State of the Re:UnionWyoming - The New Old WestHost: Al LetsonDESCRIPTION: Wyoming is the least populated state in the US.&nbsp; In this sparse landscape, where tradition and self-reliance are prized, what are the things that bring together distant neighbors?&nbsp; In their struggle to confront change&mdash;an oil boom in the suburbs of Cheyenne, a minister with unconventional ideas, the emerging gay community in Laramie&mdash;Wyomingites find the bonds between them tested.&nbsp; This episode brings listeners to the small towns and remote ranches of Wyoming, meeting people and communities as they adapt to the New Old West.&nbsp; Billboard (:59)Incue: From PRX and NPROutcue: But first, this newsNews Hole: 1:00-6:00SEGMENT A (12:29)Incue: I'm Al Letson and you'reOutcue: next on State of the Re:UnionA. Ranch Rodeo.&nbsp; At Laramie&rsquo;s annual Jubilee Days, cowboys, cowgirls and ranch hands come from all over the county and beyond to compete in a ranch rodeo.&nbsp; They turn everyday ranching chores&mdash;separating a calf from the herd, roping it, tying it&mdash;into a race against the clock.&nbsp; We meet a 5th generation Wyoming cowboy and hear his take on what it takes to make it in ranch life.&nbsp; Then we follow an all-female rodeo team through the competition, and find out that the rodeo is a rare but treasured opportunity for cowboys to get off the ranch, come into town, and socialize.&nbsp; &nbsp;B. Cowboy Poetry.&nbsp; On far-flung ranches around the American West, cowboys keep a tradition alive that dates to just after the Civil War: cowboy poetry.&nbsp; With plenty of time in the saddle to think, and not much entertainment, modern cowboys still compose poems and songs.&nbsp; And once in a while, they all come together a cowboy poetry gatherings, to share their poems and catch up on each other&rsquo;s lives.&nbsp; We meet a cowboy poet named Chuck Larsen, hear about how his ranch work and bonds with animals informs his poetry.&nbsp; Then we meet Chuck&rsquo;s pal Cora Wood, a ten year-old cowgirl poet from a ranch about 30 miles away.&nbsp; Cora wrote her first cowboy poem when she was just five, and she&rsquo;s been a rising star in the cowboy poetry scene ever since.&nbsp; We visit Cora&rsquo;s family, meet her pony Chester, and hear about how her mom has passed down cowboy songs and poems that she learned as a girl to Cora and her brother Bonner.&nbsp; Cora recites a poem and sings with her mom as we ponder the decline of family-run ranches, the keeping of ranch tradition, and the draw of this difficult but rich life.&nbsp;&nbsp;&nbsp;&nbsp; BREAK: 19:00 - 20:00SEGMENT B (18:58)Incue: I'm Al Letson and you're listening Outcue: P-R-X.O-R-GA.&nbsp; Laramie After Matthew ShepardWhen most people think of Laramie, they think of the brutal murder of Matthew Shepard back in 1998.&nbsp; Or, the Laramie Project, a play written about the effects of the murder on the town that&rsquo;s been performed all over the country and the world.&nbsp; For years, Laramie was under a microscope.&nbsp; Most people in town would rather forget that time, and move on.&nbsp; They say Laramie was branded as a hateful place, when really it&rsquo;s not.&nbsp; But some people here were forced to confront their own fears and prejudices, to cross divides in the town that most people didn&rsquo;t want to admit existed.&nbsp; This is the story of one of those people, Sheriff Dave O&rsquo;Malley, who was commander of the detective division at the Laramie police department in the murder investigation back in 1998.&nbsp; Dave barely recognizes the man he was back then: unapologetically homophobic and unaware of the existence of a gay community in Laramie.&nbsp;&nbsp; We meet Jim Osborn, a student who was out as gay and chaired the LGBT student group at the University of Wyoming in 1998.&nbsp; He was also friends with Matthew Shepard.&nbsp; Back then, Jim and Dave were living polar opposite existences in the same small town.&nbsp; It seemed unlikely that they would ever meet, much less become close.&nbsp; But then Matthew was found tied to a fence and brutally beaten, near death, and Dave O&rsquo;Malley was assigned as a lead detective on the case.&nbsp; In order to do his job, he had to talk to Jim and other people in the gay community&mdash;and not just talk to them, but do extended interviews.&nbsp; His transformation was almost instantaneous, he says.&nbsp; He realized that he&rsquo;d never really talked to a gay person before, and that he&rsquo;d been excluding an entire group of people from his life just based on his own ignorance.&nbsp; Today, Jim and Dave are family, they say.&nbsp; And they&rsquo;ve both spent the thirteen years since Matthew&rsquo;s death pushing for change in different ways.&nbsp; Dave advocated for sexual orientation and gender identity to be added to federal hate crimes legislation, and he was there when President Obama signed the bill into law in 2009.&nbsp; He travels the country training local law enforcement about tolerance.&nbsp; Jim has been working on gay rights issues in Laramie on many levels.&nbsp; Now he works at the University of Wyoming, pushing for diversity in their hiring practices.&nbsp; Though many people here are simply tired of talking about Matthew Shepard, Jim and Dave have vowed to keep his story, and the story of their friendship, alive.&nbsp; They believe that sharing their story will continue to bridge divides in Laramie, and across the country.&nbsp;&nbsp;&nbsp;&nbsp; B. Letter to WyomingLaramie writer Alyson Hagy reads a &ldquo;Dear Wyoming&rdquo; letter, touching on her desire for a new definition of neighborliness that would push Wyomingites to be independent, together.&nbsp; C. Bibles and BeerReverend Rodger McDaniel is a new minister at Highlands Presbyterian Church in Cheyenne.&nbsp; He&rsquo;s got lots of ideas and a passion for community.&nbsp; The only problem is, the congregation at Highlands Presbyterian is aging, and the Sunday services haven&rsquo;t grown at all since he started.&nbsp; So Rodger gambled on a new idea: a happy hour bible study at Uncle Charlie&rsquo;s bar in town.&nbsp;&nbsp; He&rsquo;s gotten some objections, letters saying he&rsquo;s leading his congregation into hell, but mostly the response has been positive.&nbsp; We visit a Monday night bible study at Uncle Charlie&rsquo;s where the discussion revolves around Cain and Abel.&nbsp; Rodger&rsquo;s plan is for the group to read the bible from the beginning to the end, something most people never get around to doing.&nbsp; And he doesn&rsquo;t try to guide the group towards any particular answers&mdash;he draws out their questions, trying to get them to engage with the text in a deeper way.&nbsp; The group has been a success so far&mdash;Christians, ex-Christians, Buddhists, Muslims, they&rsquo;ve all come out.&nbsp; Bibles and Beer got so popular that Rodger had to start a new group, at lunchtime on Mondays, just down the road from Uncle Charlie&rsquo;s.&nbsp; It&rsquo;s called Bibles and Burgers.&nbsp; BREAK: 39:00-40:00SEGMENT C: (18:59)Incue: I'm Al Letson and you'reOutcue: This is N-P-RA. Big Oil Comes to the RanchIn the suburbs of Cheyenne, ranch subdivisions are scattered around the gentle hills.&nbsp; People move out here for the space&mdash;usually around 30 acres&mdash;and the peace and quiet.&nbsp; But all that changed last year when oil and gas speculators flooded the Laramie County.&nbsp; Few people out here knew that the Niobrara Shale formation, rich in oil and gas, sits more than a mile underneath&nbsp; their homes.&nbsp; New technology in hydraulic fracturing, or the &ldquo;fracking&rdquo;, recently made these deep reserves accessible to oil companies.&nbsp; All of a sudden there were knocks on the door, letters in the mail, all looking for access to the land and permission to look for oil, maybe even drill. Some people could opt out, and not take the deals offered by the energy companies.&nbsp; But other people, like Alex Bowler, had no choice.&nbsp; A company drilled a well about a thousand feet from his front door, just across the property line.&nbsp; When local retiree Paul Cook heard that almost all of his neighbors had been approached by speculators, he decided to do something.&nbsp; He founded the Cheyenne Area Landowners Coalition, and held a meeting.&nbsp; He invited people from the county, from the energy companies, from other communities in Wyoming that have gone through energy booms.&nbsp; The response was huge&mdash;almost 200 people came to the first meeting.&nbsp; Since then, the homeowners here have learned a lot.&nbsp; They&rsquo;ve learned that the don&rsquo;t have a lot of rights if oil companies want to drill on their land, because Wyoming&rsquo;s state laws favor energy companies.&nbsp; Wyoming has no state income tax, and a lot of its revenue&mdash;and money for schools and public services&mdash;comes from oil, gas and coal extraction.&nbsp; So the laws are stacked against individual landowners.&nbsp; They also learned that in other communities around the state, where water is already scarce, there were stories of contamination.&nbsp; The director of planning and development for the county, Gary Kranse, is sympathetic to their worries, but his hands are tied.&nbsp; He doesn&rsquo;t have a say either in where and when the companies will drill, because industry decisions are made by the state&rsquo;s Oil and Gas Commission.&nbsp; Change has arrived already, as residents and the county itself has struggled to catch up.&nbsp; Some farmers and ranches have already traded working the land for more lucrative contracts with oil and gas companies.&nbsp; With fracking only loosely regulated, and no real choice about oil companies drilling here, residents are hoping to learn to coexist with the oil rigs that now dot the landscape.&nbsp; They hope that in the process, the things they love about living here will survive.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; B. Cowboy SoldiersThe last place we went in Wyoming was the mountains outside of Laramie.&nbsp; Two locals guys took us up here us an incredible story: how, from a place maybe even more remote than Wyoming&mdash;the deserts of Iraq&mdash;they somehow became internet country music stars. When he was younger, Jeremiah Eaton had dreams of being a musician, and he bounced around Wyoming, playing in different bands.&nbsp; But after September 11th, he was angry, and he wanted to do something.&nbsp; So he joined the National Guard, and figured that was the end of his music dreams.&nbsp; His buddy Nathan Harvey joined up a few years later.&nbsp; They met when they were deployed together, to a base in Iraq near the border with Syria. It was a tough deployment.&nbsp; Temperatures got as high as 140 degrees.&nbsp; The camp came under rocket fire.&nbsp; Jeremiah found a hand-me-down guitar and started playing it to relax, and soldiers would gather around to listen.&nbsp; Sometimes Nathan would play along.&nbsp; They wrote a song that was popular around the camp called &ldquo;Cowboy Soldiers.&rdquo;&nbsp; One night&mdash;Christmas Eve, actually&mdash;Jeremiah and Nathan heard about a website called GI Jams, where soldiers serving all around the world can upload original music to share with each other.&nbsp; So Jeremiah decided to record his song, right then.&nbsp; He rounded up some soldiers to help sing the chorus, &ldquo;Please send us a beer&hellip;&rdquo; and uploaded the song.&nbsp; Over the next few days, he and Nathan watched the song climb all the way to the top of the GI Jams charts, which mean soldiers all around the world were listening.&nbsp; Then they got a called from Denny Rendell and Biddy Schippers, the songwriters who run GI Jams, asking them to sign to the label.&nbsp; Since they&rsquo;ve been back in Wyoming after their second tour of duty, they&rsquo;ve played concerts for emotional audiences right in Laramie, and GI Jams shows in Las Vegas that have brought together service people from all over the world who&rsquo;ve uploaded songs to the website.&nbsp; Jeremiah and Nathan are trying to make it as musicians in Wyoming, though they&rsquo;ve both taken on other jobs&mdash;roofing, construction&mdash;to get by.&nbsp; Jeremiah is about to leave on his third tour, and Cowboy Soldiers is still in the top ten on GI Jams.&nbsp; C. Wrap-Up // Wyoming Vox // CreditsAl wraps up the episode by waxing poetic on the age-old beauty of the Wyoming landscape, and the change is coming to Wyoming, however slowly.&nbsp; In order to survive out here for generations, people have needed a rare combination of self-reliance and cooperation.&nbsp; They&rsquo;ll draw on that as they figure out their own way of facing tomorrow.&nbsp; We hear vox from Wyomingites about what home and community mean to them, and the show&rsquo;s credits.&nbsp; PROGRAM OUT @ 59:00The Fall 2011 Season of State of the Re:Union will be available on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to September 16, 2012. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. State of the Re:Union is produced by Al Letson, presented by PRX, and co-distributed by NPR and PRX. Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.Thanks for your consideration of the State of the Re:Union with Al Letson. Please contact your NPR Stations Relations person or Joan Miller at joanadrienne@gmail.com or 612-377-3256 with questions or to confirm carriage.","contentencoded":"State of the Re:Union<br />Wyoming - The New Old West<br /><br />Host: Al Letson<br /><br />DESCRIPTION: Wyoming is the least populated state in the US.&nbsp; In this sparse landscape, where tradition and self-reliance are prized, what are the things that bring together distant neighbors?&nbsp; In their struggle to confront change&mdash;an oil boom in the suburbs of Cheyenne, a minister with unconventional ideas, the emerging gay community in Laramie&mdash;Wyomingites find the bonds between them tested.&nbsp; This episode brings listeners to the small towns and remote ranches of Wyoming, meeting people and communities as they adapt to the New Old West.&nbsp; <br /><br />Billboard (:59)<br />Incue: From PRX and NPR<br />Outcue: But first, this news<br /><br />News Hole: 1:00-6:00<br /><br />SEGMENT A (12:29)<br />Incue: I'm Al Letson and you're<br />Outcue: next on State of the Re:Union<br /><br />A. Ranch Rodeo.&nbsp; <br /><br />At Laramie&rsquo;s annual Jubilee Days, cowboys, cowgirls and ranch hands come from all over the county and beyond to compete in a ranch rodeo.&nbsp; They turn everyday ranching chores&mdash;separating a calf from the herd, roping it, tying it&mdash;into a race against the clock.&nbsp; We meet a 5th generation Wyoming cowboy and hear his take on what it takes to make it in ranch life.&nbsp; Then we follow an all-female rodeo team through the competition, and find out that the rodeo is a rare but treasured opportunity for cowboys to get off the ranch, come into town, and socialize.&nbsp; <br />&nbsp;<br /><br />B. Cowboy Poetry.&nbsp; <br /><br />On far-flung ranches around the American West, cowboys keep a tradition alive that dates to just after the Civil War: cowboy poetry.&nbsp; With plenty of time in the saddle to think, and not much entertainment, modern cowboys still compose poems and songs.&nbsp; And once in a while, they all come together a cowboy poetry gatherings, to share their poems and catch up on each other&rsquo;s lives.&nbsp; We meet a cowboy poet named Chuck Larsen, hear about how his ranch work and bonds with animals informs his poetry.&nbsp; Then we meet Chuck&rsquo;s pal Cora Wood, a ten year-old cowgirl poet from a ranch about 30 miles away.&nbsp; Cora wrote her first cowboy poem when she was just five, and she&rsquo;s been a rising star in the cowboy poetry scene ever since.&nbsp; We visit Cora&rsquo;s family, meet her pony Chester, and hear about how her mom has passed down cowboy songs and poems that she learned as a girl to Cora and her brother Bonner.&nbsp; Cora recites a poem and sings with her mom as we ponder the decline of family-run ranches, the keeping of ranch tradition, and the draw of this difficult but rich life.&nbsp;&nbsp;&nbsp;&nbsp; <br /><br />BREAK: 19:00 - 20:00<br /><br />SEGMENT B (18:58)<br />Incue: I'm Al Letson and you're listening <br />Outcue: P-R-X.O-R-G<br /><br />A.&nbsp; Laramie After Matthew Shepard<br /><br />When most people think of Laramie, they think of the brutal murder of Matthew Shepard back in 1998.&nbsp; Or, the Laramie Project, a play written about the effects of the murder on the town that&rsquo;s been performed all over the country and the world.&nbsp; For years, Laramie was under a microscope.&nbsp; Most people in town would rather forget that time, and move on.&nbsp; They say Laramie was branded as a hateful place, when really it&rsquo;s not.&nbsp; But some people here were forced to confront their own fears and prejudices, to cross divides in the town that most people didn&rsquo;t want to admit existed.&nbsp; This is the story of one of those people, Sheriff Dave O&rsquo;Malley, who was commander of the detective division at the Laramie police department in the murder investigation back in 1998.&nbsp; Dave barely recognizes the man he was back then: unapologetically homophobic and unaware of the existence of a gay community in Laramie.&nbsp;&nbsp; We meet Jim Osborn, a student who was out as gay and chaired the LGBT student group at the University of Wyoming in 1998.&nbsp; He was also friends with Matthew Shepard.&nbsp; Back then, Jim and Dave were living polar opposite existences in the same small town.&nbsp; It seemed unlikely that they would ever meet, much less become close.&nbsp; But then Matthew was found tied to a fence and brutally beaten, near death, and Dave O&rsquo;Malley was assigned as a lead detective on the case.&nbsp; In order to do his job, he had to talk to Jim and other people in the gay community&mdash;and not just talk to them, but do extended interviews.&nbsp; His transformation was almost instantaneous, he says.&nbsp; He realized that he&rsquo;d never really talked to a gay person before, and that he&rsquo;d been excluding an entire group of people from his life just based on his own ignorance.&nbsp; Today, Jim and Dave are family, they say.&nbsp; And they&rsquo;ve both spent the thirteen years since Matthew&rsquo;s death pushing for change in different ways.&nbsp; Dave advocated for sexual orientation and gender identity to be added to federal hate crimes legislation, and he was there when President Obama signed the bill into law in 2009.&nbsp; He travels the country training local law enforcement about tolerance.&nbsp; Jim has been working on gay rights issues in Laramie on many levels.&nbsp; Now he works at the University of Wyoming, pushing for diversity in their hiring practices.&nbsp; Though many people here are simply tired of talking about Matthew Shepard, Jim and Dave have vowed to keep his story, and the story of their friendship, alive.&nbsp; They believe that sharing their story will continue to bridge divides in Laramie, and across the country.&nbsp;&nbsp;&nbsp;&nbsp; <br /><br /><br />B. Letter to Wyoming<br /><br />Laramie writer Alyson Hagy reads a &ldquo;Dear Wyoming&rdquo; letter, touching on her desire for a new definition of neighborliness that would push Wyomingites to be independent, together.&nbsp; <br /><br />C. Bibles and Beer<br /><br />Reverend Rodger McDaniel is a new minister at Highlands Presbyterian Church in Cheyenne.&nbsp; He&rsquo;s got lots of ideas and a passion for community.&nbsp; The only problem is, the congregation at Highlands Presbyterian is aging, and the Sunday services haven&rsquo;t grown at all since he started.&nbsp; So Rodger gambled on a new idea: a happy hour bible study at Uncle Charlie&rsquo;s bar in town.&nbsp;&nbsp; He&rsquo;s gotten some objections, letters saying he&rsquo;s leading his congregation into hell, but mostly the response has been positive.&nbsp; We visit a Monday night bible study at Uncle Charlie&rsquo;s where the discussion revolves around Cain and Abel.&nbsp; Rodger&rsquo;s plan is for the group to read the bible from the beginning to the end, something most people never get around to doing.&nbsp; And he doesn&rsquo;t try to guide the group towards any particular answers&mdash;he draws out their questions, trying to get them to engage with the text in a deeper way.&nbsp; The group has been a success so far&mdash;Christians, ex-Christians, Buddhists, Muslims, they&rsquo;ve all come out.&nbsp; Bibles and Beer got so popular that Rodger had to start a new group, at lunchtime on Mondays, just down the road from Uncle Charlie&rsquo;s.&nbsp; It&rsquo;s called Bibles and Burgers.&nbsp; <br /><br /><br /><br />BREAK: 39:00-40:00<br /><br />SEGMENT C: (18:59)<br />Incue: I'm Al Letson and you're<br />Outcue: This is N-P-R<br /><br />A. Big Oil Comes to the Ranch<br /><br />In the suburbs of Cheyenne, ranch subdivisions are scattered around the gentle hills.&nbsp; People move out here for the space&mdash;usually around 30 acres&mdash;and the peace and quiet.&nbsp; But all that changed last year when oil and gas speculators flooded the Laramie County.&nbsp; Few people out here knew that the Niobrara Shale formation, rich in oil and gas, sits more than a mile underneath&nbsp; their homes.&nbsp; New technology in hydraulic fracturing, or the &ldquo;fracking&rdquo;, recently made these deep reserves accessible to oil companies.&nbsp; All of a sudden there were knocks on the door, letters in the mail, all looking for access to the land and permission to look for oil, maybe even drill. Some people could opt out, and not take the deals offered by the energy companies.&nbsp; But other people, like Alex Bowler, had no choice.&nbsp; A company drilled a well about a thousand feet from his front door, just across the property line.&nbsp; When local retiree Paul Cook heard that almost all of his neighbors had been approached by speculators, he decided to do something.&nbsp; He founded the Cheyenne Area Landowners Coalition, and held a meeting.&nbsp; He invited people from the county, from the energy companies, from other communities in Wyoming that have gone through energy booms.&nbsp; The response was huge&mdash;almost 200 people came to the first meeting.&nbsp; Since then, the homeowners here have learned a lot.&nbsp; They&rsquo;ve learned that the don&rsquo;t have a lot of rights if oil companies want to drill on their land, because Wyoming&rsquo;s state laws favor energy companies.&nbsp; Wyoming has no state income tax, and a lot of its revenue&mdash;and money for schools and public services&mdash;comes from oil, gas and coal extraction.&nbsp; So the laws are stacked against individual landowners.&nbsp; They also learned that in other communities around the state, where water is already scarce, there were stories of contamination.&nbsp; The director of planning and development for the county, Gary Kranse, is sympathetic to their worries, but his hands are tied.&nbsp; He doesn&rsquo;t have a say either in where and when the companies will drill, because industry decisions are made by the state&rsquo;s Oil and Gas Commission.&nbsp; Change has arrived already, as residents and the county itself has struggled to catch up.&nbsp; Some farmers and ranches have already traded working the land for more lucrative contracts with oil and gas companies.&nbsp; With fracking only loosely regulated, and no real choice about oil companies drilling here, residents are hoping to learn to coexist with the oil rigs that now dot the landscape.&nbsp; They hope that in the process, the things they love about living here will survive.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <br /><br /><br />B. Cowboy Soldiers<br /><br />The last place we went in Wyoming was the mountains outside of Laramie.&nbsp; Two locals guys took us up here us an incredible story: how, from a place maybe even more remote than Wyoming&mdash;the deserts of Iraq&mdash;they somehow became internet country music stars. When he was younger, Jeremiah Eaton had dreams of being a musician, and he bounced around Wyoming, playing in different bands.&nbsp; But after September 11th, he was angry, and he wanted to do something.&nbsp; So he joined the National Guard, and figured that was the end of his music dreams.&nbsp; His buddy Nathan Harvey joined up a few years later.&nbsp; They met when they were deployed together, to a base in Iraq near the border with Syria. It was a tough deployment.&nbsp; Temperatures got as high as 140 degrees.&nbsp; The camp came under rocket fire.&nbsp; Jeremiah found a hand-me-down guitar and started playing it to relax, and soldiers would gather around to listen.&nbsp; Sometimes Nathan would play along.&nbsp; They wrote a song that was popular around the camp called &ldquo;Cowboy Soldiers.&rdquo;&nbsp; One night&mdash;Christmas Eve, actually&mdash;Jeremiah and Nathan heard about a website called GI Jams, where soldiers serving all around the world can upload original music to share with each other.&nbsp; So Jeremiah decided to record his song, right then.&nbsp; He rounded up some soldiers to help sing the chorus, &ldquo;Please send us a beer&hellip;&rdquo; and uploaded the song.&nbsp; Over the next few days, he and Nathan watched the song climb all the way to the top of the GI Jams charts, which mean soldiers all around the world were listening.&nbsp; Then they got a called from Denny Rendell and Biddy Schippers, the songwriters who run GI Jams, asking them to sign to the label.&nbsp; Since they&rsquo;ve been back in Wyoming after their second tour of duty, they&rsquo;ve played concerts for emotional audiences right in Laramie, and GI Jams shows in Las Vegas that have brought together service people from all over the world who&rsquo;ve uploaded songs to the website.&nbsp; Jeremiah and Nathan are trying to make it as musicians in Wyoming, though they&rsquo;ve both taken on other jobs&mdash;roofing, construction&mdash;to get by.&nbsp; Jeremiah is about to leave on his third tour, and Cowboy Soldiers is still in the top ten on GI Jams.&nbsp; <br /><br /><br /><br />C. Wrap-Up // Wyoming Vox // Credits<br /><br />Al wraps up the episode by waxing poetic on the age-old beauty of the Wyoming landscape, and the change is coming to Wyoming, however slowly.&nbsp; In order to survive out here for generations, people have needed a rare combination of self-reliance and cooperation.&nbsp; They&rsquo;ll draw on that as they figure out their own way of facing tomorrow.&nbsp; We hear vox from Wyomingites about what home and community mean to them, and the show&rsquo;s credits.&nbsp; <br /><br />PROGRAM OUT @ 59:00<br /><br />The Fall 2011 Season of State of the Re:Union will be available on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to September 16, 2012. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. <br /><br />State of the Re:Union is produced by Al Letson, presented by PRX, and co-distributed by NPR and PRX. Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.<br /><br />Thanks for your consideration of the State of the Re:Union with Al Letson. Please contact your NPR Stations Relations person or Joan Miller at joanadrienne@gmail.com or 612-377-3256 with questions or to confirm carriage.","byline":"Al Letson","published":"2011-09-15T19:00:28+00:00","tags":["Entertainment","Sports","Travel"],"itags":["prx:stories-68000"],"audio":[{"href":"https://hal.prx.org/pub/94ab894b422a72de98d8273ed084cd61/0/web/story_image/148192/medium/SouthernWyoming.jpg","type":"image/jpeg","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/d15530374181a12c04706f7941896e36/0/web/audio_file/321940/broadcast/01-Wyoming_Billboard.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1884596}},{"href":"https://cms.prx.org/pub/16c1dec2993cf8dca149a86d224364ad/0/web/audio_file/321941/broadcast/02-Wyoming_Newscast_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":29,"size":927686}},{"href":"https://cms.prx.org/pub/4bc65d5748f3ee0bc34251d846d0281e/0/web/audio_file/321948/broadcast/03-Wyoming_Segment_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23941956}},{"href":"https://cms.prx.org/pub/2ca4b56f9c3bdd99a59f43be36fe6a57/0/web/audio_file/321949/broadcast/04-Wyoming_Seg_A_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1892946}},{"href":"https://cms.prx.org/pub/86f40ddc865d5b879f31c4d850264a0a/0/web/audio_file/321960/broadcast/05-Wyoming_Segment_B.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36407671}},{"href":"https://cms.prx.org/pub/a80759a5ba6b94593841d3c7bdc2d892/0/web/audio_file/321961/broadcast/06-Wyoming_Seg_B_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886266}},{"href":"https://cms.prx.org/pub/df276ab288858a25fc490a230e9de990/0/web/audio_file/321968/broadcast/07-Wyoming_Segment_C.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36406001}}]}