{"created":"2014-09-23T12:16:57+00:00","modified":"2014-10-31T15:40:42+00:00","valid":{"from":"2014-10-31T15:40:42+00:00","to":"3014-10-31T15:40:42+00:00"},"hreflang":"en","title":"How Not To Handle A New Voice In TV","published":"2014-09-25T16:26:00+00:00","teaser":"The firestorm kicked off by a <em>New York Times</em> analysis of TV's most successful black female showrunner mostly highlights how some struggle to handle new voices taking over the cultural conversation.","itags":["npr_api","350583274"],"guid":"efcc9cac-19be-4fba-b5bb-a5711686c2be","contentencoded":"<p>This is what happens when voices that have normally been pushed to the background take center stage.</p><p>That's the reaction I usually offer these days whenever someone asks me about a race-based media firestorm — this time, in reference to the nuclear-sized backlash against <em>New York Times</em> TV critic Alessandra Stanley's <a href=\"http://www.nytimes.com/2014/09/21/arts/television/viola-davis-plays-shonda-rhimess-latest-tough-heroine.html?_r=1\">bewildering commentary</a> on Shonda Rhimes, one of the most successful showrunners in television history.</p><p>In trying to assess Rhimes a week before shows from her production company take over all of ABC's Thursday night in prime time, Stanley kicked off her piece by suggesting the producer's autobiography should be called \"How to Get Away with Being an Angry Black Woman.\"</p><p>Stanley <a href=\"http://www.buzzfeed.com/jaimieetkin/shonda-rhimes-response-to-angry-black-woman#19nuev3\">has said </a>her piece was an attempt to praise Rhimes. But others, including Rhimes herself, noted several instances in which the <em>New York Times</em> critic seemed to invoke the very stereotypes she was supposedly deflating.</p><p>NPR pop culture blogger Linda Holmes, who interviewed Rhimes for a Smithsonian event last week, <a href=\"http://www.npr.org/blogs/monkeysee/2014/09/22/350563549/the-only-one-a-talk-with-shonda-rhimes\">wrote about</a> how her status as the most successful black female producer means that's often all she's ever asked about. Even the newspaper's public editor <a href=\"http://publiceditor.blogs.nytimes.com/2014/09/22/an-article-on-shonda-rhimes-rightly-causes-a-furor/?_php=true&_type=blogs&_r=0\">weighed in</a>, calling the <em>Times</em> analysis \"at best ... astonishingly tone deaf and out of touch.\"</p><p>What's happened here is that a new voice has asserted itself at the highest levels of the television industry, and folks are scrambling to figure out what that means. The only other producers to control as much real estate in prime time TV are white men like Aaron Spelling, Dick Wolf and Norman Lear. That Rhimes has achieved all this while showcasing black female characters in bold new roles is nothing short of revolutionary.</p><p>So I wasn't surprised to see at least one critic stumble while trying to see this new paradigm through old sensibilities.</p><p>The heart of the issue in many modern racial controversies — especially involving black people and violence, as in Ferguson, Mo. — is the fear that African-Americans will be labeled as dangerous, aggressive and, yes, angry, for expressing emotions that are perceived in less alarming ways when voiced by people who are not black.</p><p>This is the semantic quicksand Stanley leaped into with her first, ill-chosen line. I saw two basic issues in this, um, scandal that often arise in similar race-based dust-ups.</p><p><strong>Problem No. 1: Articulating the actual racial issue at hand. </strong>It remains amazing to me how many people react to race-based controversies without knowing exactly what the problem is that has caused the controversy.</p><p>When speaking about media coverage of Trayvon Martin, the black 17-year-old killed in 2012 by neighborhood watch volunteer George Zimmerman in Florida, I often ask: Why was this such a huge story? I usually get blank stares; some people mention the concern that Zimmerman racially profiled Martin. Almost no one notes the alarm about institutional racism: the worry that police and prosecutors in Florida treated the death of a black teen differently from that of a white teen by, for example, waiting 44 days to arrest Zimmerman.</p><p>So, in the case of Stanley's piece, what exactly was she articulating? That Rhimes has destroyed the stereotype of the angry black woman, or that she's just found a way to bend it into a form that works for her shows?</p><p>The critic is right when she notes that Rhimes \"has done more to reset the image of African-American women on television than anyone since Oprah Winfrey,\" but too many other parts of the piece read like backhanded compliments couched in racially clumsy language.</p><p><strong>Problem No. 2: Seeing the rise of new voices as a conflict instead of a liberation.</strong> What's wonderful about Rhimes' <em>Scandal</em> for so many women is that there are few female characters on TV — let alone black female characters — who are as powerful, focused, conflicted, vulnerable, capable and compromised as Olivia Pope.</p><p>But it is too easy to see the rise of new voices in combative terms, as a threat or gimmick, mostly because they demand we rethink all the images shown to us in other, less evolved settings. Stanley seems to pingpong between praising Rhimes as a revolutionary and dinging her results, calling her a \"romance writer.\" Small wonder so many readers had a tough time discerning whether the critic was praising or panning her work.</p><p>Rhimes told me in July that she often avoids talking about race with journalists because she feels their questions are simplistic and misguided.</p><p>Still, she also has figured out how to get mostly white TV audiences to watch her subvert many of the tropes applied to black female characters in one show. And one reason <em>Scandal</em> has succeeded is because viewers are well aware of how much ground Pope's character breaks every week on network television, embracing the show for exactly that quality.</p><p>Rhimes succeeds in these things precisely because she doesn't talk about it a lot, allowing her fans to fall in love with the characters before they are distracted by how revolutionary they are. Even as she's shifting what audiences think they know about certain kinds of people onscreen, she's teaching them to love the new vision.</p><p>It seems like a steady progression in her effort to turn classic melodrama into a new form, in part, with casting that cuts against stereotypes and shows TV audiences new kinds of characters.</p><p>Now all Rhimes has to do is wait for some critics to catch up.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Not+To+Handle+A+New+Voice+In+TV&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"258"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351373746-df5910.m3u?orgId=1&topicId=1138&ft=3&f=350583274"},{"href":"http://media.npr.org/assets/img/2014/09/22/shondaandkerry5-a8a30f2750708539bc86d6b3f7bdfeadbbc45f0f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2191","width":"2921"}}]}