{"created":"2014-12-18T20:25:06+00:00","modified":"2014-12-18T22:50:07+00:00","valid":{"from":"2014-12-18T22:50:07+00:00","to":"3014-12-18T22:50:07+00:00"},"hreflang":"en","title":"A Tribute To Stephen Colbert, A Self-Proclaimed 'Junkie For Exhaustion'","published":"2014-12-18T20:24:00+00:00","teaser":"Ahead of <em>The Colbert Report</em>'s last episode, <em>Fresh Air</em> listens back to interviews with Colbert. \"I didn't realize quite how liberal I was until I was asked to make passionate comedic choices,\" he said.","itags":["npr_api","371659078"],"guid":"eff851c1-be04-46c8-b81f-0bf9ee510ec2","contentencoded":"<p>After nine years, Stephen Colbert is retiring the character he created for <em>The Colbert Report,</em> the conservative, self-important blowhard who opines about the news and the media. The final episode airs Thursday. Colbert will take over as host for <em>The Late Show,</em> replacing the retiring David Letterman.</p><p>Since <em>The Colbert Report</em> began, Colbert has seldom appeared in the media out of character. He got his start satirizing the news as a correspondent on <em>The Daily Show,</em> which he joined in 1997 when Craig Kilborn was hosting. Jon Stewart took over two years later.</p><p>In 2005, Colbert left <em>The Daily Show</em> and created <em>The Colbert Report</em>. For it, he created a character that he calls \"passionate.\"</p><p>\"He is closely attached and invested in the stories he's talking about and in the themes that he's talking about,\" Colbert told <em>Fresh Air</em>'s Terry Gross after 23 shows aired. \"He cares deeply about what happens in this country and he just doesn't know a lot about what happens in this country. And so he gets little — you know, little glimpses of things. He has little snatches of information and then he makes broad generalizations based upon that.\"</p><p>The next year, Colbert was the featured comic at the White House Correspondents Dinner. But because <em>The Colbert Report</em> was still less than a year old, a lot of the politicians, operatives and journalists in the audience weren't familiar with the character and didn't know quite how to take what Colbert was saying.</p><p>Then Colbert took his character into the real world. He was granted a right to have a superPAC in 2011 — and the saga taught many people about the overt and covert ways that superPACs raise and donate large sums of money to elect or defeat candidates. In character, he held a press conference outside the Federal Election Commission.</p><p>\"We were injecting ourselves into the news and illustrating what was ridiculous rather than talking about what's ridiculous,\" Colbert says. \"And at our show's best, that's what we do.\"</p><p>Colbert created a new approach to satirizing the news and the news media. He performed his show from Iraq with an audience of American troops and raised enough money to make Colbert Nation the primary sponsor of the U.S. Olympic Speed Skating team in the 2010 Winter Olympics. He testified on Capitol Hill — in persona — using satire to call attention to the problems faced by migrant farmworkers. And last week, President Obama not only was Colbert's interview guest; the president sat in Colbert's anchor chair and did an installment of the regular feature <em>The Word</em>.</p><p><em>Fresh Air</em> pays tribute to Colbert's tenure on his show with pieces from six different interviews since 2005.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On his Second City training and not wanting to do political satire</strong></p><p>I started off at the Second City in Chicago. ... It's an improvisational theater that ostensibly does social and political satire, but when I was there we generally didn't. We did character work and we did just the silliest things we could think of. We weren't all that concerned with, you know, changing the world through mime. And I made a conscious effort then not to do political stuff when I first started out because I found so much political humor false — stuff that just told the audience what they thought already about a political situation. I mean, the example is people making Ted Kennedy drinking jokes, which didn't seem to be informative or satirical. They just seemed mean-spirited and just told the audience what they thought already. And that kind of stuff turned me off.</p><p><strong>On developing a political opinion for <em>The</em> <em>Daily Show</em></strong></p><p>When I got to <em>The Daily Show,</em> they asked me to have a political opinion — or rather Jon [Stewart] did. When Craig [Kilborn] was there, it wasn't so political. Jon asked me to have a political opinion, and it turned out that I had one, but I didn't realize quite how liberal I was until I was asked to make passionate comedic choices as opposed to necessarily successful comedic choices.</p><p>Jon has asked us to be political and to share his interest in doing political comedy that actually has some thought behind it. And, as a result, if you don't do something that you feel passionately about, if you're not talking in a passionate way about it, you're gonna sound just as false as a politician who's doing a stump speech — that is, to please his audience. ... And more than anything else, we don't want to sound predictable and we don't want to sound — or I don't want to sound — like I don't believe what I'm saying.</p><p><strong>On loosely patterning his character on Bill O'Reilly</strong></p><p>I watch the way he talks and I just think, \"God, I wish I could capture some of that, that self-assurance, the ability to talk about anything.\" It's something we're trying to capture on the show. I mean, the show's still in its infancy. We've run 23 shows at this point. But he can talk about anything and it's important because he's talking about it. And that is something we're working very hard to capture on the show because it will allow me to talk about anything I want to talk about and not have to be so tied to what the news cycle is on a day-to-day basis.</p><p><strong>On \"putting the comedy gloves on\" to do satire</strong></p><p>I think a satirist can fall into this — [to] get angry about the things that you're talking about. Or to get, you know, emotional about what you're talking about, and the job is not to come in the morning and have, you know, a shout fest over, \"Can you believe this thing was being done?\" Or, \"OK, can you believe what's being ignored?\" Or, \"What's being purported to be the truth?\" Or, \"What particular moment of BS that is so redolent in the air that's not being sniffed?\"</p><p>You can do that at the morning meeting, but that's not your job. Your job is then to take what happens in that morning meeting and then take the next six hours to distill that into something that's comedy. And I would say those are the gloves. You put the comedy gloves on, and people allow you to throw punches at them or to receive the punches at home because you've got the gloves on. If you just took the gloves off, then it would be too harsh all the time.</p><p><strong>On interviewing people in character </strong></p><p>You don't know who's going to be comfortable dealing with me as a character. And it's — you know, I'm sure it can be a difficult booking at times because, as much as I tell people before the show begins that, \"Hey, I just want you to know, if you haven't seen the show before — or even if you have — I just want to tell you, because it's my little ritual, that I do the show in character and he's an idiot and he's willfully ignorant of what you know and care about. Please, just honestly disabuse me of my ignorance. Don't let me put words in your mouth and we'll have a great time out there.\"</p><p>That's easy to say and easy to hear, but it's another thing when you actually get out there and I am aggressively dumb at you. ... And so that can — I'm sure that can be difficult for people, at times, and I'm very grateful for anyone who would come into that odd arena, and especially someone who doesn't know the show or isn't a fan of the show. And so I say that to every guest so they won't feel surprised. \"You know, I don't really want to — I'm not an assassin.\" ...</p><p>I've had guests that I thought, \"I'm going to go out there,\" and, you know, when the show first started, I thought, \"I got my knife sharpened and I'm going to get this.\" And I thought, \"Why are you going to get this guy? This guy's your guest. You know, be welcoming to this person and then maybe you'll discover something that you couldn't possibly invent and it has been absolutely the truth.\"</p><p>And so I look at every guest as a guest. They're a guest in my home and I am grateful that they would come here and I hope people have a good time. And, if they don't, that's my fault. Or, rather, it's my responsibility. Because if I get into an actual aggressive discussion with a guest about something that perhaps we're disagreeing about — and I'm expressing my disagreement satirically --and if they don't enjoy that, that's OK because I have a responsibility for what I'm saying. But I actually do want people to have a good time.</p><p><strong>On being a \"junkie for exhaustion\"</strong></p><p>I love being in situations where I feel like I'm in trouble. ... It reminds me, like Ernie Kovacs said, that every good idea he ever had was because it was 3:15, and he had a 3:30 production meeting.</p><p>That sense of, \"Oh, we're in trouble, we've got to make this thing work.\" ... We love trying to do something that we probably shouldn't get away with, or that we shouldn't be able to achieve, and it was because it was so hard that I loved it. I'm a junkie for exhaustion, and I'm a junkie for setting up my expectations too high and then trying to meet them.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Tribute+To+Stephen+Colbert%2C+A+Self-Proclaimed+%27Junkie+For+Exhaustion%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2846"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371681458-482ad3.m3u?orgId=1&topicId=1138&ft=3&f=371659078"},{"href":"http://media.npr.org/assets/img/2014/12/18/460161352-bd71ad4bd4428b5983feb92c08946b451f735f52.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2664","width":"3552"}},{"href":"http://media.npr.org/assets/img/2014/12/18/82938775-0eac5aae50b9be7c965e2eb32354f940a4483edf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1926","width":"2568"}}]}