{"created":"2014-10-08T15:50:40+00:00","modified":"2014-10-31T01:57:44+00:00","valid":{"from":"2014-10-31T01:57:44+00:00","to":"3014-10-31T01:57:44+00:00"},"hreflang":"en","title":"Pa. Democrats Aim For Spot To Challenge GOP Governor","published":"2014-05-20T11:46:00+00:00","teaser":"Pennsylvania is among six states holding primary elections Tuesday. Gov. Tom Corbett is unchallenged in the GOP primary, but the general election is a different story.","itags":["npr_api","313810855"],"guid":"f004282f-a680-4d3e-b6a3-fc10a78d369f","contentencoded":"<p>Pennsylvania is among six states holding primary elections Tuesday. Gov. Tom Corbett is unchallenged in the GOP primary, but the general election is a different story.</p><p>Corbett is considered one of the nation's most vulnerable incumbents right now, and a crowded field of Democrats is lined up in hopes of replacing him.</p><p>In his first term, Corbett apparently failed to wow Pennsylvania voters; his poll numbers remain consistently low. That has Democrats here optimistic, and one name in particular is becoming a lot more familiar.</p><p>Businessman Tom Wolf dominated the airwaves early on, spending more than $6 million of his own money. That made Wolf a target for his three rivals in the primary. State Treasurer Rob McCord accuses Wolf of turning the election into an auction.</p><p>\"If it's 100 percent predictable that if you just bring more money to television you're going to be the nominee, I think the Democratic Party could be in trouble in the fall,\" McCord said.</p><p>With few ideological differences between the candidates, the primary debates turned personal. McCord accused Wolf of supporting a racist mayor. Wolf countered that when he learned about the mayor, he convinced him to drop a re-election bid.</p><p>Another candidate has pointed to Wolf's lack of political experience. Rep. Allyson Schwartz says she's the one who knows how to get things done at the state capitol.</p><p>\"We cannot take a risk of someone who is untested, unproven in bringing leadership to government,\" Schwartz said. \"It is different than running a business.\"</p><p>Wolf says on top of running his family's large cabinetry business, he was in the Peace Corp, has a Ph.D. in political science and was appointed state revenue secretary.</p><p>\"Actually I've had a very broad experience in things and I think if I'm unqualified, somebody like me is unqualified to hold public office, then I think that's a serious indictment of our democracy,\" Wolf said.</p><p>The other Democratic gubernatorial hopeful is Katie McGinty, an environmental adviser during the Clinton administration.</p><p>Wolf has maintained a double-digit lead over his rivals, says Chris Borick at the Muhlenberg College, Institute of Public Opinion.</p><p>\"Wolf's strategy of getting out early, getting on the airwaves and establishing a positive campaign has held pretty well for him in the polls,\" Borick says.</p><p>Borick says that positive first impression could also make Wolf a strong Corbett challenger in November. On Tuesday, one key thing will be how much support Wolf garners in Philadelphia's suburbs.</p><p>\"They're just so powerful in terms of the number of swing voters — the overall size in the number of voters in those areas — that they often really dictate what happens statewide,\" he says.</p><p>Jenkintown, Pa., is one of those suburbs. On the street, Republican Allison Gifford says she's a swing voter but she has questions about Wolf spending his own fortune on the primary.</p><p>\"I feel as though the candidate who threw the most money behind their campaign and got themselves out there early is now the front-runner,\" Gifford said. \"And does that necessarily mean that's the person qualified for the job?\"</p><p>Even many Democrats don't seem satisfied with the race so far. Larry Fornaci said he was \"disappointed by the negative tone.\" And Philadelphia resident Meredith Swierczynski described the back and forth within the party as \"frustrating.\"</p><p>\"I really get tired of the arguments,\" Swierczynski said.</p><p>But Fornaci and Swierczynski said despite that, they're pleased that whoever the Democratic challenger will be, they'll take on a vulnerable Pennsylvania Republican.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pa.+Democrats+Aim+For+Spot+To+Challenge+GOP+Governor&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Brady","audio":[{"meta":{"duration":"204"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1313844300-1023b4.m3u?orgId=1&topicId=1014&ft=3&f=313810855"}]}