{"created":"2014-10-08T13:23:26+00:00","modified":"2014-10-31T00:51:08+00:00","valid":{"from":"2014-10-31T00:51:08+00:00","to":"3014-10-31T00:51:08+00:00"},"hreflang":"en","title":"The Women Behind 'Obvious Child' Talk Farts, Abortion And Stage Fright","published":"2014-06-26T20:16:00+00:00","teaser":"For her first feature film, director Gillian Robespierre says she wanted to cast Jenny Slate in the role as an empowered, funny woman. They tell <em>Fresh Air</em> what shaped them as women in comedy.","itags":["npr_api","325508208"],"guid":"f0062a07-ffd9-4a5b-95b7-036c7e4f09b0","contentencoded":"<p>When director Gillian Robespierre co-wrote the new romantic comedy <em>Obvious Child</em>, she says she wanted to bring attention to an empowered, funny woman who has a realistic, safe abortion.</p><p>\"We ... wanted to combine a lot of things that we felt our culture was suppressing,\" Robespierre tells <em>Fresh Air</em>'s Terry Gross.</p><p>In the movie, Jenny Slate stars as Donna, a 27-year-old stand-up comic who still doesn't think of herself as an adult. After a drunken one-night stand, she finds out she's pregnant and decides to have an abortion.</p><p>Slate, a stand-up comic as well as an actress, says she was excited by the role because it was a departure from her previous work.</p><p>\"The character is at once really gentle and very bold and sweet, but [she] also can be rather bawdy at times,\" Slate says. \"I do a lot of comedy work but have yet to do real vulnerable stuff.\"</p><p>In the fall of 2009, Slate became a cast member on <em>Saturday Night Live</em>. During her first show, she mistakenly said the \"f\" word during a skit. The show didn't renew her contract. Slate has a recurring role on Comedy Central's <em>Kroll Show, </em>and on <em>Parks and Recreation</em> she plays Mona Lisa Saperstein. She has also appeared on <em>Bob's Burgers, Girls, House of Lies</em> and the new series <em>Married</em> on FX.</p><p>Slate also voices the animated Web series <a href=\"https://www.youtube.com/watch?v=VF9-sEbqDvU\" target=\"_blank\">Marcel the Shell With Shoes On</a>, which she co-writes with her husband and which they adapted into a best-selling children's book.</p><p><em>Obvious Child</em> is Robespierre's first feature film.</p><p>Robespierre and Slate talk about stage fright, abortion and why fart jokes are funny.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On bringing visibility to the word \"abortion\" </strong></p><p>Gillian Robespierre: It's a word I'm really happy seeing on a poster; I'm really happy seeing [it] in headlines from <em>Variety</em> to<em> The</em> <em>New York Times</em> to Indiewire — and not just these feminist blogs that have been writing about the film since 2009, which is when it started as a short.</p><p><strong>On performing comedy about childhood and sexual feelings</strong></p><p>Jenny Slate: This is the way that I speak to my friends — and I always noticed that I felt this sort of zing of excitement and connection with people [during the comedy shows]. And I felt my identity [was] kind of shining when I would speak about my family and growing up, because it did shape who I am as a woman.</p><p>It's my way of introducing myself, and sort of laying out all of my imperfections and the little doodads that hang off of my personality that I want to protect. But I'm also maybe a little unsure of if they'll be accepted.</p><p><strong>On the taboo of the word \"vagina\" </strong></p><p>Robespierre: My mom said \"vagina\" all the time. She drew me a diagram of my lady parts, and I believe she laminated it after, because everything was laminated in our house. I grew up in the city, so she would laminate my bus passes. And she would laminate my diagrams of like, \"[These are] your ovaries. This is your uterus. [These are] your fallopian tubes.\" I wish I had saved it, but \"vagina\" was nothing shameful in my house.</p><p><strong>On making fart jokes as a woman </strong></p><p>Slate: I always thought that farts were funny, and I always thought that they were mine to talk about because they came out of my body. Or I heard them ... coming out of other people's bodies, so they're part of my experience. ... I never thought of it as something that a woman or a girl wouldn't talk about.</p><p>I think I was aware when I started doing stand-up, especially on my own, that, yeah, I'm getting up on stage, and I'm a woman, and I dress in a sort of typically feminine fashion. I like to wear dresses and skirts when I go onstage because the attitude that I have is: I'm so excited to introduce myself to you. And I want to be wearing what I'd be wearing to a date or a dinner party.</p><p>I guess when I'm up there maybe I'm imagining a world where my nature is celebrated — and my gender is just part of it.</p><p><strong>On how hypnosis helped Slate overcome stage fright after her contract wasn't renewed on <em>Saturday Night Live</em> </strong></p><p>Slate: After <em>SNL </em>... I realized that I didn't like [doing stand-up] as somebody whose \"thing\" that most people maybe knew was that I said a swear. .... I just felt like [the gossip] was kind of high school-y. ...I felt irritated and mad, and I felt like all this stuff [was] being put on me because I'm the girl who said this swear ...</p><p>I got up onstage [for stand-up gigs] thinking that maybe people wouldn't like me to be there. That just broke my heart and made me act weird, and I got terrible stage fright. I couldn't remember how to speak to people anymore. I would have a list. I never write my stand-up out, it's just bullet points — and the bullet points were just boring.</p><p>My husband always told me, \"You're not bombing, it's fine. You're just not enjoying yourself, and you're not trusting anybody. And that's what the sad thing is, is that you're not trusting yourself or anyone else.\" ...</p><p>I tried to just stop [doing stand-up]. I was just like, \"I'm not going to do this anymore; I can't handle it.\" And my husband was like, \"You can cut yourself down in many ways, but I just can't abide by this. It's too much in your nature to be sharing and be gregarious [than] to let it go to waste or go away out of fear.\"</p><p>I had some friends that went to this hypnotist to stop smoking, and I kind of love things that seem magical. And I liked that it was in Santa Monica, and I had to go near the ocean to get my brain washed out or whatever. So I went there. And I went on a Thursday and I got hypnotized. And whether or not it was real, Saturday I had a show and it was the best show I'd had in two years — and my stage fright went away.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Women+Behind+%27Obvious+Child%27+Talk+Farts%2C+Abortion+And+Stage+Fright&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2040"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325890024-6e69ac.m3u?orgId=1&topicId=1137&ft=3&f=325508208"},{"href":"http://media.npr.org/assets/img/2014/06/25/obvious-child-140330_f_group_family_1006_rgb-1--627fc3657a87620c8243a6c803196750c82cde47.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"512","width":"681"}}]}