{"created":"2015-02-15T13:26:12+00:00","modified":"2015-05-13T21:15:33+00:00","valid":{"from":"2015-05-13T21:15:32+00:00","to":"3015-05-13T21:15:32+00:00"},"hreflang":"en","title":"For Musician Jack White, Any Old Guacamole Just Won't Do","published":"2015-02-19T19:52:00+00:00","teaser":"Jack White is a meticulous musician, so it's no surprise that his homemade guacamole has to be well crafted, like his music. And Peruvian chef Martin Morales thinks White has a pretty good recipe.","itags":["npr_api","386409331"],"guid":"f00cbb93-bd84-449c-91ee-1b9c34c89a98","contentencoded":"<p>Jack White, formerly of the White Stripes, must really hate bananas. Because according to his <a href=\"http://www.oudaily.com/l_and_a/jack-white-concert-costs-ou-over/article_28058ff8-aa87-11e4-9ba8-979191960943.html\">concert rider</a>, which was recently made public, he doesn't want to lay eyes on one at his concerts.</p><p>A \"rider\" is the set of unusual contractual demands that some pop stars make of their hosts when they're on tour. Kanye West wants his chauffeur dressed in 100 percent cotton; Jennifer Lopez's coffee must be stirred counterclockwise; and the Foo Fighters want Cup o' Noodles soup, but only on Wednesdays.</p><p>When White's personal preferences came to light, which includes chicken wings, fresh blackberries and assorted chocolates, one item that stood out was a very special guacamole recipe detailed by White's handler and manager.</p><p>Some have mocked the diva-like tone of the request, but London-based Peruvian chef Martin Morales, owner of Ceviche restaurant in London, has made it, and he thinks it's just right.</p><p>\"It's down to the fresh ingredients and the timing of the way each ingredient is put together,\" Morales says.</p><p>The ingredients (you can find the full recipe below) include ripe avocados, Serrano peppers, tomatoes, cilantro and lime — nothing surprising there.</p><p>But each avocado must be cut three to four slits down, three to four across, cubed with a butter knife, not mashed. It's to be served around 5 p.m. and not made too far ahead of time.</p><p>From a chef perspective, all of those are good calls, Morales says.</p><p>\"If you leave that guacamole sitting there for hours and hours, if you mix it up too much, everything will go limp and it will just be like a damp, soggy, sloppy salad,\" he says. \"No one wants that.\"</p><p>Morales says that texture isn't the only reason to mix the ingredients right before serving, it's also about flavor.</p><p>\"When two ingredients like chili and lime come together, there are chemical reactions that go on, and they're at their height in the first two or three minutes,\" he says. \"If you bite into that, then you're also kind of biting into little explosions of flavor, and that's what Jack White's recipe has.\"</p><hr /><h3>Jack White's Guacamole Recipe</h3><p>(Recipe as written from <a href=\"https://docs.google.com/a/stevemullis.net/file/d/0B14lRCgV2C9wbGpTb0tsQk1iMGstaW5UY0FPMFVuNy1LQ2k0/edit\">White's concert rider</a>)</p><ul><li>8 x large, ripe Haas avocados (cut in half the long way, remove the pit—SAVE THE PIT THOUGH—, and dice into large cubes with a butter knife. 3 or 4 slits down, 3 or 4 across. You'll scoop out the chunks with a spoon, careful to maintain the avocado in fairly large chunks.)</li><li>4 x vine-ripened tomatoes (diced)</li><li>1/2 x yellow onion (finely chopped)</li><li>1 x full bunch cilantro (chopped)</li><li>4 x Serrano peppers (de-veined and chopped)</li><li>1 x lime</li><li>Salt & pepper to taste</li></ul><p>Mix all ingredients in a large bowl, careful not to mush the avocados too much. We want it chunky. Once properly mixed and tested, add the pits into the guacamole and even out the top with a spoon or spatula. Add 1/2 lime to the top later so you cover most of the surface with the juice (The pits and lime will keep it from browning prematurely.) Cover with plastic wrap and refrigerate until served. Please don't make it too early before it's served. We'd love to have it around 5 p.m.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Musician+Jack+White%2C+Any+Old+Guacamole+Just+Won%27t+Do&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"151"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386448397-dd1036.m3u?orgId=1&topicId=1053&d=151&p=10&story=386409331&t=progseg&e=386448272&seg=20&ft=nprml&f=386409331"},{"href":"http://media.npr.org/assets/img/2015/02/15/20150213-jack-white-guacamole-082edit1-59add4ced3b5a41c1ad2a263f9b4cf952c879393.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}},{"href":"http://media.npr.org/assets/img/2015/02/15/20150213-jack-white-guacamole-003edit-493fb09e1afa6906f7e46a5d8c1fbf394bfbc0ba.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1687","width":"2250"}}]}