{"created":"2015-03-16T18:40:54+00:00","modified":"2015-03-17T19:08:35+00:00","valid":{"from":"2015-03-17T19:08:35+00:00","to":"3015-03-17T19:08:35+00:00"},"hreflang":"en","guid":"f00e2931-1570-4ebf-ac6e-2b043ceda0f3","title":"'Power in numbers' is more than a phrase — it's a vital part of social change","published":"2015-03-17T19:08:33+00:00","byline":"Stephen Snyder","tags":["activism","protest","protest movements","mourning","community","SafeMode","Justice","Conflict & Justice","Chapel Hill","North America","United States","North Carolina","North America","Zeynep Tufekci","Martin Luther King","Safemode","Hate crime"],"teaser":"Like many people in Chapel Hill, North Carolina, social scientist Zeynep Tufekci was shocked by the killing of three Muslim students there in February. At a hastily organized vigil the following night, she was reminded of the power of community in addressing problems.","contentencoded":"<p>When <a href=\"http://www.nytimes.com/2015/02/12/us/muslim-student-shootings-north-carolina.html?_r=0\">three Muslim students were shot dead</a> in Chapel Hill, North Carolina, under murky circumstances last month, the local community responded with shock and outrage at what many feared was an anti-Muslim hate crime.</p>\n<p>Zeynep Tufekci, an assistant professor at the University of North Carolina at Chapel Hill who studies online activism around the globe, went to a hastily arranged vigil the next night — not as a social scientist, but as a mourner.</p>\n<p>\"I felt alone,\" she says. \"It felt lonely to be so outraged by myself. And I went to the vigil and I saw <a href=\"http://www.nbcnews.com/news/us-news/thousands-gather-vigil-three-slain-chapel-hill-n304811\">thousands of people</a>, including many UNC students who were, just like me, sad and confused. I felt strength and comfort from that.\"</p>\n<p>Tufekci says such gatherings are critical to protest movements. \"You think you're alone, and you're the only person who cares about something<strong> — </strong>and then you show up,\" she says. \"And you're like 'I'm not the only one who cares.' And that gives you hope, even in the midst of grief.\"</p>\n<p>Tufekci stresses the importance of publicly raising issues you care about to prevent what social scientists refer to as \"<a href=\"http://shorensteincenter.org/zeynep-tufekci-tech-tools-can-overcome-pluralistic-ignorance/\">pluralistic ignorance</a>,\" the situation where most people assume that no one else shares their concern.</p>\n<p>\"It becomes a very different social dynamic when you go online and see your neighbors [are] also upset, or go to a protest and see your fellow citizens upset,\" she says. \"It's that community that gives people the power to go for change.\"</p>\n<p>Tufekci notes community building is at the heart of many of the writings of Dr. Martin Luther King, his fight against segregation and the campaign for equal rights for African Americans. \"King pointed to what he called the 'beloved community,'\" Tufekci says, \"and that's what he found strength from: the community of people who related to each other in moral indignity at what was going on.</p>\n<p>\"It's almost like what they they say about soldiers in the battlefield,\" she says. \"They don't fight for their commanders; they fight for each other.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-16%2Fsocial-scientist-goes-protest-and-reminded-about-why-gatherings-matter&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0316201502.mp3"},{"href":"http://www.pri.org/file/0316201502mp3"}]}