{"created":"2015-04-08T07:45:17+00:00","modified":"2015-05-13T21:04:44+00:00","valid":{"from":"2015-05-13T21:04:44+00:00","to":"3015-05-13T21:04:44+00:00"},"hreflang":"en","title":"Doctors Test Tumor Paint In People","published":"2015-04-08T21:52:00+00:00","teaser":"A modified venom from scorpions that carries a dye into the brain and makes tumors glow has cleared its latest hurdle. But will this attempt to improve brain surgery work in humans as well as animals?","itags":["npr_api","397364328"],"guid":"f01144fd-d85c-485a-97b9-71923d7ec5e8","contentencoded":"<p>A promi<em>s</em>ing technique for making brain tumors glow so they'll be easier for surgeons to remove is now being tested in cancer patients.</p><p>Eighteen months ago, Shots first told readers about <a href=\"http://www.npr.org/blogs/health/2013/09/12/221060071/why-painting-tumors-could-make-brain-surgeons-better\">tumor paint</a>, an experimental substance derived from scorpion venom. Inject tumor paint into a patient's vein, and it will actually cross the blood-brain barrier and find its way to a brain tumor. Shine near-infrared light on a tumor coated with tumor paint, and the tumor will glow.</p><p>The main architect of the tumor paint idea is a pediatric oncologist named <a href=\"https://www.fredhutch.org/en/diseases/featured-researchers/olson-jim.html\">Dr. Jim Olson</a>. As a physician who treats kids with brain cancer, Olson knows that removing a tumor is tricky.</p><p>\"The surgeons right now use their eyes and their fingers and their thumbs to distinguish cancer from normal brain,\" says Olson. But poking around in someone's brain with only those tools, it's inevitable surgeons will sometimes miss bits of tumor or, just as bad, damage healthy brain cells.</p><p>So Olson and his colleagues at the Fred Hutchinson Cancer Center in Seattle came up with tumor paint. They handed off commercial development of the compound to <a href=\"http://www.blazebioscience.com/\">Blaze Bioscience</a>.</p><p>After initial studies in dogs showed promise, the company won approval to try tumor paint on human subjects. Those trials are taking place at the Cedars Sinai Medical Center in Los Angeles.</p><p><a href=\"https://www.cedars-sinai.edu/Bios---Physician/P-Z/Chirag-G-Patil-MD.aspx\">Dr. Chirag Patil</a> is one of those surgeons. He says it's remarkable that you can inject tumor paint into a vein in a patient's arm, have it go to the brain and attach to a tumor, and only a tumor. \"That's a concept that neurosurgeons have probably been dreaming about for 50 years,\" he says.</p><p>Patil says they've now used tumor paint on a about a half-dozen patients with brain tumors. They use a special camera to see if the tumor is glowing.</p><p>\"The first case we did was a deep tumor,\" says Patil. \"So with the camera, we couldn't really shine it into this deep small cavity. But when we took that first piece out and we put it on the table. And the question was, 'Does it glow?' And when we saw that it glows, it was just one of those moments ...'Wow, this works.' \"</p><p>In this first study of tumor paint in humans, the goal is just to prove that it's reaching the tumor. Future studies will see if it actually helps surgeons remove tumors and, even more important, if it results in a better outcome for the patient.</p><p>That won't be quick or easy. Just getting to this point has been a long slog, and there are bound to be hurdles ahead.</p><p>And even if tumor paint does exactly what it's designed to do, Dr. Keith Black, who directs neurosurgery at Cedars-Sinai, says it probably isn't the long-term solution to brain cancer. \"Because surgery is still a very crude technique,\" he says.</p><p>Even in the best of circumstances, Black says, surgery is traumatic for the patients, and tracking down every last cell of a tumor is probably impossible. Plus, it's inevitable that some healthy brain tissue will be damaged in removing the tumor.</p><p>\"Ultimately, we want to eliminate the need to do surgery,\" says Black. A start in that direction will be to use a compound like tumor paint to deliver not just a dye, but an anti-cancer drug directly to a tumor. That's a goal several research groups, including Jim Olson's, are working on.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Doctors+Test+Tumor+Paint+In+People&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joe Palca","audio":[{"meta":{"duration":"302"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398224695-5fa001.m3u?orgId=1&topicId=1128&aggIds=156490415,130593764&d=302&p=3&story=397364328&t=progseg&e=398224552&seg=18&ft=nprml&f=397364328"},{"href":"http://media.npr.org/assets/img/2015/04/07/glowing-vial-e0dba06813737855f3e39f3b9a6a3bc592cd58d9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1085","width":"1447"}},{"href":"http://media.npr.org/assets/img/2015/04/06/brain-nir_enl-cf4a5d75f16274f05795ee5f9b3d220746359be7.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"294","width":"274"}}]}