{"created":"2015-04-08T19:51:02+00:00","modified":"2015-04-09T18:43:21+00:00","valid":{"from":"2015-04-09T18:43:21+00:00","to":"3015-04-09T18:43:21+00:00"},"hreflang":"en","guid":"f03a4e44-3c3d-47c9-b8e6-6782b16a6b78","title":"Water, water everywhere, but in Taiwan today there's just a drop to drink","published":"2015-04-09T18:43:17+00:00","byline":"Nina Porzucki, Christopher Woolf","tags":["environment","water","climate change","government","Environment","Science, Tech & Environment"],"teaser":"Taiwan is experiencing record low rainfall and water shortages. The island surrounded by water has had to restrict water consumption. ","contentencoded":"<p>Starting today, residents in several cities in northern Taiwan will wake up, turn on the tap and nothing will come out. </p>\n<p>Drought seems to be capturing headlines lately. California, as you've probably read, is facing extreme water shortages. Brazil, too. And now Taiwan — an island nation surrounded by water — is being forced to ration water.</p>\n<p>The cause for Taiwan’s current water shortage, according to the BBC’s Cindy Sui, is an extended period with little rain.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>VIDEO - Taiwan rations water amid drought <a href=\"http://t.co/s9MxZMSBvr\">http://t.co/s9MxZMSBvr</a> <a href=\"http://t.co/0Nu3h4Riiz\">pic.twitter.com/0Nu3h4Riiz</a></p>\n<p>— geogabout (@geogabout) <a href=\"https://twitter.com/geogabout/status/585700371437334528\">April 8, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>“It’s interesting to point out that Taiwan doesn’t actually normally lack rain, but in the psat year the amount of rain that has fallen here has reached a record low,” Sui says.</p>\n<p>Officials are attributing the lack of rain to climate change, according to Sui.</p>\n<p>“While there is a lot of rain falling in Taiwan, the number of rainy days has been fewer so a lot more rain falls in a shorter number of days. Basically we’re seeing more extreme weather conditions here that’s partly what’s causing this problem,” Sui says.</p>\n<p>More than one million households will be affected by rationing measures.</p>\n<p>Starting Wednesday, Taiwan turned off the taps completely for two days in several northern cities to ease water consumption.</p>\n<p>“Many people are getting by using tubs, filling them up with water the night before and using the tubs to flush toilets, to take baths and do their cooking,” Sui explains.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>Phase-three water rationing begins in parts of northern Taiwan <a href=\"https://twitter.com/hashtag/drought?src=hash\">#drought</a> <a href=\"http://t.co/rHYaE8IzUt\">http://t.co/rHYaE8IzUt</a> <a href=\"http://t.co/EVXvXzy77K\">pic.twitter.com/EVXvXzy77K</a></p>\n<p>— Focus Taiwan (@Focus_Taiwan) <a href=\"https://twitter.com/Focus_Taiwan/status/585789307866058753\">April 8, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>This isn’t the first instance of Taiwanese rationing water. In 2002, the capital city, Taipei was forced to limit its water use.</p>\n<p>Still, this type of water rationing isn't foremost on the minds of Taiwanese, Sui says, and that’s partly because water in Taiwan is usually quite cheap.</p>\n<p>“Many Taiwanese people take water for granted. Water rates here are among the lowest in the world. It’s only one-fifth of the average global cost for water,\" Sui says. \"Most people don’t even think about how much they’re spending on water because it’s so cheap and that leads to lots of waste.\"</p>\n<p>It’s only recently that the Taiwanese have begun to install water saving toilets and faucets. Indeed, even Sui herself, who lives in Taipei, isn’t aware of how much her own water bill costs.</p>\n<p>“I actually don’t even keep track of that, partly because my husband is in charge of paying the bill. But we don’t even discuss it because it’s so low. I mean, the phone bill, I know, the phone bill is quite high, but the water bill we don’t even think about it,” she says.</p>\n<p>Sui is originally from California and is accustomed to water saving techniques.</p>\n<p>“I remember even 10 to 20 years ago, people were planting cacti in their lawns instead of plants that required more watering. I went back last year and friends were using shower water to flush their toilets. But you simply don’t see that in Taiwan because people have taken water for granted,” she adds.</p>\n<p>Veteran environmental journalist and author Fred Pearce says water shortages can't, necessarily, be blamed on climate change. “You’ll sometimes find that public utilities will be very quick to blame climate change, after all they’re a bit embarrassed if their supply systems fail. In Taiwan, there has been under-investment in the water supply.”</p>\n<p>“The global picture really is very mixed,” says Pearce, a frequent contributot to the New Scientist. “What we’re getting is more extreme weather. So we’re getting more droughts, but we’re also getting more storms, more floods, more rain where we don’t expect it and where it does damage. And that’s not a surprise. It’s what the climate models produced by scientists on climate change have been predicting. Now that doesn’t mean that every outbreak of weird weather is caused by climate change, but it’s certainly part of a pattern, and it’s a pattern we’re seeing all round the world.”</p>\n<p>“Therefore,” adds Pearce, “we are going to have to have water supply systems that are more robust, more adaptable to long periods when there’s simply no rain at all.”</p>\n<p>He says whenever an extreme event happens, you can usually point to some other time that it’s happened. “So you can never say it’s unique, and wouldn’t have happened but for climate change. But you can often say it’s much more likely to happen with climate change. If you like, climate change is loading the dice, so that whenever you throw the dice, the chances of something extreme turning up are just that much greater.”   </p>\n<p>Critics say the Taiwanese government should raise the rates for water, however that’s a highly unpopular proposal. The cost of many more things would also go up. And government officials are especially wary of supporting such measures in the lead up to elections next year.</p>\n<p>“This will cost them votes,” Sui adds.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-08%2Fwater-water-everywhere-today-theres-drop-drink-taiwan&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/dry.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/dryjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04082015_08.mp3"},{"href":"http://www.pri.org/file/0408201508mp3"}]}