{"created":"2015-01-23T21:35:38+00:00","modified":"2015-06-25T17:45:32+00:00","valid":{"from":"2015-06-25T17:45:32+00:00","to":"3015-06-25T17:45:32+00:00"},"hreflang":"en","title":"When Pop Broke Up With Jazz","published":"2015-01-27T14:00:00+00:00","teaser":"For the first half of the 20th century, Tin Pan Alley songwriters like Irving Berlin and the Gershwins dominated pop music. By the the 1950s, tastes had changed, and the music changed with them.","itags":["npr_api","379086600"],"guid":"f0462ff3-ea55-4555-85b2-a62a64a88926","contentencoded":"<p>Writer Ben Yagoda has set out to explain a shift in American popular culture, one that happened in the early 1950s. Before then, songwriters like <a href=\"http://www.npr.org/artists/15744000/irving-berlin\" target=\"_blank\">Irving Berlin</a>, <a href=\"http://www.npr.org/artists/15597620/george-gershwin\" target=\"_blank\">George</a> and <a href=\"http://www.npr.org/artists/15597623/ira-gershwin\" target=\"_blank\">Ira Gershwin</a> and Jerome Kern wrote popular songs that achieved a notable artistry, both in lyrics and music. That body of work, at least the best of it, came to be known as the American Songbook.</p><p>By the early 1950s the popular hit song had evolved into a work of less artistic ambition. Novelty and simplicity ruled — and sold. What happened? That's the question that Ben Yagoda addresses in his new book, <em>The B-Side: The Death of Tin Pan Alley and the Rebirth of the Great American Song</em>. He spoke about it with NPR's Robert Siegel.</p><p><strong>Robert Siegel: The way you tell it, the kind of song that gifted songwriters might write, or try to write, wasn't what the big record companies wanted in the early '50s. Why?</strong></p><p><strong>Ben Yagoda:</strong> There was a change in popular taste. The soldiers who had come back from World War II didn't seem to be as interested in the more complex, challenging kind of popular song, the more jazz-based song. Sentimental ballads and, yes, novelty numbers, suddenly was much more appealing.</p><p><strong></strong><strong>You cite an interview that Patti Page, the singer, gave to</strong><strong> <em></em></strong><strong><em>Metronome</em></strong><strong></strong><strong> in 1948. She said, \"You've got to please the people who get up at 8 o'clock in the morning\" — which I guess at the time seemed a measure of getting up early. What you're describing, in part, is the separation of jazz music from popular music in America.</strong></p><p>Absolutely. And for that period that you were talking about, the Great American Songbook period, there was this amazing unity of great jazz and popular songwriting. The songwriters — Berlin, <a href=\"http://www.npr.org/artists/103165585/cole-porter\" target=\"_blank\">Porter</a>, Gershwin — understood jazz. And the great improvisers — Lester Young, Benny Carter and so forth — understood those songs and did great improvisations with them. That broke down after the war.</p><p><strong></strong><strong>There's someone whom you write about a great deal in the book, who was the most important decision-maker at Columbia Records about which songs would be made into records. His name was Mitch Miller, and 10 years later, he was known by everyone in America because he had a TV show with a male chorus called </strong><strong><em></em></strong><strong><em>Sing Along with Mitch</em></strong><strong></strong><strong>.</strong></p><p>Mitch Miller, if you're under 50, means nothing. If you're between 50 and 60 or 65 or so, it's this smiling figure with a goatee, leading singalongs on television. But if you've studied or are aware of music history, his importance was far more than that. He was, simply put, the most powerful man in American popular music throughout the 1950s.</p><p><strong></strong><strong>There's a great scene that you describe of how the songwriters would line up outside Miller's office to try to pitch a song to him.</strong></p><p>Every Tuesday he would have open doors, and the song pluggers — and sometimes the composers themselves — would line up. And he had great ears — he would say, \"There's already been a novelty number about cattle, so we can't do that this week.\" He had his finger on the ear of American listeners, for good or ill, in that period.</p><p><strong></strong><strong>Something interesting about Mitch Miller: I don't think that his face ever appeared on television in my household without my father remarking, \"You know, he's a great classical oboist.\" Yet he seemed to prefer the cheap, overdubbed, childish novelty song to something more sophisticated.</strong></p><p><strong></strong>Well, yes and no. People like <a href=\"http://www.npr.org/artists/15396980/frank-sinatra\" target=\"_blank\">Frank Sinatra</a> and <a href=\"http://www.npr.org/artists/15200004/tony-bennett\" target=\"_blank\">Tony Bennett</a> have subsequently cast him as the villain, in much the same terms that you just used. And I think it's definitely true that he did not see popular music as an art form, but a commercial entity; I think, to him, classical music was the only kind of artistic music.</p><p>But, that said, he really invented the modern role of \"record producer.\" All Tony Bennett's hits of the '50s, and \"Come On-a My House\" by <a href=\"http://www.npr.org/artists/97743054/rosemary-clooney\" target=\"_blank\">Rosemary Clooney</a>, he produced in every sense of the word — with sound effects and overdubbing and really, in its production if not the music, quite sophisticated effects.</p><p><strong></strong><strong>The subtitle of your book is<em> The Death of Tin Pan Alley and the Rebirth of the Great American Song</em></strong><strong></strong><strong>. Talk about rebirth a bit: Yes, the popular song is in decline by the early '50s, but it's hardly the end of the story.</strong></p><p>Not at all — in fact, in my view there's <em></em><em></em><em>two</em> rebirths of the Great American Song. One is in that period of the mid-to-late '50s and into the early '60s. Of course, 1955 was kind of ground zero of rock 'n' roll — <a href=\"http://www.npr.org/artists/15624007/elvis-presley\" target=\"_blank\">Elvis</a> came, \"Rock Around the Clock,\" followed by <a href=\"http://www.npr.org/artists/15131582/chuck-berry\" target=\"_blank\">Chuck Berry</a>, Little Richard, etc. — and all of a sudden that attracted a great amount of attention, especially from younger listeners. But in the sort of shadow of that, this notion of the Great American Songbook emerged. Frank Sinatra, Mabel Mercer, Tony Bennett, <a href=\"http://www.npr.org/artists/15402223/mel-torme\" target=\"_blank\">Mel Tormé</a> — great interpreters started really concentrating on that earlier work, the 1925-to-1945 period, and that continues to this day.</p><p>The other rebirth is before <a href=\"http://www.npr.org/artists/15229570/the-beatles\" target=\"_blank\">The Beatles</a>. That early '60s period turns out to be a sort of ground zero for another kind of great song. So you have <a href=\"http://www.npr.org/artists/14999155/brian-wilson\" target=\"_blank\">Brian Wilson</a> in California writing \"Caroline, No,\" <a href=\"http://www.npr.org/artists/15396875/willie-nelson\" target=\"_blank\">Willie Nelson</a> in Nashville with \"Crazy,\" all those great writers in Detroit. And these songs were not so much jazz-based as the early ones were — they came out of R&B, folk and country. But they have turned out to be just as memorable and just as long-standing.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=When+Pop+Broke+Up+With+Jazz&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"481"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379419947-2ded26.m3u?orgId=1&topicId=1033&aggIds=100876926&d=481&p=2&story=379086600&t=progseg&e=379309297&seg=18&ft=nprml&f=379086600"},{"href":"http://media.npr.org/assets/img/2015/01/22/art-35-by-william-popsie-randolph-163e546510b63c4b300d20ba9d1cee0105da707a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"828","width":"1104"}},{"href":"http://media.npr.org/assets/img/2015/01/22/ben-yagoda-c-maria-yagoda-5d5c989dec87a9d76079a383dfc826d1282a3247.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"425","width":"567"}}]}