{"created":"2014-10-07T19:56:44+00:00","modified":"2015-03-05T15:10:41+00:00","valid":{"from":"2015-03-05T15:10:41+00:00","to":"3015-03-05T15:10:41+00:00"},"hreflang":"en","title":"Guest DJ John Congleton","published":"2014-11-11T15:42:00+00:00","teaser":"Just this year, producer John Congleton has worked on records released by St. Vincent, Swans, Angel Olsen, Cloud Nothings and more. He tells <em>All Songs Considered</em> how he keeps his ears wide open.","itags":["npr_api","354056394"],"guid":"f048a49c-21b1-44ed-ad5c-3ef93065fc65","contentencoded":"<p>This is simply one of our favorite conversations we've ever had on <em>All Songs Considered</em>. Maybe you know John Congleton, maybe you don't. But chances are his production credit is on a record you love. It might be the newest <a href=\"http://www.npr.org/artists/245998397/angel-olsen\" target=\"_blank\">Angel Olsen</a> record or the <a href=\"http://www.npr.org/artists/15159199/st-vincent\" target=\"_blank\">St. Vincent</a> album, or a record by <a href=\"http://www.npr.org/artists/230494985/earl-sweatshirt\" target=\"_blank\">Earl Sweatshirt</a>, <a href=\"http://www.npr.org/artists/15320822/david-byrne\" target=\"_blank\">David Byrne</a>, <a href=\"http://www.npr.org/artists/128651329/lower-dens\" target=\"_blank\">Lower Dens</a>, <a href=\"http://www.npr.org/artists/36898288/erykah-badu\" target=\"_blank\">Erykah Badu</a>, <a href=\"http://www.npr.org/artists/15121130/the-roots\" target=\"_blank\">The Roots</a>, <a href=\"http://www.npr.org/artists/17166030/bill-callahan\" target=\"_blank\">Bill Callahan</a>, <a href=\"http://www.npr.org/artists/15398245/the-mountain-goats\" target=\"_blank\">The Mountain Goats</a>, <a href=\"http://www.npr.org/artists/15168072/modest-mouse\" target=\"_blank\">Modest Mouse</a>, <a href=\"http://www.npr.org/artists/15196136/the-new-pornographers\" target=\"_blank\">The New Pornographers</a>, <a href=\"http://www.npr.org/artists/141038464/swans\" target=\"_blank\">Swans</a>. The list goes on and on.</p><p>John Congleton is a 37-year old musician, producer and engineer with a passion for bringing the best out of the artists he works with. This conversation with John Congleton is as much a philosophical look at life and appreciating sound as it is a geeky look at what a producer does. In a long conversation that touches on his work with some of the musicians listed above, Congleton shared his own mantra as a producer and listener, which was inspired by the example of one of his heroes, the late, great BBC radio DJ, music journalist and taste maker John Peel: \"Any time he ever hears a piece of music that he doesn't like, he just assumes it's his problem.\"</p><p>It's a great philosophy that takes music listening and criticism beyond the judgmental, number-driven rating system that often defines it. Near the start of the conversation, John Congleton said, \"Art that doesn't challenge [me] is not interesting to me. I'm intoxicated by the stuff that I don't understand, 'cause at the end of the day I — if I get something out of that, I'm a better producer, I'm a better listener, I'm a better everything.\" Amen!</p><p>Congleton has a lot more good advice and experience to share with producers, musicians and listeners alike. By clicking the audio link on this page, you can hear this Texan talk about why ZZ Top formed his idea of a good band, how his father influenced his musical taste and some of his <a href=\"https://soundcloud.com/johncongletonandthenightynite\" target=\"_blank\">new solo recordings</a>. Read highlights from the interview below.</p><hr /><p><strong>On The Ronettes' \"Be My Baby\"</strong></p><p>\"Any song that you can identify in less than 10 milliseconds by the bass drum sound, that's a complete production success. The only other song that I can think about like that would be 'Billie Jean' — <a href=\"http://www.npr.org/artists/15373990/quincy-jones\" target=\"_blank\">Quincy Jones</a> and <a href=\"http://www.npr.org/artists/16782748/michael-jackson\" target=\"_blank\">Michael Jackson</a>. Everybody knows 'Be My Baby' from the bass drum. It's like you've dropped a quarter into some cosmic jukebox, and you're just in it.</p><p>\"I can't remember where I heard this, but somebody said pop music was the power of <em>now</em>, the moment of now, and I feel like that song nails that. Because every time that song comes on, time just melts away. For less than three minutes, I'm in that song, and it — it never lets me go.\"</p><hr /><p><strong>On producing for St. Vincent and the song \"Digital Witness\" </strong></p><p>\"Both of us have a tremendous amount of trust in one another. I think she would trust me to the point of where I could capture those moments, and I would trust her to lead the songs in whatever way she thought. Songwriting-wise, that song is completely her — I mean, that's just right out of her brain, honestly. I think that what her and I did in the studio together with that song is never make anything too obvious. If you notice the way she sings the melody — 'Get back' — we endlessly were referencing <a href=\"http://www.npr.org/artists/15784835/the-b-52-s\" target=\"_blank\">The B-52s</a> on that record, and we were like, 'How would The B-52s sing that?' We would actually sing along like Fred Schneider to that song.\"</p><hr /><p><strong>On Pink Floyd and \"Mother\"</strong></p><p>\"I think that the best thing about this song is the build: It just takes its time, never rushes anything. Roger Waters, who I think is a genius, he says these very simple lines, plaintive, and then just lets it sit. And every line is communicating, to me, something profound — like, can I be loved? Will you love me? Like, infantile, id, really important human emotions, and he just lets it sit there — like a bad smell, almost. And I just love that.</p><p><em>\"The Wall</em>, <em>The Final Cut</em>, and <em>Dark Side of the Moon, </em>those are all at the same level, but I chose <em>The Wall </em>because it was so ridiculously a concept record. This was the record that told me that concept records are something I want to do. I was in a band called The Paper Chase and every record we did was a concept record. The last record we did, every song was about a natural disaster, and sort of drawing some sort of parallel between that and the human condition.\"</p><hr /><p><strong>On the role of the producer and the example of the band Suicide</strong></p><p>\"Technology has mutated to the point where you can lay down every idea that's in your head, which is a terrible idea. You just loot the idea. We were talking about 'Ghost Rider' by Suicide — I think that's a perfect example of, of 'Whoa, what a committed sound.' It's so uncompromising and there's nothing else happening and it leaves it all to your imagination. A lot of people will reference this band in the studio, and they're usually the bands that want to put 500 overdubs on their record. And I'm like, you know, 'Listen to Suicide. Listen to the band that you want to be like.'</p><p>\"Robert Fripp [of <a href=\"http://www.npr.org/artists/17078570/king-crimson\" target=\"_blank\">King Crimson</a>] said something that I always think about: 'Everything we truly are is revealed when we play.' My job as a producer is to help tear down those walls and find out who you really are, and exploit that 100 percent. It's really true that young bands, usually they don't listen to one another, and they're obnoxious in the way they play. Which is exactly the way you are when you're 19, you know? You don't listen to anybody and you're obnoxious.\"</p><hr /><p><strong>On \"Grim Grinning Ghosts,\" the song that accompanies Disney World's Haunted Mansion ride</strong></p><p>The vocals are done by Thurl Ravenscroft, who was the voice of Tony the Tiger and the Grinch.<strong> </strong>I mean, This is <a href=\"http://www.npr.org/artists/15295750/tom-waits\" target=\"_blank\">Tom Waits</a> before Tom Waits. When I was a kid, I was so attracted to this song, but I was scared of it. The record would sit with my other records and I would see it in there, and I would be like, 'Do I have the bravery to listen to it right now?' And sometimes I would, and I was mesmerized by it. But the then I grew up, and I went back and listened to it, and was like, 'This is brilliant. This is really, really well done.' I never in my entire life heard background vocals that sounded as tight as that. Never in my life. The harmonies are the tightest harmonies I have ever heard ever. And it's like, this is for a silly kid's record — but they were committed to making something special. Everything about that song is incredible to me.\"</p><hr /><p><strong>On The Jesus Lizard's song \"Then Comes Dudley\"</strong></p><p>\"It comes out with the rhythm section, like an unrelenting beast just walking towards you and knocking things over. And then the guitar comes in, and the guitar almost sounds more like a <a href=\"http://www.npr.org/artists/15368370/miles-davis\" target=\"_blank\">Miles Davis</a> horn line: It's like completely 12-tone, it never repeats a note. One of the amazing things he's doing is he's playing octaves on his guitar, but particularly in a position that makes it sound out of tune. And the only reason why you would ever do that is to make somebody completely unsettled. And that's an artistic choice — I mean, obviously they wanted to scare you. And every time I hear that song, I think the same thing: I'm like, 'Nobody's gonna be my boss!' That was probably one of the songs that made me want to record. ... I truly, truly love this band.\"</p><hr /><p><strong>On recording the Swans album <em>To Be Kind</em></strong></p><p>\"[Swans lead singer] Michael Gira is a true artist in every way that I know how to measure an artist: uncompromising, argumentative. He knows what he wants. I'm just a vehicle for the vision for a band like that, and I felt like I really understood that band a lot. I'd been listening to them for years, watched their trajectory, and I respect Michael. I respect what he's trying to do; I respect that he doesn't care if people like him. So we did that record in a way that Michael had always wanted to do a record, but had been told that he couldn't. For example, much to my chagrin, I recorded them all in the same room without headphones. You can imagine the acoustical nightmare that must have been, 'cause they're the loudest band ever, and they recorded even <em>louder</em>, if you can imagine that. So imagine having a drum kit about six feet away from the vocal mic.</p><p>\"It was extremely hard. And you do give up a lot of clarity, and a lot of perfection in the sounds. But what you can gain, when you're dealing with a band like Swans, that's such a tremendous live band, is the X-factor of those gentlemen playing in the room together. If you've ever seen them, they're definitely scary. They play scary music, and I wanted to somehow facilitate that coming across on the record.\"</p><hr /><p><strong>On producing Angel Olsen's song \"Forgiven/Forgotten\"</strong></p><p>\"Technically, there's something that's really wrong about that mix: When the chorus comes in, the loudest thing is the floor tom. I did that because I wanted to make that chorus sound really absurd. And it really works, and it really makes me excited to hear that. Because that technically is sort of wrong in the same way that there's a lot of things wrong with, oh I don't know, the old Stooges records. They're mixed like cartoons. ... That was my take on a Stooges mix, right there.\"</p><hr /><p><strong>What a producer can do for a band that's not great</strong></p><p>\"A great producer can take a marginal talent and bring out what's special about that marginal talent — because I truly believe that everybody has something to say. It could take a lot of work, but I think so. It's also about understanding where somebody's coming from, and what they want to communicate to the universe. I do think there are no bad ideas — well, very few bad ideas — but millions of failed visions.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Guest+DJ+John+Congleton&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Robin Hilton","audio":[{"meta":{"duration":"4106"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354368117-a76da4.m3u?orgId=1&topicId=1105&aggIds=130267676&e=354056394&d=4106&ft=nprml&f=354056394"},{"href":"http://media.npr.org/assets/img/2014/10/07/johncongleton-8b762ecc8b4b5588672ae79274c402b922b33f94.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}}]}