{"created":"2014-11-13T19:54:22+00:00","modified":"2014-11-14T15:43:14+00:00","valid":{"from":"2014-11-14T15:43:14+00:00","to":"3014-11-14T15:43:14+00:00"},"hreflang":"en","title":"What Does It Mean When Only 40 People Have Your Blood Type?","published":"2014-11-13T20:56:00+00:00","teaser":"“The Man with the Golden Blood” is the story of Thomas, a Swiss boy with the extraordinarily rare blood type RH-null.","itags":["npr_api","363835409"],"guid":"f05521bc-c710-4ff2-b396-3b5a5c7a4e26","contentencoded":"<p>Forty years ago, a young Swiss boy was brought to a Geneva hospital for treatment of a fairly routine childhood infection. When his blood was drawn and tested, doctors noticed an oddity they initially thought was an error.</p><p>After further testing they discovered something that only a few doctors even knew was possible: the child, named Thomas, had blood so rare that many thought he should not be alive.</p><p>His rare blood is called Rh-null and while he’s not quite the only person who has it, only 43 people in the world were found to have it over the past five decades.</p><p>The peculiarity and value of Thomas&#8217;s blood has, in many ways shaped his life. His physician, the director of the National Immunohematology Reference Lab in Paris has called him, &#8220;The Man with the Golden Blood,&#8221; and researchers are clamoring to study it. And if a patient with a rare blood group — even a different one — needs a transfusion, Rh-null blood can be their only hope of survival.</p><p>British author <strong>Penny Bailey</strong> chronicled the story of Thomas, and others with extremely rare blood, in her article <a href=\"http://mosaicscience.com/story/man-golden-blood\" target=\"_blank\">“The Man with the Golden Blood,”</a> published recently in the online science magazine “Mosaic.” She joins <a href=\"http://hereandnow.wbur.org/\"><em>Here & Now</em></a>&#8216;s Robin Young from Bristol, England, along with <strong>Nicole Thornton</strong>, the head of the <a href=\"http://ibgrl.blood.co.uk/\" target=\"_blank\">International Blood Group Reference Laboratory</a> in the U.K., to discuss Thomas&#8217;s case, the rules and regulations around blood donation and the complicated lives of people with extremely rare blood.</p><ul><li><a href=\"http://www.redcrossblood.org/learn-about-blood/blood-types\" target=\"_blank\">Read more on blood types via the American Red Cross</a></li></ul><h4>Interview Highlights: Penny Bailey and Nicole Thornton</h4><p><strong>Bailey on the pressure that donors with a rare blood type face</strong></p><p>“It’s two-fold. On the one-hand, although blood services try very hard to protect their donors, they know they are a very scarce resource. Their blood is very valuable to other people, so there’s a certain amount of personal pressure that certainly the donors feel a kind of obligation to donate as often as they can.</p><p>The other aspect is of course that you have to lead a much more cautious life because it’s so rare that if Thomas or another very rare donor needed blood they’re might not literally be any blood available so you have to be extra careful about not having an accident so Thomas says he drives very carefully. He doesn’t go abroad to countries that don’t have a hospital system that would be able to identify and find some blood that would be compatible for him.”</p><p><strong>Thornton on what makes Thomas so rare</strong></p><p>&#8220;In the case of Thomas, he’s very rare not because of what he has on his cells, but actually what he lacks. He lacks a whole blood group system which is what makes him so rare and what makes his blood so precious for other people because other people who lack different antigens in that system can safely be transfused his blood if they’re the right ABO type.&#8221;</p><h4>Guest</h4><ul><li><a href=\"https://mosaicscience.com/people/pennybailey\" target=\"_blank\"><strong>Penny Bailey</strong></a>, author of &#8220;The Man with the Golden Blood.&#8221;</li><li><strong>Nicole Thornton</strong>, head of the International Blood Group Reference Laboratory.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Does+It+Mean+When+Only+40+People+Have+Your+Blood+Type%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"504"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364061192-6a0a0f.m3u?orgId=1&ft=3&f=363835409"}]}