{"created":"2014-10-10T21:11:22+00:00","modified":"2014-10-30T21:37:11+00:00","valid":{"from":"2014-10-30T21:37:11+00:00","to":"3014-10-30T21:37:11+00:00"},"hreflang":"en","title":"Amid Tight Restrictions And Rubble, A Cement Shortage In Gaza ","published":"2014-10-13T21:15:00+00:00","teaser":"You're not supposed to be able to buy cement commercially in Gaza, but some is being sold illicitly. The material is crucial for replacing homes and shops destroyed in the summer war.","itags":["npr_api","355163204"],"guid":"f058db9c-41ae-4fbb-90d6-7e9038770c54","contentencoded":"<p>Gaza businessman Maher Abu Ghanema wants to rebuild his currency exchange shop in Gaza City, but because for years Israel has restricted cement supplies to only specific projects, it's been slow going.</p><p>\"I need at least 3 tons of cement,\" says Ghanema, who after two weeks of effort found 1 ton. \"Whatever we got is from the black market, and it costs four or five times higher than the original price. Plus, it's low-quality.\"</p><p>There is a black market for cement in Gaza because it's not allowed in freely. Citing security — namely the belief <a href=\"http://www.csmonitor.com/World/Middle-East/2014/0717/Why-Gaza-doesn-t-have-bomb-shelters-video\" target=\"_blank\">that some would be diverted to construct Hamas tunnels and bunkers and for other military uses</a> — Israel's system has permitted only international organizations to bring in preapproved amounts for preapproved projects, and none to be sold in local shops.</p><p>This weekend in Cairo, Palestinian leaders will ask donor countries for $4 billion largely to rebuild tens of thousands of homes and businesses bombed in the Gaza war.</p><p>Last week, NPR went looking for cement in Gaza.</p><p>\"We don't have any, not even through the black market. We cannot — not even a single bag,\" said one shopkeeper.</p><p>Another shopkeeper across the street also said he had no cement — though we spotted a few half-hidden bags marked \"white cement.\"</p><p>Turned out they had 20 50-pound bags, or half a ton. Each bag was priced at about $35, or about six times what a similar amount of cement would cost in the U.S. Eventually, owner Amin Abu Khmer said he can often buy a ton or two a day. Some guy driving a horse cart brings it by, he said. That is all he knows, he said.</p><p>Israel isn't the only country bordering Gaza. <a href=\"http://www.npr.org/blogs/parallels/2013/08/22/206689156/Egyptian-Crisis-Slows-Flow-Through-Gazas-Smuggling-Tunnels\">Until smuggling tunnels from Egypt were mostly shut down last year</a>, construction materials and a lot of other contraband came in underground. And about a year ago, big projects funded by the Gulf Arab country of Qatar started delivering cement legally from Egypt.</p><p>Ahmed Abu Ras, who manages the Qatar-funded projects in Gaza, says to make sales worthwhile for the Egyptian exporting firm, he had to agree to buy more cement than his projects needed.</p><p>\"Our grant covers many sectors, like housing, the roads, infrastructure,\" he says. \"Now, what I can do with a lot of amount of cement, you know? After two months it's expired. So the excess of amount of cement, we handed it to the [Gaza] Ministry of Economy.\"</p><p>The Gaza Ministry of Economy was run at that time by the Hamas-led government. Abu Ras says the ministry tracked the cement. But clearly there have been several potential channels for cement to get to the private market — or to militants. And now, Gaza needs more cement than ever before.</p><p>\"Obviously we're going to a higher scale,\" says James Rawley, deputy U.N. special coordinator for the Mideast peace process. His office helped broker a new agreement under which Israel will allow much more construction material into Gaza than before — and allow it on the private market. Only preapproved contractors can participate.</p><p>The U.N. will spot-check about 5 percent of small, private construction but track every item brought in for big projects like hospitals. So how foolproof will this be?</p><p>\"To say anything is going to be 100 percent foolproof would be foolish,\" Rawley says.</p><p>But he thinks the system will meet Israeli demands to keep cement out of the hands of militants. Contractors will be disbarred from the program if cement, rebar or other materials they sign off on are misused.</p><p>\"If you're a supplier from the West Bank or elsewhere and you're disbarred, that means you're going to lose a lot of money,\" Rawley says.</p><p>Gazan Rafiq Hassouna says his construction company already lost tens of millions of dollars because of border restrictions. He thinks they should end, saying supervision did not stop militants from building the <a href=\"http://www.npr.org/blogs/parallels/2014/07/30/336594614/gazas-network-of-tunnels-is-a-major-hole-in-israels-defenses\">concrete-lined tunnels that were used to attack Israel during the war</a>.<strong> </strong></p><p>\"Why not to open the border for material freely? You have now seven years of supervision. Did you prevent Hamas to make its military construction? No,\" he says.</p><p>U.N. officials hope the new rules may lead to a full opening of Gaza's borders. Israel is not ready for that yet, but Israel's military chief of staff said recently that consolidating the cease-fire depends on improving Gaza's economy. International donors say they want assurances Israel will act on that before opening their wallets.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Amid+Tight+Restrictions+And+Rubble%2C+A+Cement+Shortage+In+Gaza+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"324"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355187990-5215a4.m3u?orgId=1&topicId=1009&ft=3&f=355163204"},{"href":"http://media.npr.org/assets/img/2014/10/10/181531129-c4c7cded7bf5b64a9c98824acd39663f7e78c27f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2683","width":"3578"}},{"href":"http://media.npr.org/assets/img/2014/10/10/gaza_cement-e0030154cd5f4ce86cd4dda31d6a8e3bfd501611.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"463","width":"617"}}]}