{"created":"2015-02-12T22:50:59+00:00","modified":"2015-02-25T16:08:42+00:00","valid":{"from":"2015-02-25T16:08:42+00:00","to":"3015-02-25T16:08:42+00:00"},"hreflang":"en","title":"Obama's Plan To Tax Overseas Earnings Draws Scrutiny","published":"2015-02-20T20:15:00+00:00","teaser":"American firms have about $2 trillion in overseas accounts — money they could be using to hire workers and pay dividends in the U.S. The president wants to encourage them to bring that money home.","itags":["npr_api","385471616"],"guid":"f06b46cf-ee41-433e-a433-0dea05d6a45b","contentencoded":"<p><a href=\"http://www.npr.org/2011/03/17/134619750/how-offshore-tax-havens-save-companies-billions\" target=\"_blank\">American companies have about $2 trillion in overseas accounts</a> — money they could be using to hire workers and pay dividends in the United States. But they're reluctant to do so, in part because of the way the U.S. tax system works.</p><p>President Obama <a href=\"http://www.npr.org/2015/02/02/383346029/a-look-at-whats-inside-obamas-budget-proposal\" target=\"_blank\">proposed some big changes in the tax code last month</a> that would encourage U.S. companies to bring more money home. A lot of people in Washington agree with the goal, but there's sharp disagreement about how to accomplish it.</p><p>Last month, <a href=\"http://ec.europa.eu/competition/state_aid/cases/254685/254685_1614265_70_2.pdf\" target=\"_blank\">the European Union issued a report about Amazon and the taxes it pays</a>. The online retailer does a lot of business in Europe but its corporate tax rate is in the single digits, says Crawford Spence of the University of Warwick in England.</p><p>\"They pay very little tax here, because <a href=\"http://america.aljazeera.com/articles/2015/1/16/amazon-eu-tax.html\" target=\"_blank\">most of their tax is paid in Luxembourg</a>,\" he says.</p><p>And Amazon isn't alone. Big U.S. companies, including <a href=\"http://www.npr.org/2012/12/07/166713204/starbucks-agrees-to-pay-british-corporate-taxes\" target=\"_blank\">Starbucks</a> and <a href=\"http://www.npr.org/blogs/money/2013/05/22/185896057/why-apple-and-lots-of-other-companies-wound-up-in-ireland\" target=\"_blank\">Apple</a>, have pared down their tax bill by funneling revenue into tax havens like Luxembourg and Ireland. Spence says it's totally legal.</p><p>\"Currently the rules are very complicated, very convoluted, which suits companies very well, 'cause there are always loopholes,\" he says.</p><p>The rules proposed by Obama last month would change that. The president wants to lower the tax rate on overseas corporate revenue, but a 19 percent minimum tax would kick in if companies use too many loopholes and tax havens, says Edward Kleinbard of the University of Southern California law school.</p><p>\"These kinds of games are exactly the reason why you need the minimum tax,\" he says. \"The minimum tax is the safeguard against these kinds of abuses.\"</p><p>And the president has proposed something else: Under current law, U.S. companies can make all the money they want overseas, and as long as they keep it there, they'll never pay a dime of U.S. taxes. That gives them a big incentive to keep profits overseas, which is why Apple and other big companies have huge stashes of money sitting offshore.</p><p>Under the proposal, companies would pay a 14 percent tax on that money, regardless of whether they bring it back home. Whether these proposals will go anywhere is unclear. Kleinbard is optimistic.</p><p>\"The last serious Republican effort from a year ago had exactly the same concepts,\" he says. \"The numbers were lower, but that's what good-faith negotiations are all about.\"</p><p>In other words, the president's proposals represent the kickoff of a lengthy round of bargaining with Congress. So far Republican leaders say they're open to negotiating, but Ken Kies, managing director of the <a href=\"http://www.federalpolicygroup.com/directors.html\" target=\"_blank\">Federal Policy Group</a>, says many business leaders don't like the White House proposals.</p><p>\"A lot of multinationals think they would be put in a worse competitive situation than they are today, because at least today they don't pay U.S. tax on that income until they actually bring it back to the United States, whereas the president's proposal would impose an immediate 19 percent tax,\" he says.</p><p>Kies, who served chief of staff of the Joint Committee on Taxation from 1995 to 1998, is skeptical that corporate tax reform can go anywhere in this political climate.</p><p>\"It's hard to do tax reform under the best of circumstances — and I wouldn't say these are the best of circumstances, with a president who's in his last two years in office,\" he says. \"It's really hard to do really big things.\"</p><p>Kies says a lot of people in the business world want to see tax reform because they're tired of the uncertainty surrounding the issue — but they won't go along with it if they end up paying more, and there isn't enough time left to resolve the issues Obama has placed on the table.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama%27s+Plan+To+Tax+Overseas+Earnings+Draws+Scrutiny&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jim Zarroli","audio":[{"meta":{"duration":"214"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385793984-5b6dcc.m3u?orgId=1&topicId=1006&e=385471616&d=214&ft=nprml&f=385471616"}]}