{"created":"2015-03-09T17:04:58+00:00","modified":"2015-06-05T15:28:17+00:00","valid":{"from":"2015-06-05T15:28:17+00:00","to":"3015-06-05T15:28:17+00:00"},"hreflang":"en","title":"Many Unaccompanied Minors No Longer Alone, But Still In Limbo","published":"2015-03-10T11:45:00+00:00","teaser":"Many of the thousands of youths who arrived in the U.S. in 2014 now live with family, awaiting hearings on whether they can stay. But finding legal and mental health assistance remains a challenge.","itags":["npr_api","390694404"],"guid":"f0765e54-ac1b-4994-ad03-07e2f50a153b","contentencoded":"<p>Last summer, NPR spoke with a teenage boy who fled the violence in his home country to come live with his aunt just outside of Washington, D.C. Jose was just one among the wave of unaccompanied youths from Central America who poured across the border last year.</p><p>Nine months later, he says he's very worried about the safety of his three younger siblings, who still live back home. We agreed not to use Jose's full name or say which Central American country he's from, because his parents were murdered there in 2012 for not cooperating with drug traffickers from a local gang.</p><p>And there's been another family tragedy since Jose, now 17, gave himself up to authorities at the Texas border last June. His aunt, Marta, says her brother, Jose's uncle was brutally murdered in November by the same gang.</p><p>\"He was kidnapped,\" she says, speaking in her apartment in Hyattsville, Md. \"He was coming back from shopping and he was picked up. They tortured him and then brought him back and dumped his body near the house.\"</p><p>Marta says she fears that the killing was in retaliation for her efforts to get Jose into the U.S. and out of the gang's reach. \"It worries me if Jose has to go back because I know Jose would have the same luck,\" she says through an interpreter.</p><p>Jose is one of almost 60,000 unaccompanied minors from Central America now living with family and friends in the United States. Most of the youths are awaiting court hearings to determine whether or not they can stay in the country. Many are also going to school and trying to get settled in new homes and new communities.</p><p><strong>Trying To Settle Into A New Life</strong></p><p>Jose's future is very much up in the air. Like other unaccompanied minors, he's awaiting a court hearing to determine his legal status in the U.S., and whether he will be granted asylum or a special juvenile immigrant visa allowing him to stay.</p><p>While he waits for those legal proceedings, which could take months or even years, he's trying to adjust to a new life. In September, he started ninth grade at the local high school. It's been a challenge, he says, because back home he only made it through third grade.</p><p>\"The hardest is learning English. I've never had English in my country,\" he says.</p><p>Otherwise, he says he's doing pretty well, that he has lots of new friends and plays soccer and basketball. And sitting on the living room couch in jeans, a T-shirt and a new mohawk haircut, the teen looks right at home. He periodically glances at a game he's playing on a smartphone.</p><p>Jose says he misses his siblings back home, but feels a lot safer here.</p><p>\"I like how there is respect for the law here,\" he says. \"You're not afraid that something bad is going to happen to you, except maybe if you go out at night. But who wants to go out at night?\"</p><p>Jose is among the luckier immigrant youths who recently arrived in the U.S. His aunt has been able to get lots of help from local churches and social service agencies. More important, he has a lawyer — which most of the minors do not.</p><p>Catholic Charities of the Archdiocese of Washington in Washington, D.C., represents Jose, as well as dozens of other immigrant youths. But James Montana, a Catholic Charities attorney, says there's a desperate need for more volunteer attorneys to handle these cases.</p><p>\"We try to do triage and sort through the cases to pick the ones where we have the best chance of making a difference,\" he says. \"But we're nowhere close to meeting the demand.\"</p><p>A recent <a href=\"http://trac.syr.edu/immigration/reports/371/\">study by Syracuse University</a> found that two-thirds of unaccompanied minors do not have legal representation — and that having it makes a big difference; those with attorneys are far more likely to be allowed to stay in the United States.</p><p>\"These kids are facing exile and in some cases death. It's also very hard to represent yourself <em>pro se</em> when you're a 10-year-old in a new country and you don't speak the language,\" Montana says, adding that one of his attorneys is currently representing a 10-year-old child.</p><p><strong>Trauma That Leaves Entire Families In Need</strong></p><p>Social service providers say young immigrants are facing many other stresses beyond the uncertainty of their futures in the U.S.</p><p>JoAnn Barnes oversees children, youth and family services in Montgomery County, Md., where more than 1,300 unaccompanied minors have settled over the past year. She says many of the children have been through terrible traumas, back home and during their journeys north.</p><p>\"A lot of that trauma surfaces in their behaviors once they get here, in incidences of violence. And they definitely need mental health support,\" she says.</p><p>The county has hired several social workers, or \"navigators,\" to go into the Latino community to make sure those who need help know where to get it. Barnes says one challenge is making sure that the immigrants feel they can trust the government to help.</p><p>She adds that it's not only the minors who need support, but their entire families.</p><p>Jose's Aunt Marta admits things are more difficult for her now, trying to raise her own two, small children in addition to Jose. With all the legal and other appointments she's had to attend to try to help her nephew secure a permanent place in the U.S., she had to quit her full-time cleaning job, she says. Now, she says, she has to get by doing odd jobs, cleaning and babysitting when she has time.</p><p>\"It's been very difficult for me because I don't have a full-time, stable job and sometimes I feel boxed in,\" she says.</p><p>On the other hand, Marta says, she's watched Jose become happier and more relaxed during the time he's been living with her. He's also more outspoken and willing to share his story. She tells him, she says, that he's now in a country where he has a voice.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Many+Unaccompanied+Minors+No+Longer+Alone%2C+But+Still+In+Limbo&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Pam Fessler","audio":[{"meta":{"duration":"270"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392014906-cfdd97.m3u?orgId=1&topicId=1091&d=270&p=3&story=390694404&t=progseg&e=392014805&seg=12&ft=nprml&f=390694404"},{"href":"http://media.npr.org/assets/img/2015/03/05/450883222-81e49dd012b3ab854caca2e790e33c95a2e06085.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1930","width":"2575"}}]}