{"created":"2014-12-08T21:31:50+00:00","modified":"2015-01-02T21:05:15+00:00","valid":{"from":"2015-01-02T21:05:15+00:00","to":"3015-01-02T21:05:15+00:00"},"hreflang":"en","title":"GOP Leaders: Gas Tax Hike Could Fuel Fixes To Bad Roads And Bridges","published":"2014-12-09T18:57:00+00:00","teaser":"Several states, including those led by Republicans, aren't waiting for Congress to shore up the federal highway trust fund and help pay for repairing worn out infrastructure.","itags":["npr_api","369373660"],"guid":"f07a3230-f389-4a4d-b416-0d52b66a704b","contentencoded":"<p>Gasoline prices are at their lowest level in four years. The price at the pump in many states is almost a full dollar cheaper than it was last spring.</p><p>So some politicians think this is a good time to raise gasoline taxes. Several states are tired of waiting for Congress to fix the federal highway trust fund, so they're considering raising gas taxes themselves to address their crumbling roads.</p><p>Michigan Gov. Rick Snyder is trying to sell that state's legislators — especially those in his own Republican party — on raising the state's motor fuel tax to fund long neglected infrastructure needs.</p><p>\"Do you know of anyone who says we have good roads in this state? Nobody,\" said Snyder at a recent speaking engagement after touring a crumbling retaining wall along the Lodge Freeway in Detroit.</p><p>Snyder is calling on lawmakers to roughly double Michigan's gas tax over time, to raise more than $1 billion.</p><p>\"The money I'm talking about is to get us to fair to good roads. They're not even going to be great roads, folks. We can't afford to have great roads in this state given what we need to invest,\" he continued.</p><p>Snyder is one of a growing number of Republicans across the country who see the need to spend big to improve infrastructure, and who are looking to increase gas taxes to pay for it.</p><p>\"There's kind of been a switch that's been flipped,\" says Carl Davis, a senior analyst with the nonprofit Institute on Taxation and Economic Policy</p><p>Davis says gas tax increases are now on the table in states across the country, from New Jersey to Utah to South Carolina to South Dakota. Democratic governors in Delaware, Vermont and Kentucky, and other states are also looking to possibly raise gas taxes, as has been done in Pennsylvania, Maryland, New Hampshire and Wyoming in the last two years.</p><p>\"There have been overwhelming infrastructure needs for quite awhile and now that gas prices are lower, it's a little bit more politically feasible to talk about raising the gas tax,\" he says.</p><p>Davis says states are looking to raise their own gas taxes because the federal highway fund is lacking.</p><p>\"The federal gas tax hasn't gone up in over 21 years and the states don't have the luxury of just sitting around and doing nothing on this issue. They have to find a way to keep their bridges from falling down and keep their roads from developing too many potholes,\" he argues.</p><p>With the federal gas tax stuck at 18.4 cents a gallon since 1993 and construction costs rising, the Highway Trust Fund nearly went broke last summer before Congress came up with a short-term fix that will only last until May.</p><p>While there is some support among a small, but growing number of Republicans in Congress for raising the federal gas tax, including retiring Wisconsin Rep. Tom Petri, and Tennessee Sen. Bob Corker, Congress appears unlikely to act before the end of the year.</p><p>And despite poor road conditions, there is little enthusiasm for a gas tax increase among many drivers.</p><p>At a Mobile gas station and mini-mart in Chicago's south suburbs, customers are overjoyed by the recent sharp drop in pump prices here.</p><p>\"Oh, I love it. I love it. I have extra money to spend,\" says Cheryl Press of Chicago.</p><p>Press says she wants to spend her extra cash on Christmas presents, not a higher gas tax.</p><p>She and others don't expect gas prices to stay this low for long, and fear the impact of higher gas taxes when prices rise again.</p><p>\"The prices [are] a whole lot better than what they were right now,\" says Thomas Harden, as he fills up his pickup truck. \"What's the good in raising the tax?\"</p><p>He'd rather see an income tax increase for the wealthy to fund highway repairs. \"Let the rich folks fix the roads and give people like us a break. That's the way I see it.\"</p><p>But not everyone is against the idea. Ted Bonau says he'd support an increase in the gas tax to fix the roads.</p><p>\"Yeah, I would. I mean the roads are pretty bad,\" the Chicago resident says.</p><p>So a gas tax increase might be a tough sell, but not an impossible one.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=GOP+Leaders%3A+Gas+Tax+Hike+Could+Fuel+Fixes+To+Bad+Roads+And+Bridges&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Schaper","audio":[{"meta":{"duration":"219"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369402160-76d013.m3u?orgId=1&topicId=1006&ft=3&f=369373660"},{"href":"http://media.npr.org/assets/img/2014/12/08/th-a22f6ba7d84e8f403263abb227d06ef9a9a0da04.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"3997"}},{"href":"http://media.npr.org/assets/img/2014/12/08/gas-f2264fc03e9e86c7a39024ada453f0ab9711e561.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2617","width":"3489"}}]}