{"created":"2015-05-29T20:50:57+00:00","modified":"2015-06-03T23:05:51+00:00","valid":{"from":"2015-06-03T23:05:51+00:00","to":"3015-06-03T23:05:51+00:00"},"hreflang":"en","title":"Before Berry Gordy's Motown, There Was John Dolphin's Recorded In Hollywood","published":"2015-05-29T22:20:00+00:00","teaser":"The black entrepreneur who opened a record store called Dolphin's Of Hollywood — in South Central Los Angeles — is the subject of a new musical about his business success and untimely death.","itags":["npr_api","410568290"],"guid":"f0811a5c-ecf5-48a8-bb39-a1d8a8a0e447","contentencoded":"<p>Jeanette Baker got to know John Dolphin when she was an aspiring teenage singer in the 1950s.</p><p>\"I can see him now walking around with that cigar,\" Baker says. \"When he walked around, you knew he was somebody, OK, because he had that air ... which was kind of unusual in those days because being a black man with all that competence that he had, he was like a role model to us.\"</p><p>Before there was <a href=\"http://www.npr.org/2013/03/08/173734121/for-berry-gordy-broadway-is-memory-lane\" target=\"_blank\">Berry Gordy and Motown</a>, John Dolphin ran his own record label, Recorded in Hollywood. It was associated with his groundbreaking record shop in South Central Los Angeles and the radio shows broadcast from it, which helped such musicians as jazz bandleader <a href=\"http://www.npr.org/artists/15373151/charles-mingus\" target=\"_blank\">Charles Mingus</a> and a young <a href=\"http://www.npr.org/artists/15402012/sam-cooke\" target=\"_blank\">Sam Cooke</a> reach the city's white audiences (and beyond). Dolphin's story is now playing to sold-out audiences in Los Angeles as <em>Recorded In Hollywood: The Musical</em>, and is moving to a new theater next month.</p><p>Dolphin's store was just off Central Avenue — the main drag for black LA back then.</p><p>\"Going north on Central, there was the Club Alabam, The Last Word, The Memo,\" Baker says. \"And the <a href=\"https://www.laconservancy.org/locations/lincoln-theatre\" target=\"_blank\">Lincoln Theatre</a>, it breaks my heart that we didn't preserve that, because that's where all the big bands went — all the shows, you name it, everybody was there. You know, <a href=\"http://www.npr.org/2007/12/26/17408371/cab-calloway-a-hi-de-ho-centennial\" target=\"_blank\">Cab Calloway</a>, all of them were there.\"</p><p>But that's not where John Dolphin wanted to open his record store. Early in the musical, he tries to rent space on Sunset Boulevard in Hollywood from a white businessman. He has cash, but no credit. He has references, but none with clout in Hollywood.</p><p>So Dolphin opened his store in South Central, and — deliberately — called it Dolphin's of Hollywood. The year was 1948, and he had big ideas for a record shop, says Phil Gallo, who's written a book on the history of record stores.</p><p>\"He came up with the idea of the 24-hour store, which pretty much did not exist,\" Gallo says. \"He had the idea of putting a radio station inside of a record store. And he had the idea of having a label that would produce out of the record store.\"</p><p>Dolphin had popular white DJs spinning records all night long at the big storefront window. He bought airtime on radio station KRKD, which catered to white listeners. They played Dolphin-produced records and songs by others. And the crossover appeal of the shows helped break a few songs nationally.</p><p>Fans of all colors, Gallo says, began descending on the store from across the city: \"He had parking, so people could hang out in that parking lot, hear the radio station, go into the store, make a purchase or two, go back outside and hang out. So there was a scene that developed, and it was just music fans. It was young kids, and they came from all over.\"</p><p>But the store's popularity became too much for authorities, says Matt Donnelly, who co-wrote <em>Recorded In Hollywood</em>.</p><p>\"They were worried about white girls dancing with black boys, and so they would make arrests, send the white kids home,\" Donnelly says. \"And then, yeah, they would occasionally shut down the shop.\"</p><p>Dolphin was even arrested, as the musical depicts. But he always re-opened and remained a successful businessman.</p><p>At least he did until Feb. 1, 1958. On that day, an aspiring singer and longtime store employee named Percy Ivy became upset when Dolphin wouldn't give him a record deal and shot the store owner to death.</p><p>\"You know, it broke my heart when he got killed,\" says Baker, who heard about the incident the following day. \"It broke everybody's heart. I feel like crying now, because ... we knew in that instant our world had changed.\"</p><p>Dolphin's widow Ruth kept the store going until 1989. Few people today remember the store or its owner, says John Dolphin's grandson, Jamelle. When he was growing up, he says people would always ask him if he was related to the famous record store owner.</p><p>\"And this would be something I kind of grew fond of,\" Jamelle Dolphin says. \"And it was common. And it just started dying — it just stopped happening, around, say, the 1990s and 2000s. And he should be much more part of the history of music in Los Angeles than what he is talked about now.\"</p><p>So he wrote a book about his grandfather that became the basis for the new musical. Jamelle Dolphin also co-wrote the script with Donnelly. The music and lyrics are by Andy Cooper from the hip-hop group Ugly Duckling.</p><p>John Dolphin \"was an entrepreneur,\" Donnelly says. \"He was a visionary. \"He was, as <a href=\"http://www.npr.org/artists/15316566/james-brown\" target=\"_blank\">James Brown</a> put it, the first black man to be successful in the music business. And it's someone that needs to be remembered.\"</p><p>Donnelly and Jamelle Dolphin hope<em> Recorded In Hollywood</em> will help revive that memory.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Before+Berry+Gordy%27s+Motown%2C+There+Was+John+Dolphin%27s+Recorded+In+Hollywood&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Iris Mann","audio":[{"meta":{"duration":"335"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410601387-ecc1ff.m3u?orgId=1&topicId=1039&aggIds=100920965&d=335&p=2&story=410568290&t=progseg&e=410437775&seg=18&ft=nprml&f=410568290"},{"href":"http://media.npr.org/assets/img/2015/05/29/dolphins-50d70b8f6635f781d0860f95b14ebb10ff297d0f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2295","width":"3061"}}]}