{"created":"2014-09-08T02:20:11+00:00","modified":"2014-10-30T22:36:27+00:00","valid":{"from":"2014-10-30T22:36:27+00:00","to":"3014-10-30T22:36:27+00:00"},"hreflang":"en","title":"Some Veterans Find Peace Thanks To Scuba Gear, Quiet Waters","published":"2014-09-07T21:44:00+00:00","teaser":"For war veterans on two separate coasts, scuba diving provides relief from physical injuries and PTSD. \"It's so beautiful again,\" says one. \"You forget everything that's above that water.\"","itags":["npr_api","346582682"],"guid":"f0891535-d780-4108-9131-2a71136f6756","contentencoded":"<p>When Marine veteran Tim Maynard returned home from active duty last year, he was diagnosed with PTSD. His life spiraled out of control.</p><p>\"Things went kind of down a dark road for me after getting out,\" Maynard says. \"With the PTSD, I lost my family, I lost my job; my apartment complex kicked me out because I had a flashback.\"</p><p>No matter what he did, nothing seemed to help.</p><p>\"I went through group therapies. I was actually institutionalized for a little while because of the PTSD, I was having flashbacks thinking I was in other places. I went through some electric therapy, one-on-one counseling, they put me through medication for about two years —  and nothing was really working,\" he says. \"It was ups and downs, it was just driving me crazy and it was tearing my body apart.\"</p><p>Then, Maynard came across a program in his hometown of Greenville, N.C, that offered free scuba diving lessons to veterans who received the Purple Heart.</p><p>So he signed up.</p><p>\"That first time I got in the water, it was just — it was like everything stopped. Everything,\" he says. \"I was just mind-blown at how alone yet safe I felt. I just felt like nothing else mattered except for me swimming around right there. And then when I came up, I just couldn't even express the amount of joy. It was an overwhelming sense of emotion.\"</p><p>Maynard says he finally felt a sense of relief.</p><p>\"Diving is all that I had,\" he says, choking up. \"And that's all I kept doing because that was what made me feel good.\"</p><p>He says scuba diving saved his life. Maynard goes diving at least once a week now, from the Florida Keys to the Bahamas. He explores shipwrecks off the coast of North Carolina.</p><p>\"It's been about nine months since I've had an anxiety attack,\" he says. \"I don't have to take my medicine for it anymore, because I'm diving so regularly. I feel a sense of euphoria for two or three days after I do the dives.\"</p><p>Across the country in San Diego, Calif., Marlene Krpata is doing the same thing.</p><p>When she dives down deep, she says the ocean comes alive.</p><p>\"The different schools of fish will start to appear,\" Krpata says. \"You start hearing yourself taking your breath in and then the bubbles coming out. You start to breathe a little slower and everything slows down for you.\"</p><p>Krpata was an intelligence officer in the National Guard serving in Iraq when she came under enemy mortar fire. Shrapnel damaged the nerves in her right leg and she eventually had to amputate below the knee.</p><p>Not only did she come home with physical injuries, she came back with guilt.</p><p>\"If I felt like I didn't get the information out quick enough, and if my information might have saved that soldier's life, I took it personally,\" she says. \"That that soldier had died because I didn't do something quick enough.\"</p><p>VA counselors suggested she try to live in the moment. Krpata says that didn't help.</p><p>\"I would throw the books and I'd get mad and I couldn't understand this 'living in the moment,' \" she says. \"I couldn't do it here.\"</p><p>At her job, she was struggling to make it through the workday.</p><p>\"I work in a company that, we manufacture big turbines and the manufacturing plant is very noisy,\" Krpata says. \"And when I first went back, it was very hard. Times I would break into tears cause it'd just get too chaotic for me and I couldn't handle it.\"</p><p>But underwater, it's quiet.</p><p>\"That completely calms me down,\" she says. \"That completely gives me peace. It's so beautiful again. You forget everything that's above that water and what's below the water is all you think about.\"</p><p>She says she's finally able to live in the moment when she goes scuba diving. Krpata swims with groups like Dive Pirates and the Challenged Athletes Foundation in San Diego.</p><p>As for Tim Maynard, he's an instructor at Scuba Now in Greenville, getting other veterans in the water.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Some+Veterans+Find+Peace+Thanks+To+Scuba+Gear%2C+Quiet+Waters&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"245"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1346627791-0657f3.m3u?orgId=1&topicId=1091&ft=3&f=346582682"},{"href":"http://media.npr.org/assets/img/2014/09/07/scuba2-b0bd0ce50078126bdb2c7970d50edff2080dc4df.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"719","width":"959"}},{"href":"http://media.npr.org/assets/img/2014/09/07/scuba3-6b43e1997ec998cde95a50315b6e16b04932911b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"719","width":"959"}}]}