{"created":"2014-09-19T19:44:12+00:00","modified":"2014-12-23T18:41:36+00:00","valid":{"from":"2014-12-23T18:41:36+00:00","to":"3014-12-23T18:41:36+00:00"},"hreflang":"en","title":"Want To Eat Brazilian Food At The World Cup? Please Step Outside","published":"2014-07-07T14:53:00+00:00","teaser":"There's virtually no Brazilian fare inside the World Cup stadiums, but outside you'll find proud vendors of traditional foods. They fought FIFA to be there, and surprisingly, they won.","itags":["npr_api","328522903"],"guid":"f0901e41-6e36-4ce5-a94f-04c53414b1d9","contentencoded":"<p>The stadiums of the 2014 World Cup in Brazil are all different, constructed to reflect the region. Natal's arena has a wavy beach-dune style, while the stadium in Manaus looks like a woven basket.</p><p>Inside those stadiums, however, you'd never know you're in Brazil. Budweiser is an official beer seller, and Coke has the soda market cornered. Other menu items include hot dogs, cheeseburgers and turkey sandwiches. It's almost impossible to find any Brazilian fare on the menu.</p><p>FIFA puts on the World Cup and is often criticized for lavishness and the high cost of staging the games, not to mention what's seen as its unwillingness to compromise, especially when protecting sponsors. But then FIFA met Rita Santos and her passion.</p><p>On any given day, she and her friends are in a lovely part of Salvador called the Pelourinho, making the popular street food, <em>acaraje</em>. She uses a large spoon to mash up beans, onions and salt to create a dough ball that gets deep-fried. Then it's sliced in half, slathered with a spicy pepper sauce and cashew paste and topped with shrimp.</p><p><em>Acaraje</em> was first brought to Brazil centuries ago by African slaves. Today it's almost exclusively made by women known as <em>baianas</em>, who wear flowing, all-white cotton dresses and headscarves.</p><p>For 60 years, the <em>baianas</em> sold <em>acaraje</em> at the old soccer stadium. So when FIFA told the women they couldn't sell <em>acaraje</em> within a mile of the new World Cup arena on game days, that didn't go over so well. Santos blames the Brazilian government for not standing up to FIFA.</p><p>\"They left it open for them to do what they wanted, for them to be able to take over Brazil and do whatever they thought should be done,\" Santos says.</p><p>So the <em>baianas</em> took control and protested in the streets. Tens of thousands of people signed an online petition. FIFA, which is not known for compromise, eventually backed down and allowed the <em>baianas</em> to sell <em>acaraje</em> in the \"fan zone\" outside Salvador's stadium.</p><p>\"We showed that ... we are strong, and that there are other battles we can fight and win as well,\" she says.</p><p>Other World Cup cities in Brazil were emboldened by the victory. In Recife, local leaders got FIFA to allow the sale of their delicacy, a flat pancake called tapioca. Elias Sampaio, an economist who serves on the state budget commission, says the World Cup should showcase more local culture.</p><p>\"It would be better than the situation now ... if all our food in the arena would be our food, our drinking, it would be very good,\" Sampaio says.</p><p>And for Rita Santos, this may be the most important outcome of her fight with FIFA: that future host countries will speak up. She'll be watching to see what happens in Russia at the 2018 World Cup.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Want+To+Eat+Brazilian+Food+At+The+World+Cup%3F+Please+Step+Outside&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Russell Lewis","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1328793762-b3fc17.m3u?orgId=1&topicId=1055&ft=3&f=328522903"},{"href":"http://media.npr.org/assets/img/2014/07/04/acaraje-a52588878007e887daa4c67c5a8a3923180c3597.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1498","width":"2000"}},{"href":"http://media.npr.org/assets/img/2014/07/04/santos-3808e785ee98de703c8bdbc49fc81c56bfd270d7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1498","width":"2000"}}]}