{"created":"2015-05-20T07:27:55+00:00","modified":"2015-05-29T10:00:34+00:00","valid":{"from":"2015-05-29T10:00:34+00:00","to":"3015-05-29T10:00:34+00:00"},"hreflang":"en","title":"An NPR Reporter Raced A Machine To Write A News Story. Who Won?","published":"2015-05-29T10:00:00+00:00","teaser":"Machines are taking on jobs that once seemed robot-proof. But can a machine replace radio reporters? We pit a human against a machine to find out.","itags":["npr_api","406484294"],"guid":"f097ded4-f835-49e4-87a7-c4b1bc8ff732","contentencoded":"<p>Even the most creative jobs have parts that are pretty routine — tasks that, at least in theory, can be done by a machine. Take, for example, being a reporter.</p><p>A company called Automated Insights created a program called WordSmith that generates simple news stories based on things like sporting events and financial news. The stories are published on Yahoo! and via the Associated Press, among other outlets.</p><p>We wanted to know: How would NPR's best stack up against the machine?</p><p>To answer our question, NPR White House correspondent and former business reporter <a href=\"http://www.npr.org/people/2788801/scott-horsley\" target=\"_blank\">Scott Horsley</a> agreed to go head to head against WordSmith.</p><p>The rules for the race: Both contenders waited for Denny's, the diner company, to come out with an earnings report. Once that was released, the stopwatch started. Both wrote a short radio story and get graded on speed and style.</p><p>Scott had a leg up: He used to be a Denny's regular. He even had a regular waitress, Genevieve, who knew his favorite order (Moons Over My Hammy, obviously).</p><p>When the Denny's earnings report came out, WordSmith finished writing the story in two minutes. Scott took just over seven minutes. Here's what they came up with.</p><p>Story #1 is, of course, the one written by the machine. It clearly doesn't have the style of Scott's story. But that could change.</p><p>WordSmith's tone is programmable. The story above was created by a program designed to mimic the straightforward tone of an AP news story. With some work from the company's engineers, WordSmith could study thousands of NPR stories, learn NPR's style, and start slinging its own breakfast-food metaphors.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+NPR+Reporter+Raced+A+Machine+To+Write+A+News+Story.+Who+Won%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Stacey Vanek Smith","audio":[{"meta":{"duration":"212"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408159254-799a2e.m3u?orgId=1&topicId=1006&d=212&p=3&story=406484294&t=progseg&e=408122357&seg=13&ft=nprml&f=406484294"},{"href":"http://media.npr.org/assets/img/2015/05/19/scott-close-737d0b91ec7b1873176e64012b6e551a5b8819a1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"749","width":"999"}},{"href":"http://media.npr.org/assets/img/2015/05/19/scott-close-skinny-2edbf7150e26ee9384adb5a7fc5515cefa4b311f.png","type":"image/jpeg","meta":{"crop":"standard","height":"1079","width":"1439"}},{"href":"http://media.npr.org/assets/img/2015/05/19/scott-close-wide_wide-4e58ae17da71dc5c329c8ec6eff97b6d166aefda.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"449","width":"798"}},{"href":"http://media.npr.org/assets/img/2015/05/15/2015_npr_automated_insights_011-small-50d204e45f69134cf9dca56ff29c698f18289c80.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}