{"created":"2015-02-17T19:12:06+00:00","modified":"2015-02-17T23:33:39+00:00","valid":{"from":"2015-02-17T23:33:39+00:00","to":"3015-02-17T23:33:39+00:00"},"hreflang":"en","title":"A Young Malcolm X, Through The Eyes Of His Daughter","published":"2015-02-17T19:11:00+00:00","teaser":"Ilyasah Shabazz has written a young adult novel based on her father's troubled teenage years, before he became a civil rights activist.","itags":["npr_api","386984966"],"guid":"f09e74cf-b53a-45e1-981f-aaaaa37bc0f3","contentencoded":"<p><strong>Ilyasah Shabazz</strong> is Malcolm X&#8217;s daughter and co-author of a new young adult novel based on her father&#8217;s teen years.</p><p>&#8220;<a href=\"http://www.amazon.com/X-A-Novel-Ilyasah-Shabazz/dp/0763669679\" target=\"_blank\">X: A Novel</a>&#8221; focuses on when Malcolm X, then known as Malcolm Little, dropped out of school after the death of his father and started using drugs and breaking into houses.</p><p>That behavior eventually led to his imprisonment, which is where he came into contact with Islam.</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young speaks with Shabazz about her motivation to write a YA novel inspired by her father&#8217;s story, and the importance of the young audience it targets.</p><p>&#8220;There are many times that young people find themselves at crossroads,&#8221; she explained. &#8220;I think it&#8217;s important that we are honest with ourselves and that we accept responsibility for wherever our young people are.&#8221;</p><ul><li><a href=\"http://apps.wbur.org/books/#herenow\" target=\"_blank\">Find more good reads on our digital bookshelf</a></li></ul><h4>Book Excerpt: &#8216;X: A Novel&#8217;</h4><p><em>By: Ilyasah Shabazz and Kekla Magoon</em></p><p><strong>Harlem, New York, 1945</strong></p><p><img class=\"alignright size-medium wp-image-78433\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/02/0217_Xbook-198x300.jpg\" alt=\"\" width=\"198\" height=\"300\" /></p><p>Friends tell me trouble’s coming. I ease out of the restaurant onto the sidewalk, gun in my pocket. Hand in there, too, keeping it close for good measure. I gotta get back to my pad, and quick now. One foot in front of the other. Keep my head down, hope no one sees me.</p><p>“Hey, Red,” someone says, out of the shadows. I flinch, flick my fingers on the metal. Detroit Red, they call me, though Michigan seems far behind me now. “Hey, Red, I heard Archie’s looking for you.”</p><p>West Indian Archie. The numbers runner I work for. My pulse beats firmer under my skin. “Oh, yeah?” I play it cool. Keep moving.</p><p>Half strangers know? Hell. Rumors don’t lie. West Indian Archie’s mad. He says I wronged him, but I didn’t. You’d have to be out of your mind to try to cheat a guy like Archie.</p><p>A door slams somewhere along the block, and I jump about a mile. A voice calls out, but not to me. I clutch the gun in my coat and scurry on.</p><p>How did it all go so wrong? When I first set foot in Harlem, I was a step ahead of everything. I could blend in with the jive cats, swirl the Lindy ladies, let my feet groove, think of nothing but the now. I could close my eyes, and in closing them not be seen. Slip into the seams of the streets and let them swallow me. It was a glorious fit, so seemingly warm.</p><p>The slick, savvy streets of Harlem welcomed me. I’ve made friends here, a life here, a whole world opening up.</p><p>But now I’ve messed it all up, in a big- time way. No going back.</p><p>Cop car comes rolling around the corner, real slow. Damn. Got to keep outta sight.</p><p>In the middle of the block, there’s a bar I know. Might be best to get inside now.</p><p>“Hey, Red,” the bartender says first off. “Archie’s looking for you. He’s good and steamed. Watch out.”</p><p>“So I heard,” I say, hand in my pocket.</p><p>Bartender looks me up and down. “Well, well. You fixing to fight?”</p><p>“I don’t know,” I say. “I don’t know.”</p><p>Sitting at the bar is an old man from the islands. He moves himself in that wise, wrinkled way. His warm, open expression gives me the out- of- place feeling that he can help me somehow, maybe even save me. I want to lean into it, but when he speaks, it’s to send me away: “You should get outta town, son. And I mean today.”</p><p>The door bangs open. Our three heads turn. A beat cop from the neighborhood strolls in.</p><p>My hand is still on the gun. I ease it out of my pocket, up onto the bar, behind the old islander’s back. The bartender slips it out of sight behind some bottles, but I still can’t breathe.</p><p>“Detroit Red,” the cop says. “You been causing trouble?”</p><p>“No, sir,” I mutter, summoning a layer of polite. I raise my arms for the pat- down. The bartender meets my eye, wipes the counter. You owe me one, he’s thinking. And I know he’ll collect.</p><p>“You’re clean,” the cop says, which is a strange piece of fortune. No reefer, no joint, no stray bag of powder. I place my hands in my pockets, real casual. The cop stands close. I’ve seen him around, patrolling the neighborhood. I wouldn’t have guessed he would know me by name. “I would’ve thought you’d be carrying,” he adds. “Rumor is you’ve got a gun.”</p><p>“Maybe I had one,” I answer. “Maybe I threw it in the river.”</p><p>The cop breathes peppermint inches from my face. “Watch your back, now,” he says, a little bit pleased. I remain stuck there, unmoving, as he strolls out.</p><p>It’s hard to breathe, to think.</p><p>“Get outta here, Red,” the bartender says. “I don’t want any trouble.”</p><p>I leave the bar the back way. All that’s left is to run. If there’s one thing I can do, it’s run. I’ve already been running for so long.</p><p>The avenues are alive with people, late afternoon. Stretch your legs and shoot the breeze. Let your throat loose and holler. Blow off steam. An everyday scene.</p><p>Not for me. Not today. I run.</p><p>People try to stop me. Try to warn me. “Watch out —”</p><p>I can’t make it home. Not like this.</p><p>I race up to my friend Sammy’s pad. Sammy’s stretched out on the bed, floating high. He lifts his head. Sees me standing there, panting, fists clenched. “My man,” he says. “You bringing trouble up in here?”</p><p>“I’ll just be here a minute.” I shut myself in the bathroom, splash some water on my face.</p><p>“Red?” Sammy calls. “You OK?”</p><p>I’m not. I’m not OK.</p><p>My skin is flushed hot. I let the water run, dip my cheek into the ice- cool flow. It feels good.</p><p>“Red,” Sammy calls. “Archie’s down front. His guys say he’s coming up. They say he’s got a gun.”</p><p>My knees buckle. My body bumps down onto the tile, back against the door, tucked as small as I can. I close my sweat- stung eyes. And there are tears now, salty and hot. What have I done?</p><p>“Red!” Sammy shouts. He bangs on the bathroom door. “You gotta go, man. You gotta go now!”</p><p>I curl against the cold tiles. I never imagined I’d be brought so low. Archie’s here to kill me, and there’s nothing I can do.</p><p>My life flashes before my eyes. Every place I’ve ever known. Every face I’ve ever loved. Everything I’ve ever done . . . And it all seems like a dream now, as if any minute I’ll wake up in my childhood bed in Lansing, Michigan, and I’ll be five years old, with Papa still alive and Mom home and smiling, her arms open wide to hold me.</p><p>But Sammy’s voice is what’s real. “Red! You hear me? Red!”</p><p>Here and now, I don’t want to be Detroit Red. I want to slip the skin of this life, to be new and clean again. Just start over. I’ve done it before. I slide my hands over my smooth conk, down to my neck bone, fingers locking tight. It isn’t me they’re after. It isn’t me who’s here.</p><p>“Red! Red!”</p><p>No, no, no. Not Red.</p><p>I am Malcolm.</p><p>I am Malcolm Little.</p><p>I am my father’s son. But to be my father’s son means that they will always come for me.</p><p>They will always come for me, and I will always succumb.</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.ilyasahshabazz.com/\" target=\"_blank\">Ilyasah Shabazz</a></strong>, author, activist, producer, motivational speaker and third daughter of Malcolm X. She tweets <a href=\"https://twitter.com/ilyasahshabazz\" target=\"_blank\">@ilyasahShabazz</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Young+Malcolm+X%2C+Through+The+Eyes+Of+His+Daughter&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"356"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387036831-c431ac.m3u?orgId=1&e=386984966&d=356&ft=nprml&f=386984966"},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0217_X.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"791","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0217_Xbook.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"779","width":"516"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0217_Xdaughter.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"779","width":"519"}}]}