{"created":"2015-04-22T17:35:21+00:00","modified":"2015-06-16T17:16:41+00:00","valid":{"from":"2015-06-16T17:16:41+00:00","to":"3015-06-16T17:16:41+00:00"},"hreflang":"en","title":"Site Of Capsized Migrant Boat Was 'Like A Floating Cemetery'","published":"2015-04-22T19:14:00+00:00","teaser":"Even to experienced emergency crews that have been working to save migrants at sea, it was a shocking sight: survivors bobbing among corpses in the Mediterranean.","itags":["npr_api","401517726"],"guid":"f0a2e510-368b-42bb-b657-595d82b3dfbc","contentencoded":"<p>Even to experienced rescue crews that have been saving migrants at sea for months, the sight of survivors bobbing among corpses in the Mediterranean Sea was a shock. The boat they were on had been stuffed with would-be migrants when it capsized Saturday.</p><p>The tragedy that unfolded last week prompted the European Union to revamp its approach to migrant boats; it also led to the <a href=\"http://www.npr.org/blogs/thetwo-way/2015/04/21/401214629/captain-in-deadly-migrant-boat-sinking-is-charged-with-manslaughter\">arrests of the captain and a member of the crew,</a> who were among the 28 survivors from a boat that is estimated to have held more than 800 people.</p><p>Prosecutors blame the fishing trawler's capsizing on its captain's sloppy handling. Medics who were brought to the scene by the Italian coast guard describe using a dinghy to search for survivors who had been dumped into the water.</p><p>\"We pulled up bodies, then we heard screams,\" says Dr. Giuseppe Pomilla, 30. \"We shined a spotlight and then we saw a guy... holding onto a spare tire ... we pulled him on board. He was shocked when he saw so many dead bodies.\"</p><p>As NPR's Sylvia Poggioli reports, \"Pomilla has been on search and rescue operations in the Mediterranean since last June. But he says he never saw anything like this.\"</p><p>Here's more from Sylvia's story for Morning Edition:</p><blockquote><p>\"We saw another man,\" couldn't tell if he was dead or alive, his eyes were wide open, but he wouldn't speak. Once we got him on the ship, he broke out crying as he grasped the reality that he had lost all his friends.\"</p><p>Medic Enrico Vitriello is 22 years old; this was his first big rescue operation.</p><p>\"They told us there were women and children, but they were kept in the hold below, so they didn't have time to come up when the boat capsized,\" he says. \"I'll never forget what I saw, all those bodies in the water, it was a floating cemetery.\"</p></blockquote><p>Pomilla and Vitriello accompanied the survivors to Catania, Italy, where they arrived Tuesday. That's where Francesco Rocca, who leads Italy's Red Cross, says the people who lived through this ordeal were different from other migrants he has met.</p><p>\"They gave a sense of total desolation,\" Rocca says. \"Normally when migrants arrive here they are euphoric. What I saw was the tragedy of the survivor, those blank looks.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Site+Of+Capsized+Migrant+Boat+Was+%27Like+A+Floating+Cemetery%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"224"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401518893-06f09a.m3u?orgId=1&topicId=1124&d=224&story=401517726&ft=nprml&f=401517726"},{"href":"http://media.npr.org/assets/img/2015/04/22/italian-coast-guard-catania-72804ed8133e0f45a53d4b993cb8dc131f7f77c3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2007","width":"2678"}}]}