{"created":"2015-03-30T07:40:09+00:00","modified":"2015-06-05T15:27:11+00:00","valid":{"from":"2015-06-05T15:27:11+00:00","to":"3015-06-05T15:27:11+00:00"},"hreflang":"en","title":"Sure, Use A Treadmill Desk — But You Still Need To Exercise","published":"2015-03-31T21:31:00+00:00","teaser":"Treadmill desks were the hot new trend in exercising a few years ago. The idea was to get moving and lose weight at work. But a new study suggests people don't use them enough to make a difference.","itags":["npr_api","392580747"],"guid":"f0a4d360-5fe0-43c9-b2d7-6f911e8118d6","contentencoded":"<p>First off, I need to be upfront: I have a treadmill desk. I got it about two years ago, prompted by all the studies showing the dangers of sitting all day. The idea is to get people more active and walking while working. The problem is, I don't use it. In fact, I probably only used it for a few months. I still stand all day, but I'm not walking.</p><p>It turns out I'm not alone. Treadmill desks may have seen their day, according to <a href=\"http://www.timchurchmd.com/\">Dr. Tim Church</a> of the Pennington Biomedical Research Center in Baton Rouge, La. Church specializes in preventive medicine and works with companies to promote healthy activities on the job. A few years ago the treadmill desk \"had a cool toy element to it,\" he says. \"Everybody wanted one, and then when a lot of people got them they just didn't use them that much.\"</p><p>And there's not a lot of evidence showing the benefit — or not — of using a treadmill desk. A recent small <a href=\"http://journals.lww.com/joem/Abstract/2014/12000/Evaluation_of_a_Workplace_Treadmill_Desk.7.aspx\">study,</a> just 41 people, looked at whether the desks helped overweight and obese people get more active. The participants worked at a large insurance company and pretty much sat all day. Half the employees were given treadmill desks and were asked to walk on them twice a day at a leisurely pace for about 45 minutes.</p><p>But the participants didn't use the treadmills as much as they were asked, according to <a href=\"http://health.oregonstate.edu/people/schuna-jr-john\">John Schuna,</a> an assistant professor of exercise and sports science at Oregon State University and one of the study's authors. They averaged just one 45-minute session a day instead of two. And when they did use the treadmill, they didn't burn enough calories to lose weight — their pace was too slow.</p><p>Federal guidelines recommend <a href=\"http://www.health.gov/paguidelines/guidelines/summary.aspx\">150 minutes of moderate to vigorous physical activity</a> every week. That's walking about 3 miles per hour. Schuna says that's difficult on a treadmill desk — while working. If you tried to maintain that pace, \"you'd likely start to perspire; some people may even start to have more labored or heavy breathing,\" he says, and \"it's questionable how productive you could be from a work perspective.\"</p><p>But don't be too quick to write off the treadmill desk, which costs about $1,000 to $1,500. Study participants did increase the average number of steps they took in a day by about 1,000, and Schuna says, \"Something is better than nothing.\"</p><p>If they had done a second 45-minute session or if the study had gone on longer, say six months, there may have been some weight loss, he adds. And as long as you're accumulating some physical activity, \"you're still potentially gaining more health benefit than if you're sedentary all day.\"</p><p>And there are a couple of small studies that do suggest some benefit. One <a href=\"http://onlinelibrary.wiley.com/doi/10.1002/oby.20121/full\">study</a>, headed by <a href=\"http://www.mayoclinic.org/biographies/levine-james-a-m-d-ph-d/bio-20053676\">Dr. James Levine</a>, an endocrinologist at the Mayo Clinic's campus in Scottsdale, Ariz., found that over a 12-month period participants using treadmill desks increased their daily activity and lost weight.</p><p>Levine conducted another small <a href=\"http://hsm.sagepub.com/content/24/2/69.abstract\">study</a> in 2007 at <a href=\"http://salollc.com/\">Salo</a>, a finance, accounting and human resources staffing company in Minneapolis. This also was a very small study, just 18 people. For six months they rotated on and off treadmill desks, walking on average about three hours a day. Everyone lost weight and there were other health benefits, including lower cholesterol and triglycerides.</p><p>Salo's marketing director, Maureen Sullivan, says the desks are still going strong. \"I will get on if I'm on a conference call for an hour at a time,\" she says. \"There are people in our office who are on between one to four hours, either every day or every other day.\"</p><p>One reason the desks remain so popular, she says, is that the company was founded on principles of healthy well-being and works hard to keep that spirit throughout the day. \"We have a culture of movement,\" Sullivan says. There's a game room, walking meetings and a \"contagious\" atmosphere of high energy.</p><p>But the positive benefits found in the Salo study have yet to be reproduced in larger, long-term studies elsewhere. Until then, the bottom line seems to be, if you have a treadmill desk — use it. But don't forget you still have to fit about 150 minutes of moderate to vigorous exercise into your weekly routine as well.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sure%2C+Use+A+Treadmill+Desk+%E2%80%94+But+You+Still+Need+To+Exercise&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Patti Neighmond","audio":[{"meta":{"duration":"205"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396280376-24315d.m3u?orgId=1&topicId=1066&d=205&p=3&story=392580747&t=progseg&e=396280115&seg=7&ft=nprml&f=392580747"},{"href":"http://media.npr.org/assets/img/2015/03/20/treadmill-1-e6f9894047beea943d3d05a2a8cf97195285c847.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1334","width":"1780"}},{"href":"http://media.npr.org/assets/img/2015/03/20/salo_enl-a84de7047c353ce9b81c6be95135bb90ef6fc8cf.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"1526"}}]}