{"created":"2014-11-10T08:05:24+00:00","modified":"2015-05-07T15:31:40+00:00","valid":{"from":"2015-05-07T15:31:40+00:00","to":"3015-05-07T15:31:40+00:00"},"hreflang":"en","title":"If Literature's Great Characters Could Text, They'd Charm Your Pantalets Off","published":"2014-11-30T22:40:00+00:00","teaser":"<em>Texts from Jane Eyre</em> imagines a Mr. Rochester who worries over his \"attic wife\" and a super flirty Scarlett O'Hara: \"did you know that pantalets are out this year[?] that's why I'm not wearing any :)\"","itags":["npr_api","361394145"],"guid":"f0ae86e4-ad5e-47e8-b62d-e056365efe58","contentencoded":"<p>What if the greatest characters in literary history all carried around smartphones and typed out messages to each other? That's the conceit of the new book <em>Texts from Jane Eyre</em>. Author Mallory Ortberg knows it sounds gimmicky, but she loved imagining how Jane Eyre and Mr. Rochester might have texted.</p><p>\"It's just re-imagined dialogue that I think all of these characters would absolutely say in a slightly more familiar context,\" Ortberg explains.</p><p><em>Texts from Jane Eyre</em> also includes lots of texts from other characters in other books. Because Ortberg is well-versed in Western classics, that includes texts between Gilgamesh and Ishtar, Sherlock and Watson, Captain Ahab and Ishmael, and Nancy Drew and her long-suffering boyfriend, Ned.</p><p>The project came about when a friend who'd relocated to the South told Ortberg it was like living in <em>Gone with the Wind</em>, but with cellphones.</p><p>\"I just immediately thought, 'Oh, God, Scarlett O'Hara with a cellphone would be horrifying,' \" Ortberg says, clearly as amused as she was horrified. \"And it was something that actually ended up in the book.\"</p><p>(Exactly as you'd expect, too. See sidebar.)</p><p>Ortberg has satirized Western literature for years, most recently on the website <a href=\"http://the-toast.net/\" target=\"_blank\">The Toast</a>, which she co-founded about a year ago with her friend Nicole Cliffe. Now it gets about 3 million views a month. \"Weird, cool librarians\" is how Ortberg describes the stereotypical Toast reader. \"Actually,\" she adds, \"I was really surprised to learn that something between 30 and 35 percent of our readership are men.\"</p><p>That's surprising because The Toast does little to lure the male gaze. Fans visit The Toast not just for Ortberg's literary satires but for her <a href=\"http://the-toast.net/2014/09/09/unsatisfied-women-western-art-history/\" target=\"_blank\">captions of great works of art</a> that slyly show how <a href=\"http://the-toast.net/2014/09/22/women-want-alone-western-art-history/\" target=\"_blank\">bored</a> or <a href=\"http://the-toast.net/2014/10/02/unhappy-mothers-western-art-history/\" target=\"_blank\">unhappy</a> the women pictured seem to be. (A number of writers contribute to The Toast, but Ortberg is the site's star.) Its highbrow yet subversive sensibility helps The Toast stand out in the ecosystem of feminist pop-culture websites.</p><p>\"I think it brings irreverence and humor and just strangeness,\" observes Roxane Gay, an academic and author of the book <a href=\"http://www.npr.org/books/titles/337171367/bad-feminist\" target=\"_blank\">Bad Feminist</a>. Gay is currently working with The Toast to develop a sister site called <a href=\"http://the-toast.net/2014/09/30/roxane-roxane-roxane/\" target=\"_blank\">The Butter</a>. The two sites will share a commitment to exploring ideas about race, ethnicity, bodies, sex and queerness in the culture at large.</p><p>Ortberg arrived at these interests via a somewhat unexpected route. Her parents run one of the country's larger Evangelical Christian megachurches. \"It certainly was unusual growing up with two fairly well-known pastors as my parents,\" she notes.</p><p>The Ortbergs are also a family of writers, though Mallory may be the only bisexual humorist among them. \"The first time that I brought a girlfriend around, it was certainly a surprise,\" she says. \"But, you know, the first time my parents met her they brought her flowers.\"</p><p>Ortberg remains very close to her parents, who, as pastors, she says, gave her a trusty tool as a humorist: the ability and the desire to bridge the familiar and the unfamiliar. The irreverence may be all her own.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=If+Literature%27s+Great+Characters+Could+Text%2C+They%27d+Charm+Your+Pantalets+Off&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Neda Ulaby","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362952905-f7244e.m3u?orgId=1&topicId=1161&aggIds=100876926&d=233&p=3&story=361394145&t=progseg&e=362952643&seg=6&ft=nprml&f=361394145"},{"href":"http://media.npr.org/assets/img/2014/11/04/great_expectations_page_87small-f2808f571bb5004719428057278de659ebc2a9bb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1284","width":"1712"}}]}