{"created":"2014-10-27T19:01:29+00:00","modified":"2014-10-30T23:17:58+00:00","valid":{"from":"2014-10-30T23:17:58+00:00","to":"3014-10-30T23:17:58+00:00"},"hreflang":"en","title":"New Studies: Low-Salt Diet May Be Harmful","published":"2014-08-14T21:10:00+00:00","teaser":"Three new studies challenge the low salt intake levels recommended by groups like the American Heart Association.","itags":["npr_api","340398202"],"guid":"f0b4955e-5fa0-48a4-8c5b-2b1c2cb1cee2","contentencoded":"<p>A set of three studies published in the New England Journal of Medicine show that people who consumed less than 3,000 milligrams of salt per day were more likely to have a heart attack or stroke, and more likely to die, than people who consumed between 3,000 and 6,000 milligrams per day.</p><p>Average U.S. daily salt intake is about 3,400 milligrams, but groups from the World Health Organization to the American Heart Association recommend significantly lower daily consumption.</p><p>These new studies challenge those low recommendations, and they come on top last year&#8217;s report from the Institute of Medicine, which said there was little evidence that cutting salt consumption aggressively &#8212; to below 2,300 milligrams &#8212; reduced the risk of strokes or heart attacks.</p><p>The American Heart Association has a series of objections to the new study: That it is observational, it does not show cause and effect, it does not rule out other factors and that the methods used to measure sodium levels are questionable.</p><p>And adding to the debate is another study, also published this week in the New England Journal of Medicine, which relied on modeling and concluded that worldwide, 1.6 million deaths were linked to salt intake of above 2,000 milligrams per day.</p><p>Dr. <strong>Suzanne Oparil</strong> wrote the <a href=\"http://www.nejm.org/doi/full/10.1056/NEJMe1407695?query=featured_home&\" target=\"_blank\">accompanying editorial</a> to the studies, and talks to <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson from the University of Alabama at Birmingham, where she&#8217;s a professor of medicine.</p><ul><li><a href=\"http://www.nejm.org/action/showMediaPlayer?doi=10.1056/NEJMoa1304127&aid=NEJMoa1304127_attach_1\" target=\"_blank\">Watch a video summary of the three studies</a></li></ul><h5>Read The Full Studies:</h5><ul><li><a href=\"http://www.nejm.org/doi/full/10.1056/NEJMoa1311989?query=featured_home\" target=\"_blank\">Association of Urinary Sodium and Potassium Excretion with Blood Pressure</a></li><li><a href=\"http://www.nejm.org/doi/full/10.1056/NEJMoa1311889?query=featured_home\" target=\"_blank\">Urinary Sodium and Potassium Excretion, Mortality, and Cardiovascular Events</a></li><li><a href=\"http://www.nejm.org/doi/full/10.1056/NEJMoa1304127?query=featured_home\" target=\"_blank\">Global Sodium Consumption and Death from Cardiovascular Causes</a></li></ul><h4>Guest</h4><ul><li><strong><a href=\"http://www.uab.edu/medicine/cardiovascular/faculty/63-suzanne-oparil\" target=\"_blank\">Suzanne Oparil</a></strong>, M.D., distinguished professor of medicine at the University of Alabama, Birmingham.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Studies%3A+Low-Salt+Diet+May+Be+Harmful&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"255"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340418505-0625c7.m3u?orgId=1&ft=3&f=340398202"}]}