{"created":"2014-10-07T20:46:14+00:00","modified":"2014-12-14T01:05:15+00:00","valid":{"from":"2014-12-14T01:05:15+00:00","to":"3014-12-14T01:05:15+00:00"},"hreflang":"en","title":"Learning To Love The Ocean After A Lifetime Of Fearing It","published":"2014-07-23T15:14:00+00:00","teaser":"Triathlete Tim Bomba has spent a decade helping people feel comfortable swimming in the ocean. But before he could do that, he had to overcome his own fear of the water at the age of 52.","itags":["npr_api","332889217"],"guid":"f0b56a2e-e898-45fa-ba7a-89477b4198ae","contentencoded":"<p>Tim Bomba is a tall, rangy guy with a quick smile. He's a marathoner, a triathlete (he's done two Ironman races), and every Wednesday morning for the last decade, Bomba has taught a ocean swimming course in Santa Monica, Calif.</p><p>The course, called Ocean 101, isn't for accomplished swimmers like Bomba. It's for people who are new to the ocean, and many participants are afraid of the water when they arrive. Bomba knows what they're going through. He himself was terrified of swimming until he was in his 50s.</p><p>\"I remember even back in grade school taking lessons, I could not let go of the side of the pool,\" he tells NPR's Kelly McEvers, a longtime friend and former colleague.</p><p>When he was 30, tragedy struck Bomba's family. His 16-year-old brother, Danny, drowned in the ocean on a family vacation to New Jersey. At the time, Bomba wasn't on the best terms with his family. The night before the accident, he had traveled to see them for the first time in two years.</p><p>\"There's always been that thought I was called to see him just that one last time,\" says Bomba. \"And maybe this does go back to why I [teach now].\"</p><p>In his classes, Bomba has seen students who are completely terrified of the ocean.</p><p>\"People who are new to the water, I think they want to relate to somebody who has also shared their experience but has gone on from that experience,\" he says.</p><p>Bomba's path to overcoming his own fear began with a movie he was working on as an audio engineer. Bomba was assigned to score a scene that dealt with the idea of the mind-body connection, that what a person thinks about is what he ultimately becomes.</p><p>Bomba was somewhat skeptical of the message, but he thought, \"Why not at that point in my life — I was 52 — why not try it?\" So he got back in the pool and started doing the exercises that kids do when they first learn to swim.</p><p>With the help of a colleague and friend, Steve Herbert, Bomba eventually started swimming in the ocean. In 2004, Herbert and Bomba founded the Ocean 101 course. It was an immediate success — more than 30 people showed up for the first class. The pair had to recruit more coaches to keep up.</p><p>Now, the one-hour course limits itself to eight participants on any given Wednesday morning. Five coaches accompany new swimmers into the ocean, where they teach the basics of diving under waves and reading the surf.</p><p>Bomba says he wants to help people feel a sense of accomplishment. \"If you are new to the ocean, then you can make every excuse in the world, as I used to, to not go in on a given day,\" he explains.</p><p>When new swimmers finish his course, he says, \"I want people ... to go 'Yes! I did something today.' Because that sets the tone for so many other things, and it has almost nothing to do with swimming.\"</p><p><em>Editor's Note: An earlier version of this story unfairly characterized Mr. Bomba's sense of humor. That reference has been deleted.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Learning+To+Love+The+Ocean+After+A+Lifetime+Of+Fearing+It&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"333"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332906671-1313a4.m3u?orgId=1&topicId=1091&ft=3&f=332889217"},{"href":"http://media.npr.org/assets/img/2014/07/19/2778349-cdd5e2df01e5858ffd646c5dcd8bba6775cad786.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1997","width":"2661"}},{"href":"http://media.npr.org/assets/img/2014/07/19/bomba-44eba2dfb9f41290ce2f8b0b1266da0d8f0a15af.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"991","width":"1323"}},{"href":"http://media.npr.org/assets/img/2014/07/19/ocean-101-coaches-0b9e2cc2545e37b38c23bbaf0cc309e24dc86e60.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"601","width":"801"}}]}