{"created":"2015-06-21T21:10:03+00:00","modified":"2015-06-22T11:29:42+00:00","valid":{"from":"2015-06-22T11:29:41+00:00","to":"3015-06-22T11:29:41+00:00"},"hreflang":"en","title":"From California To Kathmandu, Task Force 2 Responds To Disasters","published":"2015-06-21T22:18:00+00:00","teaser":"An elite search-and-rescue team from Los Angeles County is always ready to respond to emergencies around the world — most recently, in earthquake-ravaged Nepal.","itags":["npr_api","416247624"],"guid":"f0c3eff8-2d56-409b-8627-e6f4ebc4705e","contentencoded":"<p>California's Task Force 2 is ready for anything. As an elite disaster response team based in Los Angeles County, it has to be. But it's not just prepped for disasters at home — it's ready to respond to emergencies halfway around the world as well.</p><p>Just days after the devastating April 25 earthquake in Nepal, Task Force 2's firefighters, doctors and engineers were on the ground, helping rescue people.</p><p>Vince Beiser traveled with them and <a href=\"https://stories.californiasunday.com/2015-07-05/california-task-force-two-nepal/\">wrote about the task force's efforts</a> for <em>The California Sunday Magazine</em>.</p><p>\"When the biggest disasters hit, when there's something on the level of a Hurricane Katrina or an Asian tsunami or a Nepal earthquake, these guys get called up,\" Beiser tells NPR's Arun Rath. \"And within hours, they're out at the disaster scene, wading through the streets or picking through the rubble and rescuing survivors.\"</p><hr /><h3>Interview Highlights</h3><p><strong>Why LA responders are qualified for international missions</strong></p><p>If you think about this county, firefighters here have to deal with basically every kind of disaster you can think of. Los Angeles County's 4,000 square miles, we have earthquakes, we have mudslides, we have wildfires. You name it, if it can go wrong, it goes wrong in Los Angeles County. And it goes wrong all the time. So if you're a Los Angeles County firefighter, you've got to be prepared for just about anything.</p><p><strong>How Task Force 2 helped in Nepal</strong></p><p>There was the main earthquake on April 25, which is what they went out to do. And then there was a big aftershock, a huge aftershock, almost as big as the first earthquake, on May 12th. And by that time, almost all the other international search and rescue teams had gone home. Los Angeles was still there.</p><p>So the task force guys literally poked their heads into the rubble and started calling, and they hear somebody calling back. So they get to work crawling on their stomachs with saws, cutting through the stuff they find in their way. There's still aftershocks happening all the time and all that rubble, there's tons and tons of rubble over the top of them, could come down at any minute.</p><p>And eventually one guy who's in the tunnel pulls out a chunk of rubble and sees the top of a woman's head. So eventually, step by step, literally brick by brick, they pulled that stuff away, managed to roll that thing off of her, dragged her out and just laid her down on the rubble to start treating her right there in the open air.</p><p><strong>Why it makes sense to send U.S. responders around the world</strong></p><p>There's the humanitarian aspect of it. There is a real sort of enlightened self-interest piece to it, too ... I mean, this is amazing training for these guys. They train like crazy here all the time, but all of them will tell you, you cannot substitute for real-world training. This is real, actual disasters.</p><p>And here in Los Angeles, we know, sooner or later, we're going to get clobbered by a gigantic earthquake. If not here, San Francisco or Seattle, and when that happens, these are the guys who are going to be responding to it.</p><p>The other is it's sort of a way of banking international goodwill. We like to think that we're the United States, we can handle anything. But in fact, we've had international search and rescue teams come here before, after Hurricane Katrina and after 9/11. And someday, there's going to be a gigantic disaster here and we're going to want help from abroad. And when that day comes, it's going to be handy to be able to say, \"Hey, we helped you back then. It's your turn now.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+California+To+Kathmandu%2C+Task+Force+2+Responds+To+Disasters&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"249"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416272798-8537df.m3u?orgId=1&topicId=1125&d=249&p=2&story=416247624&t=progseg&e=416272757&seg=5&ft=nprml&f=416247624"}]}