{"created":"2015-06-13T08:51:49+00:00","modified":"2015-06-16T15:05:48+00:00","valid":{"from":"2015-06-16T15:05:48+00:00","to":"3015-06-16T15:05:48+00:00"},"hreflang":"en","title":"A Visit From Kendrick Lamar — Best Day Of School Ever?","published":"2015-06-15T15:46:00+00:00","teaser":"A New Jersey high school teacher used the rapper's latest album to teach a unit on Toni Morrison's novel, <em>The Bluest Eye</em>. Lamar found out about it, and decided to stop in for a visit.","itags":["npr_api","413966099"],"guid":"f0e08560-2acc-4dac-96d1-a9efbcae6b5d","contentencoded":"<p>At around midday Monday at High Tech High School in North Bergen, N.J., about 40 students are crammed into a small classroom, anxiously waiting for Kendrick Lamar to walk into the room.</p><p>He glides in with crisp white kicks, a grey long-sleeve shirt, and hair twisting every which way. The 27-year-old rapper has a broad smile on his face. He seems almost as excited as the students, who just might be having their best day of school ... ever.</p><p>Lamar is on top of the rap game at the moment. His latest album, <em>To Pimp a Butterfly,</em> came out earlier this year and debuted at No. 1 on Billboard's albums chart. It's a complex, multilayered piece of work that wrestles with themes around blackness and beauty.</p><p>That's why Brian Mooney decided to use <em>To Pimp a Butterfly</em> with his freshman English students as they studied Toni Morrison's novel, <em>The Bluest Eye</em>. The book is about a young black girl who yearns to have blue eyes.</p><p>\"I was listening and I was like, wow, there are just so many themes that are the same,\" Mooney says. He's also a graduate student at Teachers College, Columbia University, working with a program exploring the use of hip-hop in education.</p><p>\"The main character that my students spoke about, Pecola Breedlove, she's experiencing internalized oppression,\" Mooney explains. \"And so Kendrick is speaking to that same concept with the song 'Complexion.' He's speaking to that same idea of pushing back against the dominant narrative that there's this mythological norm that is considered good and beautiful and valuable.\"</p><p>The lesson caught on with his students. They wrote essays, poetry and rap lyrics inspired by the book and album. Around Mooney's classroom, posters of Morrison quotes and Lamar's lyrics are paired with images of Trayvon Martin and Michael Brown. Mooney was encouraged, <a href=\"https://bemoons.wordpress.com/2015/03/27/why-i-dropped-everything-and-started-teaching-kendrick-lamars-new-album/\" target=\"_blank\">so he wrote a blog post about the lesson</a>.</p><p>\"It just took off, and it went across the Internet, and Kendrick Lamar got it and read it,\" Mooney says. \"His manager reached out to me and said, 'I want to come visit your school.' So we made it happen.\"</p><p>Lamar, in a brief interview in the school's theater, says Mooney's blog post was fascinating. \"I was intrigued how somebody can — other than myself — can articulate and break down the concepts of <em>To Pimp A Butterfly</em>, almost better than I can,\" he said.</p><p>The artist says he didn't just come here to perform, or just to mentor the students.</p><p>\"Something even — for me — even bigger than mentoring is really listening,\" he says. \"And when I do that, we have a little bit bigger connection than me being Kendrick Lamar and you being a student. It's almost like we're friends, you know? Because a friend listens and we learn off each others' experiences.\"</p><p>Throughout the day, Lamar listens. At a school-wide assembly students present the work they've done with Mooney. Ben Vock, Joan Tubungbanua and Sade Ford read their poetry and essays. Vock reads a poem about his own prejudices.</p><p>Lamar says he likes it.</p><p>\"You know, the hardest thing for not only an artist but for anybody to do is look themselves in the mirror and acknowledge their own flaws and fears and imperfections. And put them out for people to relate to it,\" he tells the senior. \"I can relate to you as well, you dig what I'm sayin'?\"</p><p>After the readings, a group of students perform a dance number to a mashup of Lamar's songs.</p><p>Then it's his turn. Lamar grabs the mic and dives into \"Alright,\" one of the tracks on <em>To Pimp a Butterfly</em>.</p><p>\"It was very exciting\" Sade Ford, a senior, says after the show. \"And this is going to be a once-in-a-lifetime experience.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Visit+From+Kendrick+Lamar+%E2%80%94+Best+Day+Of+School+Ever%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sami Yenigun","audio":[{"meta":{"duration":"299"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414149753-705693.m3u?orgId=1&topicId=1013&aggIds=100920965&d=299&p=7&story=413966099&t=progseg&e=414149625&seg=20&ft=nprml&f=413966099"},{"href":"http://media.npr.org/assets/img/2015/06/12/kendrick-5252733a1f0dd4db1a3a8eec9da2d8c7ee0dc925.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2246","width":"2995"}}]}