{"created":"2015-04-03T20:22:57+00:00","modified":"2015-04-03T20:22:57+00:00","valid":{"from":"2015-04-03T20:22:57+00:00","to":"3015-04-03T20:22:57+00:00"},"hreflang":"en","guid":"f0e05f7d-0a3c-4b70-994b-04bedafeb88c","title":"Reno Bee Hotel Functions As Habitat And Educational Tool","published":"2015-02-23T07:12:00+00:00","teaser":"<p>Nevada&rsquo;s first hotel for bees is open and ready for customers. Unlike a bee hive, this structure is for solitary bees, and its real purpose is to educate children. </p><p>In the tree-covered mountains south of Reno at the Galena Creek Visitor Center, kids are getting hands-on education about bees. They head off into the forest, looking for grass and wood, for the pollinator garden.</p><p>They bring what they found back to what&rsquo;s called a Bee hotel. It&rsquo;s six feet high, one foot deep, open on one side with small rooms. </p><p>&ldquo;I am filling up a bee motel from my bucket that I filled up from in the forest,\" says Medoria Brandt while making the bee&rsquo;s beds with the grass and wood. &ldquo;We could protect bees. We don&rsquo;t want to kill any bees, right?&rdquo;</p><p>The bee hotel was paid for with a $2,500 grant from the Reno Sparks Association of Realtors. It includes a garden and K-12 curriculum.</p><p>French research student Elrik Du Saillant Du Luc, organized it as part of his thesis.</p><p>He says solitary bees face the same pesticide challenges as better-known honey bees, but solitary bees are weaker, pollinate different flowers and have trouble finding habitat near cities. Bee hotels are popular in Europe and Elrik hopes to build more around Reno.</p><p>&ldquo;It&rsquo;s a beginning, I hope that during the next years you will have a lot of bee hotels in all Reno,\" he says. \"So it is just you know a test, a first try.&rdquo;</p><p>Whether bees eventually live there or not, the hotel is expected to provide education for 2400 students each year.</p>","itags":["npr_api","388500226"],"contentencoded":"<p>Nevada’s first hotel for bees is open and ready for customers. Unlike a bee hive, this structure is for solitary bees, and its real purpose is to educate children. </p><p>In the tree-covered mountains south of Reno at the Galena Creek Visitor Center, kids are getting hands-on education about bees. They head off into the forest, looking for grass and wood, for the pollinator garden.</p><p>They bring what they found back to what’s called a Bee hotel. It’s six feet high, one foot deep, open on one side with small rooms. </p><p>“I am filling up a bee motel from my bucket that I filled up from in the forest,\" says Medoria Brandt while making the bee’s beds with the grass and wood. “We could protect bees. We don’t want to kill any bees, right?”</p><p>The bee hotel was paid for with a $2,500 grant from the Reno Sparks Association of Realtors. It includes a garden and K-12 curriculum.</p><p>French research student Elrik Du Saillant Du Luc, organized it as part of his thesis.</p><p>He says solitary bees face the same pesticide challenges as better-known honey bees, but solitary bees are weaker, pollinate different flowers and have trouble finding habitat near cities. Bee hotels are popular in Europe and Elrik hopes to build more around Reno.</p><p>“It’s a beginning, I hope that during the next years you will have a lot of bee hotels in all Reno,\" he says. \"So it is just you know a test, a first try.”</p><p>Whether bees eventually live there or not, the hotel is expected to provide education for 2400 students each year.</p><p><a href=\"http://feeds.feedburner.com/~ff/CapitalPublicRadioNewsPodcast?a=cNZ2R0dvliA:eqXHf7rpUSE:qj6IDK7rITs\"></a></p><p>Nevadaâs first hotel for bees is open and ready for customers. Unlike a bee hive, this structure is for solitary bees, and its real purpose is to educate children.   <div class=\"fullattribution\">Copyright 2015 MPX. To see more, visit <a href=\"\"></a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Reno+Bee+Hotel+Functions+As+Habitat+And+Educational+Tool&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"info@capradio.org","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388500234-960f16.m3u?orgId=30000&e=388500226&ft=nprml&f=388500226"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388500238-0b481f.m3u?orgId=30000&e=388500226&ft=nprml&f=388500226"}]}