{"created":"2014-11-14T08:31:08+00:00","modified":"2015-05-13T21:31:24+00:00","valid":{"from":"2015-05-13T21:31:24+00:00","to":"3015-05-13T21:31:24+00:00"},"hreflang":"en","title":"Big Mayo Vs. Little Mayo: Which Brand Has Egg On Its Face?","published":"2014-12-17T20:01:00+00:00","teaser":"Unilever is claiming that the label on Hampton Creek's egg-free spread is misleading and is threatening to its Hellmann's brand. But marketing experts say the strategy may have backfired.","itags":["npr_api","363835596"],"guid":"f0e16d4b-6d6b-47b9-8078-f23438fe30f1","contentencoded":"<p>There have been no shortage of headlines recounting the legal kerfuffle unfolding over the definition of mayonnaise.</p><p>Global food giant Unilever, which owns the ubiquitous Hellmann's brand, is suing Hampton Creek, the maker of of Just Mayo, an egg-free spread made from peas, sorghum and other plants.</p><p>Hampton Creek's mission is to make foods that are healthy and grown sustainably, using less water and land than traditional animal-based products. (We <a href=\"http://www.npr.org/blogs/thesalt/2013/06/13/191029875/why-bill-gates-is-investing-in-chicken-less-eggs\">profiled</a> the start-up in 2013.)</p><p>The headlines have been entertaining. <em>FORTUNE</em> <a href=\"http://fortune.com/2014/11/10/mayonnaise-wars/\">dubbed</a> the fight the \"Mayonnaise Wars\" and <em>The</em> <em>Wall Street Journal</em> quipped \"<a href=\"http://online.wsj.com/articles/hellmanns-seeks-justice-vs-just-mayo-1415664732\">Hellmann's Seeks Justice vs. Just Mayo</a>.\"</p><p>At the crux of the kerfuffle is Unilever's assertion that Hampton Creek's labels are misleading. The company points to a decades-old <a href=\"http://www.accessdata.fda.gov/scripts/cdrh/cfdocs/cfcfr/CFRSearch.cfm?CFRPart=169&showFR=1&subpartNode=21:2.0.1.1.41.2\">legal definition</a> set by the Food and Drug Administration that specifies that mayonnaise must contain eggs.</p><p>\"Our Hellmann's brand is made from real eggs,\" a Unilever spokesperson wrote to us in a statement, and \"we simply wish to protect both consumers from being misled and also our brand.\"</p><p>\"We think this is silly,\" Hampton Creek CEO Josh Tetrick tells us. He points out that his product uses the name \"mayo,\" not mayonnaise. But he's preparing to fight back with a counter-suit if Unilever doesn't drop its suit against his company. \"We're in the process of preparing [the suit] now,\" Tetrick says.</p><p>While Just Mayo's market share is still small, it is being sold by major retailers from Walmart to Whole Foods. And it's typically marketed on the same condiment shelves as competing mayonnaise brands.</p><p>The legal battle over mayonnaise labeling may be technical in nature. But marketing experts say it all boils down to branding.</p><p>\"Companies protect their brand at all cost,\" says <a href=\"http://www.sju.edu/about-sju/faculty-staff/john-l-stanton-phd\">John Stanton</a>, a professor of food marketing at St. Joseph's University in Philadelphia. If Unilever's lawyers can use decades' old regulations defining what constitutes mayonnaise to protect their brand's market share, they will do it.</p><p>But it's possible that this strategy has backfired. Consumer sentiment seems squarely behind the new kid on the block, not the Big Food giant.</p><p>More than 25,000 people have <a href=\"https://www.change.org/p/tell-unilever-to-stop-bullying-sustainable-food-companies\">signed</a> a petition on Change.org started by celebrity chef <a href=\"http://andrewzimmern.com/\">Andrew Zimmern</a> titled \"Stop Bullying Sustainable Food Companies.\"</p><p>\"If I was Just Mayo,\" says Stanton, \"I'd be sitting back and saying, 'You know, I'm getting more attention than I could have ever paid for!' \"</p><p>And this publicity could bring new consumers to the start-up brand that's looking to stand out in a crowded marketplace.</p><p>So, given all the public reaction to the lawsuit, is it Unilever's Hellmann's that may end up with egg on its face?</p><p>Yep, pretty much, says Eloy Trevino, a brand-building expert at <a href=\"https://www.prophet.com/home\">Prophet</a>, a strategic brand and marketing consultancy firm.</p><p>\"Nobody likes to see the big conglomerate multinational company, with all of the money and all of the lawyers, beat down the little man,\" Trevino says.</p><p>If he were advising Unilever, Trevino says he'd tell the company to think more about its purpose.</p><p>\"Today, consumers are gravitating toward and becoming advocates for brands with a strong brand purpose,\" he says.</p><p>When it comes to Hellmann's, Trevino tells us Unilever should try to play to its strength: They were one of the originators of mayonnaise.</p><p>\"Anytime you have a brand dating back 100 years, there's a ton of trust, there's a ton of equity,\" Trevino says, which is worth a lot.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Big+Mayo+Vs.+Little+Mayo%3A+Which+Brand+Has+Egg+On+Its+Face%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Aubrey","audio":[{"meta":{"duration":"213"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364001726-719ba3.m3u?orgId=1&topicId=1053&d=213&p=3&story=363835596&t=progseg&e=364001634&seg=7&ft=nprml&f=363835596"}]}