{"created":"2014-09-12T07:31:05+00:00","modified":"2014-10-30T22:28:28+00:00","valid":{"from":"2014-10-30T22:28:28+00:00","to":"3014-10-30T22:28:28+00:00"},"hreflang":"en","title":"Film Triptych 'Eleanor Rigby' Tells Three Sides Of A Breakup Story","published":"2014-09-12T17:03:00+00:00","teaser":"<em>The Disappearance of Eleanor Rigby</em>'s three incarnations share similar scenes with subtle differences. Director Ned Benson calls his project \"delusional,\" especially for a first-time feature filmmaker.","itags":["npr_api","347728418"],"guid":"f0f0f253-a5ef-4be4-a754-864413bd966e","contentencoded":"<p>There are three sides to every story, or so the saying goes — yours, theirs and the truth. That's basically the premise of a new triple feature: three films that show a crumbling relationship from different points of view. Together they're called <em>The Disappearance of Eleanor Rigby Him, Her</em> and <em>Them</em>. (<em>Them</em> comes out in theaters Friday, and<em> Him </em>and <em>Her</em> will be released next month.)</p><p>Each of the films shares similar scenes with subtle differences. Take the scene in which the two main characters cuddle on the grass in a park. He's a squinty-eyed, sweet-faced restaurant owner in New York; she's an arrestingly beautiful, red-haired grad student. It's nighttime, and they're watching fireflies.</p><p>In <em>Him</em>, the guy says, \"There's only one heart in this body. Have mercy on me.\" In <em>Her</em>, he says the same thing, but there's a difference in the tone of voice, the scraps of dialogue and even who looks at who — and how.</p><p>In each movie, the characters share the screen in only a few scenes. Most of <em>Him</em> is about, well, him. In <em>Her</em>, she spends time at her childhood home trying not to talk about the breakup and what caused it.</p><p><strong>A 'Delusional And Crazy' Project</strong></p><p>The films were written and directed by Ned Benson. Even he calls the project \"delusional and crazy,\" especially for a guy who had never made a feature film before.</p><p>It all started 10 years ago when Benson showed his girlfriend a script of what was essentially the guy's side of <em>The Disappearance of Eleanor Rigby</em>. <em>That</em> was the story he wanted to tell, but his girlfriend had some questions.</p><p>\"Where did she disappear to and who is she?\" Benson remembers her asking. He had answers, and that got him thinking, \"Well, maybe I should just write the whole other side of it. And then she sort of looked at me and she was like, 'Yeah.' And then I did.\"</p><p>Benson's girlfriend was a then-unknown actress named Jessica Chastain. (This was before her Oscar nominations for <em>Zero Dark Thirty</em> and <em>The Help</em>.)</p><p>\"We were lucky that Jess' career started to take off,\" Benson says. And Benson was lucky that Chastain stuck with the project even after they broke up. She stars in it, co-produced it and helped recruit actors William Hurt and Isabelle Huppert. Then a top editor, Krissy Boden, got on board. Boden sees editing as a metaphor for what happens in this movie — how you selectively edit your memories of someone, how you shape the story of a relationship in your head.</p><p>She says, \"In cutting, I always feel like the psychiatrist 'cause I'm trying to get to understand what the character is.\"</p><p>So each movie's moods and rhythms reflect each character's state of mind. He's distracting himself, pushing his feelings away and following her obsessively through the city.</p><p>\"The pacing in his movie is much faster, it's more reactive,\" Boden says, \"and hers is more contemplative and you see her slow burn and her uptightness.\"</p><p>Benson says the main character, whom he really did name Eleanor Rigby, is more in touch with her feelings, and that's expressed in <em>Her</em> through color. \"It was a much warmer palette,\" he says, while <em>Him</em> is all detached grays and blues.</p><p>Even the way Benson filmed her side of things was different. \"We had a looser camera, a much more handheld camera to sort of show the emotional unease that she was going through,\" he says.</p><p><strong>How 'Them' Solved A Marketing Challenge</strong></p><p>This isn't the first time a film has told the same story from multiple perspectives; <em>Rashomon</em> did it and so did <em>Timecode</em>. There were even two movies made for British TV in 1973 that starred Richard Burton and Elizabeth Taylor: On one night viewers could see <em>Divorce His</em>, and on the next <em>Divorce Hers.</em></p><p><em>Variety</em> film critic Scott Foundas has seen those other films and says he enjoyed <em>The Disappearance of Eleanor Rigby</em> in all three iterations.</p><p>\"A little pretentious, a little overreaching at times,\" he says. \"It is a first film, and when you think about this as being a first film, or rather two first films, the level of the ambition is really quite staggering.\"</p><p>Foundas says his favorite was actually <em>Them</em>, which takes footage from both <em>Him</em> and <em>Her</em>. Benson resisted combining them at first. He wanted audiences to only see <em>Him</em> and <em>Her</em>, but even he admitted it was a marketing challenge. When the two films were acquired by the Weinstein Co., Benson and editor Krissy Boden were urged to cut a third version that might be an easier sell.</p><p>\"I volunteered to get in a room with Krissy to see if it was even possible,\" Benson says. \"And after a couple days, we saw that it was.\"</p><p>Benson and Boden say it just came down to picking scenes where the continuity worked better, or the rhythms felt right, or the emotional logic made sense.</p><p>\"We weren't making this horrible Sophie's choice. We were sort of ... like: We've got two really strong versions of this scene,\" Benson says.</p><p><strong>A Trilogy For The Age Of Binge Watching</strong></p><p>You don't have to see <em>Him</em> to understand <em>Her</em> or <em>Them</em>, and Benson says you can watch <em>The Disappearance of Eleanor Rigby</em> in whatever order you want to. \"I wouldn't dictate how people should see it, because I want them to create their own subjective experience with it.\"<strong></strong></p><p>The filmmakers hope, in an age of binge-watching, the concept will interest audiences enough to see the same story from several points of view. Boden says it was the ultimate experience for an editor, especially compared with more commercial projects. \"I just finished a movie that was 92 minutes long and it was so fast. I was like, 'It's done? I can't believe it, there must be more.' \"</p><p>For his part, Benson is wrapping up a screenplay he describes as a Robert Altman-style tribute to Los Angeles. He says making just one movie for a change will come as a relief.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Film+Triptych+%27Eleanor+Rigby%27+Tells+Three+Sides+Of+A+Breakup+Story&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Neda Ulaby","audio":[{"meta":{"duration":"438"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347873376-28a814.m3u?orgId=1&topicId=1137&ft=3&f=347728418"},{"href":"http://media.npr.org/assets/img/2014/09/11/doer_pub_still_lg-12d979391369f2d2f1c7a79a05583dcd120a5eda.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1078","width":"1438"}},{"href":"http://media.npr.org/assets/img/2014/09/11/eleanor-rigby-2109429e4f38910212cce061bf6117166c6c4e93.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1641","width":"2188"}}]}