{"created":"2015-03-25T08:20:45+00:00","modified":"2015-06-05T15:27:39+00:00","valid":{"from":"2015-06-05T15:27:39+00:00","to":"3015-06-05T15:27:39+00:00"},"hreflang":"en","title":"Couple Spends Millions To Save Migrants In The Mediterranean","published":"2015-03-25T15:23:00+00:00","teaser":"With record numbers fleeing the Middle East and Africa in overcrowded boats, the Catrambone family is conducting private rescue operations in the Mediterranean Sea.","itags":["npr_api","393557932"],"guid":"f109290d-18be-4c97-be5c-5c53892661f2","contentencoded":"<p>Christopher Catrambone, a wealthy businessman from Lake Charles, La., docks his boat these days in Malta, the Mediterranean island he now calls home. That boat, called the Phoenix, has been getting outfitted for a series of trips set to begin in May.</p><p>But Catrambone and his crew don't intend to use the Phoenix for luxury cruises. He and his Italian wife, Regina, invested about $8 million of their own money to buy the ship and hire a crew for an entirely different purpose: to save lives at sea.</p><p>\"Thousands of people are dying,\" Catrambone says. \"Today, as we stand here we just received news that 10 more migrants died.\"</p><p>Record numbers of people from the Middle East and Africa are crossing waters to try to get to Europe, and rights groups say European countries don't do enough to rescue them when they run into trouble at sea.</p><p>The millionaire husband-and-wife team decided to take on the task themselves during a recent yacht cruise on the Mediterranean. Regina caught sight of a jacket in the water during the cruise, and when she asked about it, she was told it might belong to a dead migrant who was trying to find safety in Europe.</p><p>And that was that. They went on to found the <a href=\"http://www.moas.eu/\">Migrant Offshore Aid Station</a>, which began operations last year.</p><p>\"We're the only game in town at the moment,\" Christopher Catrambone says.</p><p>In just 60 days, they saved about 3,000 migrants crossing the sea in rickety wooden boats or dinghies. They then coordinated with Italy and Malta in bringing the migrants to shore. This year, they're trying to raise money to operate for six months.</p><p>Martin Xuereb, the director of the organization and Malta's former chief of defense, notes the dire conditions in which they often find these migrants.</p><p>\"In our first mission [last year] we rescued 271 people, including over 100 women and children from a 12-meter boat that was already taking in water,\" Xuereb says. \"They're packed like sardines.\"</p><p>The boat likely would have sunk, he says.</p><p>While some Europeans criticize the rescue operation, saying it draws more migrants to the sea, Xuereb says that's just not true. People are desperate, undertaking the journey to find a better life. They deserve to live, he says.</p><p>Last year, <a href=\"http://www.amnestyusa.org/news/news-item/italy-lampedusa-survivors-tales-of-despair-should-shock-eu-into-action\">about 218,000 people made this journey</a> — a record. Some 3,500 people drowned. And the numbers are growing.</p><p>Amnesty International says rates of those crossing are 50 percent higher than last year and hundreds have drowned already this year.</p><p>\"Amnesty International is calling on European governments to start as soon as possible with a new concerted operation to save lives at sea,\" says Matteo de Bellis, the group's Italy campaigner.</p><p>At present, no European country has a search and rescue operation fully dedicated to saving migrants at sea, he says. And Malta in particular has been criticized for neglecting to pick up ships in trouble.</p><p>And with the conflicts in Syria and Libya, the numbers of crossings will only rise, he adds.</p><p>\"The fact that private citizens are feeling that they need to intervene and provide search and rescue services is a clear indication of the fact that there is a clear gap, and the gap is lack of service to provide search and rescue in the central Mediterranean,\" de Bellis says.</p><p>Every day, more boats set out to sea, packed with hundreds of migrants searching for safety.</p><p>That's how Filsan Abdullah Tawab got to Malta from Somalia. She and her husband, along with their two children, now live in just one room of a shared apartment. As she cuddles her newborn son, her husband plays with her 2-year-old daughter sitting nearby</p><p>Tawab says that she fled Somalia after the militant group al-Shabab killed her brother and tried to force her into marriage. Six months later, she reached Libya and got on a rubber dinghy with 94 other people headed to Europe. She was pregnant and at sea for six days. Food and water ran out quickly, eight people died and then, finally, the Maltese rescued her.</p><p>Her daughter was born in Malta. She named her Lucky, because she survived. For so many others, the journey ends at sea.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Couple+Spends+Millions+To+Save+Migrants+In+The+Mediterranean&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Leila Fadel","audio":[{"meta":{"duration":"289"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395238655-280563.m3u?orgId=1&topicId=1124&aggIds=130593764&d=289&p=3&story=393557932&t=progseg&e=395221733&seg=11&ft=nprml&f=393557932"},{"href":"http://media.npr.org/assets/img/2015/03/17/moas-rescue-16ce38d7c919218fb5793f8e67a1f85ec64a38fd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1987","width":"2650"}},{"href":"http://media.npr.org/assets/img/2015/03/17/christopher-catrambone-adf24df4c069cfe2ccc02f33620cbf0f04a8e2f8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"934","width":"1246"}},{"href":"http://media.npr.org/assets/img/2015/03/17/lucky-dad-fc177eea45ad9c53431549cde9a1f8872c97d8fd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"764","width":"1019"}}]}