{"created":"2015-01-17T12:31:05+00:00","modified":"2015-01-29T13:11:19+00:00","valid":{"from":"2015-01-29T13:11:19+00:00","to":"3015-01-29T13:11:19+00:00"},"hreflang":"en","title":"A 'Down-To-Earth Diva' Confronts Her Flaws And Good Fortune","published":"2015-01-17T16:57:00+00:00","teaser":"In a frank new memoir, soprano Deborah Voigt reveals her troubles with obesity, alcohol and bad relationships, along with her many triumphs in opera houses the world over.","itags":["npr_api","377503009"],"guid":"f113454a-fd77-4af9-971a-d3c3016989cf","contentencoded":"<p>One of the most sought-after opera singers in the world was <a href=\"http://www.sfgate.com/entertainment/article/VIEW-She-can-sing-but-how-s-she-look-Deborah-2781090.php\" target=\"_blank\">once fired</a> because she was thought too large to wear a little black dress. In 2004, <a href=\"http://www.npr.org/artists/15820915/deborah-voigt\" target=\"_blank\">Deborah Voigt</a> was set to star at London's Royal Opera House in Richard Strauss' <em>Ariadne auf Naxos</em>. It's one of her <a href=\"https://www.youtube.com/watch?v=qM2Ouc5MhxI\" target=\"_blank\">signature roles</a>. But producers cancelled her contract. They said she wouldn't meet the theatrical demands of the role.</p><p>Voigt is just fine today. She ended up using her settlement to pay for gastric bypass surgery and ultimately <a href=\"http://www.nytimes.com/2008/06/11/arts/music/11voig.html?ref=deborahvoigt&_r=2&\" target=\"_blank\">slimmed down and glammed up</a> her career. But there have been a lot of operatic swan-dives along the way. Voigt, who has <a href=\"https://www.youtube.com/watch?v=QmhlE1Tn4cA\" target=\"_blank\">performed with Luciano Pavarotti</a> and <a href=\"https://www.youtube.com/watch?v=HUP7khdy4pA\" target=\"_blank\">with Plácido Domingo</a> and <a href=\"https://www.youtube.com/watch?v=wFpoHcXtLJA\" target=\"_blank\">in opera houses</a> throughout the world, has written a memoir, <em>Call Me Debbie: True Confessions of a Down-to-Earth Diva</em>, about her trials and triumphs onstage and off. Voigt spoke with NPR's Scott Simon about food addiction, losing weight, gaining confidence and the thrill of making her voice soar over a huge orchestra.</p><p><strong>Scott Simon: </strong><strong>Your book opens with a particularly distinguished voice telling you, \"You're here to sing.\"</strong></p><p><strong>Deborah Voigt:</strong> That's true, it does. It was a very special moment that I still think of very often, and I, at that time, thought it was the voice of God telling me that I was meant to sing. I have continued to feel that way throughout my career and I've had to remind myself of that inspiration many times along the way.</p><p><strong>Is it fair to say your parents weren't saying the same thing?</strong></p><p><strong></strong>My parents encouraged me to sing in church and that's what they knew. But the idea of pursuing something professionally was not on their radar.</p><p><strong>Did you always have what I'll term a \"difficult relationship\" with food?</strong></p><p>I think the difficulty of the relationship didn't really present itself until I began to gain weight and had to look at it more seriously. I just liked to eat, like anybody else does, but I had parents who were very weight-conscious and my mother struggled with her weight quite a bit, and the more you tell someone they can't have something, the more they want it. Years would go by and food became, really, my best friend.</p><p><strong>Doesn't a certain amount of weight help opera singers project?</strong></p><p>It does, to a certain extent. We talk about our support system, and when we take a breath certain muscles are engaged which help us to project our sound. As a very, very heavy woman, I didn't even have to think about singing. I would take a breath and all the poundage on me would automatically engage those muscles and the sound would go flying out over an orchestra. Many of the great stars of the past have been barrel-chested women and men of some stature. But there's a difference between that and someone who is morbidly obese, which is where I ultimately went with my eating.</p><p><strong>Could you tell me about your audition for </strong><strong><em></em></strong><strong></strong><strong>Georg Solti?</strong><strong> </strong><strong>I really admired him as head of the Chicago Symphony Orchestra all those years and, I don't know — it made me like him less. </strong></p><p>I understand where you're coming from. It certainly made me like him less as well. But to a certain extent I understand where he was coming from. He was considering having me be his Isolde for a recording of <em></em><em>Tristan und Isolde</em> he was making, and he asked me to come and audition for him. So I went, I sang and I sang very well. He liked what I had sung and he got up and he walked across the room and said to me, \"Why are you so fat? Is it the food?\"</p><p>And I ... my mouth fell open because I thought, \"What a question to ask,\" because you're considering me for a recording. I would understand if we were going to be doing a production onstage together and there were production concepts and images to be considered, but this was a recording, so what difference did it make? We had a performance of Beethoven's Ninth Symphony coming up in about six months and he said to me, \"Ms. Voigt, if you will lose the weight I will take you for the recording,\" and I did. I went on a diet and the next time I saw him I was down maybe 45, 50 pounds at the most. And it was enough to convince himself that I could appear on this recording. And sadly, Georg Solti passed away before we were able to make this recording.</p><p><strong></strong><strong>I'm intrigued by this now very famous incident at the Royal Opera House. They knew who you were. You're one of the best-known opera </strong><strong>stars in the world. Why did they sign you?<br /> <br /> </strong>Well, that was ultimately the question. They signed the contract and engaged me in good faith. I have been there twice before; it wasn't a secret that I was a big girl, so that was where the problem lay. But in opera, if, for whatever reason, when a contract is fully executed, the designer or director decides that you're not appropriate to the part, that discussion is had and then the opera house gives you something equivalent to that role. But in this particular case, the Royal Opera House didn't have anything else available, and that was where the problem really came to the forefront, that this was a bigger issue than just this particular director.</p><p><strong>So you had the gastric bypass surgery, as we noted, and a lot of the book is what happens thereafter. Did you discover that slimming down is not all you thought it would be?</strong></p><p>It certainly has been life-changing and I'm much happier in this body than I was. The problem was, is that gastric bypass is a tool to losing weight for someone who is morbidly obese and who has not had any success. But underneath that are some sort of emotional problems that have to be dealt with or the problem will reoccur. And those were never dealt with. The lack of self-esteem and personal criticism did not go away when the weight did. So in that respect, maybe it was not as easy as I thought it would be.</p><p><strong>Debbie, what was going on as you look back on it now?</strong></p><p><strong></strong>I think it was a basic lack of confidence in myself, a feeling like I couldn't be in my own skin. And it's not for any reasons that I'm able to really define. It is what it is, and I felt the need to escape from that, whether it be throwing myself headlong into my career — which I did very well, and for a long time was like a horse in a race with blinders on — to finding that I had more time to think about my life and throwing that emotion into relationships, because that was sort of a buzz or a way to sort of anesthetize myself. But for whatever reason, I have this uncomfortability when I'm with myself that I've had to learn to live with.</p><p><strong>Still?</strong></p><p>Still, yes. Much easier these days, though, with much greater success.</p><p><strong></strong><strong>Singing all over the world — I mean, from small towns to great concert stages — do you recall a moment, maybe one night, where you thought to yourself, \"Boy, that voice was right?\"</strong></p><p>[<em>Laughs</em>] There have been a few. I think often about performances that I did of the <a href=\"https://www.youtube.com/watch?v=zdUhVw_c6T4\" target=\"_blank\">role of Sieglinde</a> in Richard Wagner's <em>Die Walküre</em>. She has a very, very difficult life, her husband is very abusive to her and she's very unhappy, but she has an incredible amount of hope in her. And I happen to be singing this role on stage at the Met for the first time and my tenor was Plácido Domingo. And I just remember being onstage, and in these rare moments you're very much in the moment, and you don't think about how the audience is reacting or is the orchestra too loud, or do I look okay in this costume. You're very present with each other as performers, and I just knew that things were going so well, and when the curtain went down for the first act and we went to take our bows, the applause from the audience was something that was so enormous, it had an actual presence to it. It was like sort of a rush of air over our bodies, and it was just one of the most amazing experiences of my life.</p><p><br /> <strong></strong>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+%27Down-To-Earth+Diva%27+Confronts+Her+Flaws+And+Good+Fortune&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"401"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377925058-12fbc4.m3u?orgId=1&topicId=1033&e=377503009&d=401&ft=nprml&f=377503009"},{"href":"http://media.npr.org/assets/img/2015/01/15/deborah-voigt_ap2_credit-heidi-gutman-248f0341b0fb05a0e087666ffe5e65871e4fdacd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2877","width":"3836"}}]}