{"created":"2015-02-03T09:59:35+00:00","modified":"2015-05-13T21:18:47+00:00","valid":{"from":"2015-05-13T21:18:47+00:00","to":"3015-05-13T21:18:47+00:00"},"hreflang":"en","title":"In India, Catholic Church Attacks Spark Fears Of Intimidation","published":"2015-02-03T19:22:00+00:00","teaser":"A week after President Obama cautioned India against \"splintering\" along religious lines, another Catholic church in New Delhi has been desecrated.","itags":["npr_api","383454982"],"guid":"f118f270-627f-4028-af4c-5a21c13dc019","contentencoded":"<p>Unease is rippling through India's small Christian community as vandals mar church property and raise fears that Hindu fundamentalists have interpreted government silence as a green light to pursue a campaign that places Hinduism above other religions.</p><p>The latest incident was a break-in at a Catholic church on Monday in New Delhi. The parish priest of St. Alphonsa's Church, Father Vincent Salvatore, tried to convince police it was no run-of-the-mill theft but rather a desecration.</p><p>\"If they were interested in stealing, they could have ransacked the whole thing ... It is not a theft,\" the priest said emphatically.</p><p>To make the point, Salvatore swept his arms across a cupboard with shelves of gold-plated chalices. All were intact, he said, as were the collection boxes filled with cash. The only missing items were vessels used to preserve the Eucharist.</p><p>The latest episode comes one week after a visiting President Obama urged Indians to defend the right to freely practice their religion. Some derided the speech as patronizing. Still others praised Obama for giving voice to an issue that the Indian government has so far failed to join.</p><p>Father Mathew Koyickal, chancellor of the Catholic Archdiocese of Delhi, insisted Monday's incident was a defilement.</p><p>\"They removed the Holy Eucharist,\" he said. \"It is an attempt of desecration. The Eucharist is the core, the center of our Christian faith.\"</p><p>Koyickal asserted that India's Prime Minister Narendra Modi has not said \"anything about such attacks on us,\" and that his silence was a source of \"anguish and anxiety.\"</p><p>Delhi's Archbishop Anil J.T. Couto said the incidents reflected the government's \"failure to give protection to minorities and their religious structures\" and had fueled \"fear\" and \"tension among different communities.\"</p><p>St. Alphonsa's lies amid spacious farm houses behind retaining walls protected with surveillance cameras that police are now scouring for clues.</p><p>Writer and activist Farah Naqvi says there has been a spate of incidents against Muslims, Christians and even Dalits [formerly known as untouchables in India's caste system] which have made minorities feel \"insecure\" and \"under threat.\"</p><p>\"The prime minister is an extremely voluble man ... yet this is a subject on which there is a deafening silence,\" Naqvi says.</p><p>The church ransacked Monday is named for the first women of Indian origin to be declared a saint, St. Alphonsa, a nun who was canonized in 2008. In the past two months there have been several incidents at other churches in Delhi, beginning with St. Sebastian's, which was gutted in a fire Dec. 1<sup></sup>.</p><p>Members of the Christian community say they suspect fundamentalist Hindus determined to intimidate other faiths.</p><p>Civil liberties activist Gautam Navlakah says the election last year of Modi, a self-described Hindu nationalist, has emboldened such forces. He says Modi's Bharatiya Janata Party \"seems to have galvanized their activists into launching these campaigns and attacks in different parts of the country, not just Delhi.\"</p><p>The issue of religious conversion has erupted with the Hindu ultra-Right rejecting the proselytizing of the Christian faith, and waging its own re-conversion campaign. For its part, Father Koyickal says the Catholic Church opposes forced conversions.</p><p>\"If somebody wants to accept the faith that is his fundamental right,\" he says.</p><p>Navlakah says the People's Union for Democratic Rights has studied incidents of harassment of both Muslims and Christians in recent months. He says the very presence of religious minorities offends Hindu fundamentalists.</p><p>They are \"seen as coming in the way of imposing a vision of a Hindu Rastra,\" or Hindu state.</p><p>Political scientist Zoya Hasan, a former member of the National Commission for Minorities, says, \"The 19 percent of the country who are non-Hindus are routinely being told over the past six to seven months that this government has been in power, that they are actually Hindus.\"</p><p>Hasan says the antagonism against minority religions needs to be seen in the broader context of an attack on India's religious co-existence and secularism which is enshrined in India's constitution.</p><p>Naqvi, the writer and activist, says unless Modi addresses the issue, he undermines his principle project: \"Development cannot reach people who are feeling scared. You have to have a citizenry that has full faith in the equality of the state,\" she says.</p><p>K.J. Alphons, a Catholic and member of Modi's ruling Party, stood in the vandalized church Monday and said the culprits were a \"fringe element which is making some noises.\" He said he had faith that Modi would not tolerate them.</p><p><em>Follow NPR's Julie McCarthy on Twitter <a href=\"https://twitter.com/JulieMcCarthyJM\" target=\"_blank\">@JulieMcCarthyJM</a>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+India%2C+Catholic+Church+Attacks+Spark+Fears+Of+Intimidation&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Julie McCarthy","audio":[{"meta":{"duration":"230"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383454983-3174fb.m3u?orgId=1&topicId=1125&d=230&p=3&story=383454982&t=progseg&e=383443168&seg=19&ft=nprml&f=383454982"},{"href":"http://media.npr.org/assets/img/2015/02/03/459816734-3548bc06643fb719262ed5028f51f683948575c2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2514","width":"3352"}},{"href":"http://media.npr.org/assets/img/2015/02/03/39054641_h34661743-9f138c661d7c2ab51aca51f55659514148a15db0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1737","width":"2316"}}]}