{"created":"2014-12-06T12:48:12+00:00","modified":"2014-12-11T20:15:37+00:00","valid":{"from":"2014-12-11T20:15:37+00:00","to":"3014-12-11T20:15:37+00:00"},"hreflang":"en","title":"From Chic Manhattanite To 'Monk With A Camera'","published":"2014-12-06T16:51:00+00:00","teaser":"A new film tells the story of how Nicky Vreeland — a trained photographer and grandson of a fashion icon — used his camera to help rebuild the Tibetan Buddhist monastery he now leads.","itags":["npr_api","368518722"],"guid":"f135c7b3-8032-42cc-b084-e26929a79fd8","contentencoded":"<p>When we first see Nicky Vreeland in the new film <em>Monk with a Camera</em>, he's a middle-aged man in a burgundy robe and with a shaved head. In other words, he's a Buddhist monk — the abbot of Rato Dratsang, one of the Dalai Lama's monasteries, and director of The Tibetan Center in New York City.</p><p>But as Vreeland maneuvers through his present, we get glimpses of his past as the grandson of fashion icon Diana Vreeland. Once upon a time, he was a chic, young Manhattanite who hobnobbed in posh zip codes and apprenticed with the great photographers Richard Avedon and Irving Penn.</p><p>Vreeland gave that all up in the late 1970s for the life of a monk. But the film doesn't make you ask what he gave up; it makes you ask, \"What did Nicky Vreeland find?\" He tells NPR's Scott Simon that there was no single life-changing event that made him become a monk. \"I think that one takes little steps along one's path, and if one takes them honestly and seriously, they lead to all sorts of funny places.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On deciding to become a monk and getting his head shaved</strong></p><p>For me it was a desire to remove a part of my image. I think we all ... work at presenting ourselves the way we wish to be presented, to be seen. And I think that shaving my head the first time was really to be naked, to remove that, to just feel what it was like to be without.</p><p><strong>On raising more than $400,000 with his photography to finish building a new monastery after the 2008 crash prevented other cash promises from being fulfilled</strong></p><p>[The photographs] saved us — they became a show that went around the world and raised a lot of money. ... I have to admit that I must believe in magic — if my photographs could raise that, something was happening to make it happen.</p><p><strong>On what it's like to sit on the throne of the Rato Dratsang, which has been occupied for centuries</strong></p><p>That's very tough. In all seriousness, sitting on that throne is really humbling. To sit on top of everyone — people whom I know are more qualified, are brighter, are more advanced in their practice — and to preside over them on a throne is really an exercise in working on your mind and in remembering impermanence, remembering that all attainments are so easily lost and remembering the work that I still have to do.</p><p><strong>On what happens to us after this life</strong></p><p>The Dalai Lama's attendant once took me by the arm and said to me, \"You know, when our robes get worn out we get rid of them and we have new ones made. It's the same with the body. When we die, the body has ceased to exist and we reincarnate and continue our lives.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Chic+Manhattanite+To+%27Monk+With+A+Camera%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"331"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368931823-e825e1.m3u?orgId=1&topicId=1137&ft=3&f=368518722"},{"href":"http://media.npr.org/assets/img/2014/12/04/nicky_indor_india-copy-3f3a7b8642be5f462c777ad3c2c2fa73c385fa1a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"894","width":"1192"}}]}