{"created":"2015-05-14T21:00:21+00:00","modified":"2015-05-14T21:00:21+00:00","valid":{"from":"2014-01-07T15:28:00+00:00","to":"3014-01-07T15:28:00+00:00"},"hreflang":"en","guid":"f14350f6-0776-4406-8b02-13d08f1f5304","tags":["Tech","Silicon Valley","Wealth & Poverty","APM","Failcon"],"byline":"Karen Clark","contenttemplated":"[{\"content\":\"<p>It’s been building for a few years now, counter-intuitive though it is. Silicon Valley, one of the most successful places in the American economy, has in the last few years become ground zero for a cultural trend: the celebration of failure.  Phrases like &quot;failing to succeed,&quot; and &quot;failing forward,&quot; get bounced around a lot among venture capitalists and start-up entrepreneurs.  Books have been cropping up with titles like &quot;Fail Fast, Fail Often&quot; and taglines about how “failing well is the key to success.&quot; <span> </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>And if failure is the New Economy&apos;s new religion, you might say its mecca is a conference held every year in San Francisco known as FailCon.   I went recently, and here’s what I saw.<span> </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>The basic principal behind Fail Con is a bit like the one behind Alcoholics Anonymous meetings.  If you want to overcome your failures, first you&apos;ve got to admit to them. <span> </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“Good morning you guys. I&apos;m Jon and I&apos;m going to talk to you about how to build a dysfunctional team--something I&apos;m really good at,” said Jon Crawford, CEO of a startup called Store Envy, at the beginning of his FailCon presentation.  The audience chuckled and nodded knowingly.<span> </span></p>\"},{\"content\":\"<p>Over the course of the next nine hours in the ballroom of a downtown San Francisco highrise, there were workshops where people visualized failure and drew pictures of it.  There was a session with a psychiatrist.  There were tears when a woman publicly apologized to a co-founder she had fired. <span> </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>As the featured speakers climbed on stage to make their failure confessionals, certain patterns started to emerge.  A lot of the stories of failure were told from the hindsight of success. Crawford, the CEO who built a dysfunctional team (which he eventually fired), ended his presentation by telling the audience that he raised $5 million more in the wake of all that dysfunction. <span> </span></p>\"},{\"content\":\"<p>Another speaker, Mike McDerment, came on stage to talk about his company, FreshBooks.  The company used to have a different name, which is what his FailCon speech was all about.  “This is the story of a company that failed in making its biggest branding decision,” McDerment told the audience, with a pregnant pause.  “But we still succeeded in going on to becoming number two in America for online accounting solutions.” <span> </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>Watching the FailCon speeches and the audience reaction, it became clear that the most popular presentations were more like humblebrags than admissions of failure.  That&apos;s the thing about failure Silicon Valley style: in everyone&apos;s rush to embrace it as a useful concept, its everyday meaning, of, you know, falling on your face and really screwing up… <em>that</em> can sometimes get lost. <span> </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Still, this kinder, gentler version of failing was OK by Haydee Moreno and Vinit Modi, two FailCon attendees I met at the lunch break.  Like a lot of FailCon-ers, Moreno and Modi had each left their jobs recently to start their own companies, and they had come to this conference looking for any encouragement they could get.  “I’m scared [expletive], ” said Modi.  Moreno agreed. <span> </span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>“In the entrepreneurial world, there&apos;s a lot of ‘fail often, fail fast’--  it&apos;s a mantra,” she said.  “You hear it so often, and I just really like real world examples of what does that mean, what does it look like.”  And if they have happy endings… all the better.<span> </span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>In Silicon Valley, “appearances matter a lot,” Janice Frazier told me during a coffee break at FailCon.  She’s been coming to the conference for a few years now, as a speaker, an attendee, and a &quot;failure mentor.&quot;   She&apos;s been involved with six startups herself, “and many of them have failed,” she said, laughing, just a little nervously it seemed.  “And a couple of them have done really, really well.”<span> </span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>That tally of fails and successes is something people keep track of, she told me. </p>\"},{\"content\":\"<p>“I think that you can withstand one failure if you have another success.  But if you have a couple failures in a row, it&apos;s going to not look good,” she said.  “Silicon Valley has an ambivalent relationship to failure.   It talks a lot about it, and yet there&apos;s still an embarrassment.” <span> </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>Back on stage, another FailCon speaker, a 2o-something entrepreneur named Jason Shen, was on the podium, telling his audience that he was always taught that quit is a four letter word. <span> </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Shen is a Stanford grad and an NCAA gymnastics champ.  He won <em>after</em> tearing every ligament in his knee.  In other words, failing&apos;s not his thing.  “You don&apos;t give up. You don&apos;t give in. And you do whatever it takes to get the job done. That&apos;s how it works!”<span> </span></p>\"},{\"content\":\"<p>But that’s not how it worked with his startup-- a ridesharing app called Ride Joy.  Shen and his co-founders raised more than $1 million in venture funding for the company.  Then, as he told the audience, the team struggled to bring in enough new customers to keep their investors happy.  So they gave back the money they had left, and quietly called the company quits. <span> </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>Off stage, Shen told me something he didn&apos;t mention in this speech--- that the folding of the company happened right around the time a flashy story about their company came out in Vanity Fair.<span> </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>When colleagues and acquaintances started gushing congratulations, it got awkward.  “We were like, ‘We’re….. doing some other stuff right now.  But yeah, it’s great… thanks,’” Shen remembers. <span> </span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>All in all, an experience from which it was pretty hard to extract any useful lessons or silver linings, he told me. <span> </span></p>\"},{\"content\":\"<p>“When I was trying to come up with my speech, it was really a struggle at first.  We had to really work it a lot of times,” he said.  “Originally my quote unquote “takeaway,” was ‘When you do a star up, you do things, and then things happen. It&apos;s very random.’”<span> </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Shen worked with a speech coach, and eventually came up with a conclusion suitable for FailCon, which he told the audience at the end of his presentation.  “Quitting sucks,” he said. <span> </span><span>“But sometimes you have to make room in your life to have something amazing be there.” </span><span> </span><span>The crowd clapped.  It was time for questions.  One woman asked him, “So what’s the amazing thing you&apos;ve made room for?”</span><span> </span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>Shen said he&apos;s still trying to figure that part out.</p>\"}]","teaser":"FailCon is an annual event in San Francisco for the Silicon Valley crowd, who've taken to heart the notion that failing teaches us how to get it right the next time.","itags":["f14350f607764066b02313d08f1f5304","Marketplace","PMP:Marketplace_PMP","Marketplace for Tuesday, January 7, 2014"],"description":"FailCon is an annual event in San Francisco for the Silicon Valley crowd, who've taken to heart the notion that failing teaches us how to get it right the next time.","contentencoded":"<div class=\"barn-cleaned\"><p>It’s been building for a few years now, counter-intuitive though it is. Silicon Valley, one of the most successful places in the American economy, has in the last few years become ground zero for a cultural trend: the celebration of failure.&nbsp; Phrases like \"failing to succeed,\" and \"failing forward,\" get bounced around a lot among venture capitalists and start-up entrepreneurs.&nbsp; Books have been cropping up with titles like \"Fail Fast, Fail Often\" and taglines about how “failing well is the key to success.\"&nbsp;<span>&nbsp;</span></p>\n<p>And if failure is the New Economy's new religion, you might say its mecca is a conference held every year in San Francisco known as FailCon.&nbsp;&nbsp; I went recently, and here’s what I saw.<span>&nbsp;</span></p>\n<p>The basic principal behind Fail Con is a bit like the one behind Alcoholics Anonymous meetings.&nbsp; If you want to overcome your failures, first you've got to admit to them.&nbsp;<span>&nbsp;</span></p>\n<p>“Good morning you guys. I'm Jon and I'm going to talk to you about how to build a dysfunctional team--something I'm really good at,” said Jon Crawford, CEO of a startup called Store Envy, at the beginning of his FailCon presentation.&nbsp; The audience chuckled and nodded knowingly.<span>&nbsp;</span></p>\n<p>Over the course of the next nine hours in the ballroom of a downtown San Francisco highrise, there were workshops where people visualized failure and drew pictures of it.&nbsp; There was a session with a psychiatrist.&nbsp; There were tears when a woman publicly apologized to a co-founder she had fired.&nbsp;<span>&nbsp;</span></p>\n<p>As the featured speakers climbed on stage to make their failure confessionals, certain patterns started to emerge.&nbsp; A lot of the stories of failure were told from the hindsight of success. Crawford, the CEO who built a dysfunctional team (which he eventually fired), ended his presentation by telling the audience that he raised $5 million more in the wake of all that dysfunction.&nbsp;<span>&nbsp;</span></p>\n<p>Another speaker, Mike McDerment, came on stage to talk about his company, FreshBooks.&nbsp; The company used to have a different name, which is what his FailCon speech was all about.&nbsp; “This is the story of a company that failed in making its biggest branding decision,” McDerment told the audience, with a pregnant pause.&nbsp; “But we still succeeded in going on to becoming number two in America for online accounting solutions.”&nbsp;<span>&nbsp;</span></p>\n<p>Watching the FailCon speeches and the audience reaction, it became clear that the most popular presentations were more like humblebrags than admissions of failure.&nbsp; That's the thing about failure Silicon Valley style: in everyone's rush to embrace it as a useful concept, its everyday meaning, of, you know, falling on your face and really screwing up… <em>that</em> can sometimes get lost.&nbsp;<span>&nbsp;</span></p>\n<p>Still, this kinder, gentler version of failing was OK by Haydee Moreno and Vinit Modi, two FailCon attendees I met at the lunch break.&nbsp; Like a lot of FailCon-ers, Moreno and Modi had each left their jobs recently to start their own companies, and they had come to this conference looking for any encouragement they could get.&nbsp; “I’m scared [expletive], ” said Modi.&nbsp; Moreno agreed.&nbsp;<span>&nbsp;</span></p>\n<p>“In the entrepreneurial world, there's a lot of ‘fail often, fail fast’--&nbsp; it's a mantra,” she said.&nbsp; “You hear it so often, and I just really like real world examples of what does that mean, what does it look like.”&nbsp; And if they have happy endings… all the better.<span>&nbsp;</span></p>\n<p>In Silicon Valley, “appearances matter a lot,” Janice Frazier told me during a coffee break at FailCon.&nbsp; She’s been coming to the conference for a few years now, as a speaker, an attendee, and a \"failure mentor.\"&nbsp;&nbsp; She's been involved with six startups herself, “and many of them have failed,” she said, laughing, just a little nervously it seemed.&nbsp; “And a couple of them have done really, really well.”<span>&nbsp;</span></p>\n<p>That tally of fails and successes is something people keep track of, she told me.&nbsp;</p>\n<p>“I think that you can withstand one failure if you have another success.&nbsp; But if you have a couple failures in a row, it's going to not look good,” she said.&nbsp; “Silicon Valley has an ambivalent relationship to failure.&nbsp;&nbsp; It talks a lot about it, and yet there's still an embarrassment.”&nbsp;<span>&nbsp;</span></p>\n<p>Back on stage, another FailCon speaker, a 2o-something entrepreneur named Jason Shen, was on the podium, telling his audience that he was always taught that quit is a four letter word.&nbsp;<span>&nbsp;</span></p>\n<p>Shen is a Stanford grad and an NCAA gymnastics champ.&nbsp; He won <em>after</em> tearing every ligament in his knee.&nbsp; In other words, failing's not his thing.&nbsp; “You don't give up. You don't give in. And you do whatever it takes to get the job done. That's how it works!”<span>&nbsp;</span></p>\n<p>But that’s not how it worked with his startup-- a ridesharing app called Ride Joy.&nbsp; Shen and his co-founders raised more than $1 million in venture funding for the company.&nbsp; Then, as he told the audience, the team struggled to bring in enough new customers to keep their investors happy.&nbsp; So they gave back the money they had left, and quietly called the company quits.&nbsp;<span>&nbsp;</span></p>\n<p>Off stage, Shen told me something he didn't mention in this speech--- that the folding of the company happened right around the time a flashy story about their company came out in Vanity Fair.<span>&nbsp;</span></p>\n<p>When colleagues and acquaintances started gushing congratulations, it got awkward.&nbsp; “We were like, ‘We’re….. doing some other stuff right now.&nbsp; But yeah, it’s great… thanks,’” Shen remembers.&nbsp;<span>&nbsp;</span></p>\n<p>All in all, an experience from which it was pretty hard to extract any useful lessons or silver linings, he told me.&nbsp;<span>&nbsp;</span></p>\n<p>“When I was trying to come up with my speech, it was really a struggle at first.&nbsp; We had to really work it a lot of times,” he said.&nbsp; “Originally my quote unquote “takeaway,” was ‘When you do a star up, you do things, and then things happen. It's very random.’”<span>&nbsp;</span></p>\n<p>Shen worked with a speech coach, and eventually came up with a conclusion suitable for FailCon, which he told the audience at the end of his presentation.&nbsp; “Quitting sucks,” he said.&nbsp;<span>&nbsp;</span><span>“But sometimes you have to make room in your life to have something amazing be there.”&nbsp;</span><span>&nbsp;</span><span>The crowd clapped.&nbsp; It was time for questions.&nbsp; One woman asked him, “So what’s the amazing thing you've made room for?”</span><span>&nbsp;</span></p>\n<p>Shen said he's still trying to figure that part out.</p></div>","title":"Failing in order to succeed? There's a conference for that","published":"2014-01-07T15:28:00+00:00","audio":[{"type":"image/jpeg","meta":{"crop":"primary","width":"610","height":"340"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/field_images/2014/01/IMG_3340.JPG?itok=2A_RksMy"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/01/07/marketplace_segment22_20140107_64.mp3","format":"MP3","type":"audio/mpeg","meta":{"duration":331,"duration_hms":"00:05:31","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/01/07/marketplace_segment22_20140107"}}}]}