{"created":"2014-09-04T16:42:19+00:00","modified":"2015-01-02T17:54:06+00:00","valid":{"from":"2015-01-02T17:54:06+00:00","to":"3015-01-02T17:54:06+00:00"},"hreflang":"en","title":"Vroom, Vroom, Hmmmm: Motorcycles As Literary Metaphor","published":"2014-07-03T16:28:00+00:00","teaser":"Motorcycles provide an open road for literature, a device writers can use to talk about adventure, rebellion, even inner peace. NPR's Mandalit del Barco gets some reading ideas from actual bikers.","itags":["npr_api","327768345"],"guid":"f1563584-62f4-4e3d-b4b3-203e54ace942","contentencoded":"<p>Motorcycles provide an open road for literature — literally and figuratively. They're sometimes the dramatic device writers use to talk about many things: adventure, rebellion, even inner peace. But motorcycles aren't just a metaphor at Bartel's Harley-Davidson shop in Marina Del Rey, Calif. They're loud and shiny and very real.</p><p>This is where we find Jeff Bragg, who claims he has been riding since he was 3. He reads an excerpt from Hunter S. Thompson's book <a href=\"http://www.npr.org/books/titles/137922702/hells-angels-a-strange-and-terrible-saga\">Hell's Angels</a>: \"Tense for the action, long hair in the wind, beards and bandanas flapping, earrings, armpits, chains, whips, swastikas and stripped-down Harleys flashing chrome as traffic on 101 moves over, nervous, to let the formation pass like a burst of dirty thunder.\"</p><p>In literature, motorcycles — and the people who ride them — often represent an outlaw spirit, danger and sex. For motorcyclist Allie MacKenzie, that's a no-brainer. \"Who in their right mind can pass up a bad boy on a bike?\" MacKenzie rides a Harley Sportster Forty-Eight. At Bartel's, she picks a passage from the book <a href=\"http://www.npr.org/books/titles/327826974/motorcycle-man\">Motorcycle Man</a> by Kristen Ashley: \"I was panting, and he was cursing. It was the most wonderful thing that had ever happened to me. If he would have asked me to, I would have jumped on the back of his bike and ridden to the ends of the Earth with him.\"</p><p>On the opposite end of the motorcycle fascination spectrum sits Matthew B. Crawford. By his own description, he's in the \"knowledge industry.\" He has a Ph.D. and has worked at think tanks. He also owns his own motorcycle repair shop in Richmond, Va., and he's the author of <a href=\"http://www.npr.org/templates/story/story.php?storyId=106513632\">Shop Class as Soulcraft</a> — a manifesto for the importance of working with one's own hands. Fixing, restoring and riding motorcycles, he says, is very different from writing about them.</p><p>\"Writing-with-a-T is like pulling teeth,\" he says, enunciating the \"t\" sound. \"There are moments of pleasure when you feel like you've really nailed it. But it's this activity where I have to force myself to sit and go over something over and over again to try to get it right, and it's rare where you hit that state of flow where things are just clicking — which is kind of the routine experience on a bike, especially when there's like heavy traffic that's moving fast and there's all these obstacles. All of your senses are just keyed in and kind of hyper alert, so it's a very heightened state of consciousness.\"</p><p>That state is what Rachel Kushner captures in her novel <a href=\"http://www.npr.org/2013/03/31/175829148/1970s-chaos-and-radicalism-fuels-flamethrowers\">The Flamethrowers</a>: \"I was going one hundred miles an hour now, trying to steer properly from my hunched position as insects ticked and thumped and splatted against the windscreen. It was suicide to let the mind drift,\" she reads.</p><p>Kushner's protagonist, Reno, races through the desert trying to break a land-speed record. \"She's in the moment, very present to it, because she doesn't want to crash,\" says Kushner. \"I wrote it based on, to some degree, my own experience. I know what it's like to go very fast on motorcycles. Those moments, they stay with you.\"</p><p>In literature, motorcycle trips are sometimes an escape, a way to chase away a bad marriage, a midlife crisis. A more profoundly political coming-of-age ride took place in 1952, when a 23-year-old, pre-revolutionary Che Guevara set off from Buenos Aires with a friend on the back of a Norton 500 to explore South America. Guevara's book <a href=\"http://www.npr.org/books/titles/320698699/the-motorcycle-diaries-notes-on-a-latin-american-journey\">The Motorcycle Diaries</a> was published in 1993, years after his death, and was later turned into a movie.</p><p>\"These two young men with a shared love of adventure, of women, of speed, and this bike, and this shared political yearning,\" says journalist Jon Lee Anderson, author of <em>Che Guevara: A Revolutionary Life</em>. Anderson says the seven- or eight-month motorcycle trip was really a coming of age for medical student Guevara and his friend.</p><p>\"The idea [was] that they needed to see something of their continent beyond the rather privileged confines of their Argentina, their white Argentina,\" says Anderson. \"They took off on this bike and traveled through the indigenous and mestizo back roads and backwoods of their continent. It was an extraordinary experience for young Guevara. It really was a determinant in his life, deciding what he would become.\"<br /> <br />The Norton broke down, as motorcycles will — but even that experience can take you someplace, a phenomenon Robert Pirsig examines in his now classic 1974 book <a href=\"http://www.npr.org/books/titles/327826900/zen-and-the-art-of-motorcycle-maintenance-an-inquiry-into-values\">Zen and the Art of Motorcycle Maintenance</a>.</p><p>\"When you get stuck on fixing motorcycles, that's not a bad moment. That's actually a pretty good moment,\" he told NPR in 1974. \"The times I've been stuck, I've been able to catch myself at being stuck and, instead of getting mad, just gone off and had a cup of coffee. And I notice whenever I'm stuck like that, that if I look at the clouds, the clouds are much more beautiful. I find at the very moment of stuckness, if you just stop and look around you, you find the world is very real.\"</p><p>Back at Bartel's, biker Ron Hamberg reads from <em>Zen</em>, a moment in which Pirsig contrasts riding a motorcycle with the more passive act of driving in a car. In a car, Pirsig writes, \"you're a passive observer and it is all moving by you boringly in a frame. On a cycle, the frame is gone. You're completely in contact with it all. You're in the scene, not just watching it anymore. And the sense of presence is overwhelming.\"</p><p>Hamberg — covered with tattoos — rides a Harley. He says he has read books by Charles Dickens, Mark Twain and Mahatma Gandhi. But as for books about motorcycles, he growls, \"I just ride 'em. I don't read about 'em.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Vroom%2C+Vroom%2C+Hmmmm%3A+Motorcycles+As+Literary+Metaphor&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mandalit del Barco","audio":[{"meta":{"duration":"323"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1328012099-d11867.m3u?orgId=1&topicId=1161&aggIds=320361610,100876926&ft=3&f=327768345"},{"href":"http://media.npr.org/assets/img/2014/07/02/ron-090c43733efbc8533aef1003e21983190eb128c2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1946","width":"2593"}}]}