{"created":"2015-06-16T18:12:14+00:00","modified":"2015-06-24T20:03:53+00:00","valid":{"from":"2014-11-05T06:01:41+00:00","to":"3014-11-05T06:01:41+00:00"},"hreflang":"en","description":"This audio is part of the larger project The First Family of Radio: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You […]","byline":"Andy Kruse","guid":"f1682527-6de8-4f17-8e51-acc264b460f0","contentencoded":"<div class=\"barn-cleaned\"><p><em>This audio is part of the larger project <a href=\"http://www.americanradioworks.org/documentaries/roosevelts/\">The First Family of Radio</a>: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You can download the entire radio hour from our <a href=\"http://www.americanradioworks.org/podcast/\">podcast feed</a> (<a href=\"https://itunes.apple.com/us/podcast/id81914987\">iTunes</a>).</em></p>\n<br />\n<p><strong>June 5, 1944</strong></p>\n<br />\n<p>On this Monday evening in June, FDR delivered a Fireside Chat on the capture of Rome. As he spoke, Allied ships and troops were streaming across the English Channel for the D-Day invasion of Normandy the next morning. -Stephen Smith</p>\n<br />\n<h3>Transcript</h3>\n<br />\n<blockquote>\n<p>Ladies and Gentlemen, the president of the United States.</p>\n<br />\n<p>My friends:</p>\n<br />\n<p>Yesterday on June 4, 1944, Rome fell to American and Allied troops. The first of the Axis capitals is now in our hands. One up and two to go!</p>\n<br />\n<p>It is perhaps significant that the first of these capitals to fall should have the longest history of all of them. The story of Rome goes back to the time of the foundations of our civilization. We can still see there monuments of the time when Rome and the Romans controlled the whole of the then known world. That, too, is significant, for the United Nations are determined that in the future no one city and no one race will be able to control the whole of the world.</p>\n<br />\n<p>In addition to the monuments of the older times, we also see in Rome the great symbol of Christianity, which has reached into almost every part of the world. There are other shrines and other churches in many places, but the churches and shrines of Rome are visible symbols of the faith and determination of the early saints and martyrs that Christianity should live and become universal. And tonight it will be a source of deep satisfaction that the freedom of the Pope and the Vatican City is assured by the armies of the United Nations.</p>\n<br />\n<p>It is also significant that Rome has been liberated by the armed forces of many generations, many Nations. The American and British armies—who bore the chief burdens of battle– found at their sides our own North American neighbors, the gallant Canadians. The fighting New Zealanders from the far South Pacific, the courageous French and the French Moroccans, the South Africans, the Poles, and the East Indians- all of them fought with us on the bloody approaches to the city of Rome.</p>\n<br />\n<p>The Italians, too, forswearing a partnership in the Axis which they never desired, have sent their troops to join us in our battles against the German trespassers on their soil.</p>\n<br />\n<p>The prospect of the liberation of Rome meant enough to Hitler and his generals to induce them to fight desperately at great cost of men and materials and with great sacrifice to their crumbling Eastern line and to their Western front. No thanks are due to them if Rome was spared the devastation which the Germans wreaked on Naples and other Italian cities. The Allied generals maneuvered so skillfully that the Nazis could only have stayed long enough to damage Rome at the risk of losing their armies.</p>\n<br />\n<p>But Rome is of course more than a military objective.</p>\n<br />\n<p>Ever since before the days of the Caesars, Rome has stood as a symbol of authority. Rome was the Republic. Rome was the Empire. Rome was and is in a sense the Catholic Church, and Rome was the capital of a United Italy. Later, unfortunately, a quarter of a century ago, Rome became the seat of Fascism and, still later, one of the three capitals of the Axis.</p>\n<br />\n<p>For this quarter century the Italian people were enslaved. They were degraded by the rule of Mussolini from Rome. They will mark its liberation with deep emotion. In the north of Italy, the people are still dominated, threatened by the Nazi overlords and their Fascist puppets.</p>\n<br />\n<p>Somehow in the back of my head, I still remember a name, Mussolini.</p>\n<br />\n<p>Our victory comes at an excellent time, while our Allied forces are poised for another strike at Western Europe—and while the armies of other Nazi soldiers nervously await our assault. And in the meantime our gallant Russian Allies continue to make their power felt more and more.</p>\n<br />\n<p>From a strictly military standpoint, we had long ago accomplished certain of the main objectives of our Italian campaign the control of the islands, the major islands- the control of the sea lanes of the Mediterranean to shorten our combat and supply lines, and the capture of the airports such as the great airports of Foggia, south of Rome, from which we have struck telling blows on the continent—the whole of the continent all the way up to the Russian front.</p>\n<br />\n<p>It would be unwise to inflate in our own minds the military importance of the capture of Rome. We shall have to push through a long period of greater effort and fiercer fighting before we get into Germany itself. The Germans have retreated thousands of miles, all the way from the gates of Cairo, through Libya and Tunisia and Sicily and Southern Italy. They have suffered heavy losses, but not great enough yet to cause collapse.</p>\n<br />\n<p>Germany has not yet been driven to surrender. Germany has not yet been driven to the point where she will be unable to recommence world conquest a generation hence.</p>\n<br />\n<p>Therefore, the victory still lies some distance ahead. That distance will be covered in due time–have no fear of that. But it will be tough and it will be costly, as I have told you many, many times.</p>\n<br />\n<p>In Italy the people had lived so long under the corrupt rule of Mussolini that, in spite of the tinsel at the top, you have seen the pictures of him, their economic condition had grown steadily worse. Our troops have found starvation, malnutrition, disease, a deteriorating education and lowered public health- all by-products of the Fascist misrule.</p>\n<br />\n<p>The task of the Allies in occupation has been stupendous. We have had to start at the very bottom, assisting local Governments to reform on democratic lines. We have had to give them bread to replace that which was stolen out of their mouths by the Germans. We have had to make it possible for the Italians to raise and use their own local crops. We have to help them cleanse their schools of Fascist trappings.</p>\n<br />\n<p>I think the American people as a whole approve the salvage of these human beings, who are only now learning to walk in a new atmosphere of freedom.</p>\n<br />\n<p>Some of us may let our thoughts run to the financial cost of it. Essentially it is what we can call a form of relief. And at the same time, we hope that this relief will be an investment for the future —an investment that will pay dividends by eliminating Fascism, by ending any Italian desires to start another war of aggression in the future. And that means that they are dividends which justify such an investment, because they are additional supports for world peace.</p>\n<br />\n<p>The Italian people are capable of self-government. We do not lose sight of their virtues as a peace-loving Nation.</p>\n<br />\n<p>We remember the many centuries in which the Italians were leaders in the arts and sciences, enriching the lives of all mankind.</p>\n<br />\n<p>We remember the great sons of the Italian people- Galileo and Marconi, Michelangelo and Dante—and incidently that fearless discoverer who typifies the courage of Italy- Christopher Columbus.</p>\n<br />\n<p>Italy cannot grow in stature by seeking to build up a great militaristic empire. Italians have been overcrowded within their own territories, but they do not need to try to conquer the lands of other peoples in order to find the breath of life. Other peoples may not want to be conquered.</p>\n<br />\n<p>In the past, Italians have come by the millions into the United States. They have been welcomed, they have prospered, they have become good citizens, community and Governmental leaders. They are not Italian-Americans. They are Americans, Americans of Italian descent.</p>\n<br />\n<p>The Italians have gone in great numbers to the other Americas–Brazil and the Argentine, for example—hundreds and hundreds of thousands of them. They have gone to many other Nations in every continent of the world, giving of their industry and their talents, and achieving success and the comfort of good living, and good citizenship.</p>\n<br />\n<p>Italy should go on as a great mother Nation, contributing to the culture and the progress and the good will of all mankind developing her special talents in the arts and crafts and sciences, and preserving her historic and cultural heritage for the benefit of all peoples.</p>\n<br />\n<p>We want and expect the help of the future Italy toward lasting peace. All the other Nations opposed to Fascism and Nazism ought to help to give Italy a chance.</p>\n<br />\n<p>The Germans, after years of domination in Rome, left the people in the Eternal City on the verge of starvation. We and the British will do and are doing everything we can to bring them relief. Anticipating the fall of Rome, we made preparations to ship food supplies to the city, but, of course, it should be borne in mind that the needs are so great, the transportation requirements of our armies so heavy, that improvement must be gradual. But we have already begun to save the lives of the men, women, and children of Rome.</p>\n<br />\n<p>This, I think, is an example of the efficiency of our machinery of war. The magnificent ability and energy of the American people in growing the crops, building the merchant ships, in making and collecting the cargoes, in getting the supplies over thousands of miles of water, and thinking ahead to meet emergencies—all this spells, I think, an amazing efficiency on the part of our armed forces, all the various agencies working with them, and American industry and labor as a whole.</p>\n<br />\n<p>No great effort like this can be a hundred percent perfect, but the batting average is very, very high.</p>\n<br />\n<p>And so I extend the congratulations and thanks tonight of the American people to General Alexander, who has been in command of the whole Italian operation; to our General Clark and General Leese of the Fifth and the Eighth Armies; to General Wilson, the Supreme Allied Commander of the Mediterranean theater, to General Devers, his American Deputy; to General Eaker; to Admirals Cunningham and Hewitt; and to all their brave officers and men.</p>\n<br />\n<p>May God bless them and watch over them and over all of our gallant, fighting men.</p>\n<br />\n<p>Ladies and Gentlemen you have heard the president of the United States and now our…</p>\n</blockquote>\n<br />\n<p><iframe src='http://cdn.knightlab.com/libs/timeline/latest/embed/index.html?source=0Ai6SjtFZXpPtdFpwZGczQ0RTLUxrcVdxaUxwY1dpRnc&amp;font=Bevan-PotanoSans&amp;maptype=toner&amp;lang=en&amp;height=650' frameborder='0'></iframe></p>\n<br /></div>","published":"2014-11-05T06:01:41+00:00","tags":["APM"],"contenttemplated":"[{\"content\":\"<p><em>This audio is part of the larger project <a href=\\\"http://www.americanradioworks.org/documentaries/roosevelts/\\\">The First Family of Radio</a>: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You can download the entire radio hour from our <a href=\\\"http://www.americanradioworks.org/podcast/\\\">podcast feed</a> (<a href=\\\"https://itunes.apple.com/us/podcast/id81914987\\\">iTunes</a>).</em></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>June 5, 1944</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p>On this Monday evening in June, FDR delivered a Fireside Chat on the capture of Rome. As he spoke, Allied ships and troops were streaming across the English Channel for the D-Day invasion of Normandy the next morning. -Stephen Smith</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<h3>Transcript</h3>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p>Ladies and Gentlemen, the president of the United States.</p><br /><p>My friends:</p><br /><p>Yesterday on June 4, 1944, Rome fell to American and Allied troops. The first of the Axis capitals is now in our hands. One up and two to go!</p><br /><p>It is perhaps significant that the first of these capitals to fall should have the longest history of all of them. The story of Rome goes back to the time of the foundations of our civilization. We can still see there monuments of the time when Rome and the Romans controlled the whole of the then known world. That, too, is significant, for the United Nations are determined that in the future no one city and no one race will be able to control the whole of the world.</p><br /><p>In addition to the monuments of the older times, we also see in Rome the great symbol of Christianity, which has reached into almost every part of the world. There are other shrines and other churches in many places, but the churches and shrines of Rome are visible symbols of the faith and determination of the early saints and martyrs that Christianity should live and become universal. And tonight it will be a source of deep satisfaction that the freedom of the Pope and the Vatican City is assured by the armies of the United Nations.</p><br /><p>It is also significant that Rome has been liberated by the armed forces of many generations, many Nations. The American and British armies—who bore the chief burdens of battle– found at their sides our own North American neighbors, the gallant Canadians. The fighting New Zealanders from the far South Pacific, the courageous French and the French Moroccans, the South Africans, the Poles, and the East Indians- all of them fought with us on the bloody approaches to the city of Rome.</p><br /><p>The Italians, too, forswearing a partnership in the Axis which they never desired, have sent their troops to join us in our battles against the German trespassers on their soil.</p><br /><p>The prospect of the liberation of Rome meant enough to Hitler and his generals to induce them to fight desperately at great cost of men and materials and with great sacrifice to their crumbling Eastern line and to their Western front. No thanks are due to them if Rome was spared the devastation which the Germans wreaked on Naples and other Italian cities. The Allied generals maneuvered so skillfully that the Nazis could only have stayed long enough to damage Rome at the risk of losing their armies.</p><br /><p>But Rome is of course more than a military objective.</p><br /><p>Ever since before the days of the Caesars, Rome has stood as a symbol of authority. Rome was the Republic. Rome was the Empire. Rome was and is in a sense the Catholic Church, and Rome was the capital of a United Italy. Later, unfortunately, a quarter of a century ago, Rome became the seat of Fascism and, still later, one of the three capitals of the Axis.</p><br /><p>For this quarter century the Italian people were enslaved. They were degraded by the rule of Mussolini from Rome. They will mark its liberation with deep emotion. In the north of Italy, the people are still dominated, threatened by the Nazi overlords and their Fascist puppets.</p><br /><p>Somehow in the back of my head, I still remember a name, Mussolini.</p><br /><p>Our victory comes at an excellent time, while our Allied forces are poised for another strike at Western Europe—and while the armies of other Nazi soldiers nervously await our assault. And in the meantime our gallant Russian Allies continue to make their power felt more and more.</p><br /><p>From a strictly military standpoint, we had long ago accomplished certain of the main objectives of our Italian campaign the control of the islands, the major islands- the control of the sea lanes of the Mediterranean to shorten our combat and supply lines, and the capture of the airports such as the great airports of Foggia, south of Rome, from which we have struck telling blows on the continent—the whole of the continent all the way up to the Russian front.</p><br /><p>It would be unwise to inflate in our own minds the military importance of the capture of Rome. We shall have to push through a long period of greater effort and fiercer fighting before we get into Germany itself. The Germans have retreated thousands of miles, all the way from the gates of Cairo, through Libya and Tunisia and Sicily and Southern Italy. They have suffered heavy losses, but not great enough yet to cause collapse.</p><br /><p>Germany has not yet been driven to surrender. Germany has not yet been driven to the point where she will be unable to recommence world conquest a generation hence.</p><br /><p>Therefore, the victory still lies some distance ahead. That distance will be covered in due time–have no fear of that. But it will be tough and it will be costly, as I have told you many, many times.</p><br /><p>In Italy the people had lived so long under the corrupt rule of Mussolini that, in spite of the tinsel at the top, you have seen the pictures of him, their economic condition had grown steadily worse. Our troops have found starvation, malnutrition, disease, a deteriorating education and lowered public health- all by-products of the Fascist misrule.</p><br /><p>The task of the Allies in occupation has been stupendous. We have had to start at the very bottom, assisting local Governments to reform on democratic lines. We have had to give them bread to replace that which was stolen out of their mouths by the Germans. We have had to make it possible for the Italians to raise and use their own local crops. We have to help them cleanse their schools of Fascist trappings.</p><br /><p>I think the American people as a whole approve the salvage of these human beings, who are only now learning to walk in a new atmosphere of freedom.</p><br /><p>Some of us may let our thoughts run to the financial cost of it. Essentially it is what we can call a form of relief. And at the same time, we hope that this relief will be an investment for the future —an investment that will pay dividends by eliminating Fascism, by ending any Italian desires to start another war of aggression in the future. And that means that they are dividends which justify such an investment, because they are additional supports for world peace.</p><br /><p>The Italian people are capable of self-government. We do not lose sight of their virtues as a peace-loving Nation.</p><br /><p>We remember the many centuries in which the Italians were leaders in the arts and sciences, enriching the lives of all mankind.</p><br /><p>We remember the great sons of the Italian people- Galileo and Marconi, Michelangelo and Dante—and incidently that fearless discoverer who typifies the courage of Italy- Christopher Columbus.</p><br /><p>Italy cannot grow in stature by seeking to build up a great militaristic empire. Italians have been overcrowded within their own territories, but they do not need to try to conquer the lands of other peoples in order to find the breath of life. Other peoples may not want to be conquered.</p><br /><p>In the past, Italians have come by the millions into the United States. They have been welcomed, they have prospered, they have become good citizens, community and Governmental leaders. They are not Italian-Americans. They are Americans, Americans of Italian descent.</p><br /><p>The Italians have gone in great numbers to the other Americas–Brazil and the Argentine, for example—hundreds and hundreds of thousands of them. They have gone to many other Nations in every continent of the world, giving of their industry and their talents, and achieving success and the comfort of good living, and good citizenship.</p><br /><p>Italy should go on as a great mother Nation, contributing to the culture and the progress and the good will of all mankind developing her special talents in the arts and crafts and sciences, and preserving her historic and cultural heritage for the benefit of all peoples.</p><br /><p>We want and expect the help of the future Italy toward lasting peace. All the other Nations opposed to Fascism and Nazism ought to help to give Italy a chance.</p><br /><p>The Germans, after years of domination in Rome, left the people in the Eternal City on the verge of starvation. We and the British will do and are doing everything we can to bring them relief. Anticipating the fall of Rome, we made preparations to ship food supplies to the city, but, of course, it should be borne in mind that the needs are so great, the transportation requirements of our armies so heavy, that improvement must be gradual. But we have already begun to save the lives of the men, women, and children of Rome.</p><br /><p>This, I think, is an example of the efficiency of our machinery of war. The magnificent ability and energy of the American people in growing the crops, building the merchant ships, in making and collecting the cargoes, in getting the supplies over thousands of miles of water, and thinking ahead to meet emergencies—all this spells, I think, an amazing efficiency on the part of our armed forces, all the various agencies working with them, and American industry and labor as a whole.</p><br /><p>No great effort like this can be a hundred percent perfect, but the batting average is very, very high.</p><br /><p>And so I extend the congratulations and thanks tonight of the American people to General Alexander, who has been in command of the whole Italian operation; to our General Clark and General Leese of the Fifth and the Eighth Armies; to General Wilson, the Supreme Allied Commander of the Mediterranean theater, to General Devers, his American Deputy; to General Eaker; to Admirals Cunningham and Hewitt; and to all their brave officers and men.</p><br /><p>May God bless them and watch over them and over all of our gallant, fighting men.</p><br /><p>Ladies and Gentlemen you have heard the president of the United States and now our…</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><iframe frameborder=\\\"0\\\" src=\\\"http://cdn.knightlab.com/libs/timeline/latest/embed/index.html?source=0Ai6SjtFZXpPtdFpwZGczQ0RTLUxrcVdxaUxwY1dpRnc&amp;font=Bevan-PotanoSans&amp;maptype=toner&amp;lang=en&amp;height=650\\\"></iframe></p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"}]","itags":["American RadioWorks","American RadioWorks 2014-11-05","f16825276de8f179e518acc264b460f0"],"teaser":"This audio is part of the larger project The First Family of Radio: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You […]","title":"FDR: The Fall of Rome","audio":[{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/americanradioworks/2014/fdr440605_128.mp3","meta":{"duration_hms":"00:15:10","duration":910,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/americanradioworks/2014/fdr440605","type":"application/json"}},"type":"audio/mpeg"}]}