{"created":"2015-05-10T04:14:47+00:00","modified":"2015-06-05T15:26:26+00:00","valid":{"from":"2015-06-05T15:26:26+00:00","to":"3015-06-05T15:26:26+00:00"},"hreflang":"en","title":"Political Postcard: Still Love For Bill Clinton In A Place Called Hope","published":"2015-05-10T21:37:00+00:00","teaser":"Bill Clinton won Arkansas twice when he ran for president. The state's politics have taken a dramatic turn to the right since, but some in his hometown like the idea of Clinton as first gentleman.","itags":["npr_api","405523379"],"guid":"f16b8fab-8158-4cb6-84e4-e9cf9bd4848b","contentencoded":"<p>Mike Huckabee kicked off his second run for the White House this week in Arkansas, a state where he has deep roots that he shares with another famous politician — Bill Clinton.</p><p>Huckabee and Clinton were both governors of the Southern state for more than a decade, and they also both hail from the same hometown — Hope.</p><p>Hope was prominent in Huckabee's announcement with TV monitors emblazoned with the double entendre, \"Hope.\"</p><p>\"We will make that journey from Hope to higher ground,\" Huckabee said during his announcement.</p><p>Clinton, of course, made this line famous in 1992: \"I still believe in a place called Hope.\"</p><p>The two men spent their youth going to some of the same schools and hanging out at some of the same places, though not at the same time, since Clinton is nine years older.</p><p>But with Clinton a hero to rank-and-file Democrats, and Huckabee courting evangelical voters, ideology is not a shared trait.</p><p>Before the Huckabee rally this week, Helen Wood was ready to cheer the newest addition to the GOP field.</p><p>\"Very nice day,\" Wood said. \"Big things happening in Hope.\"</p><p>She's a retiree from a local school and a Huckabee backer. But she also offered this when asked about the other man from Hope: \"I have great respect for what President Clinton did as a president when he was in office.\"</p><p>Certainly, there are plenty of Clinton critics in Arkansas. But Clinton and Huckabee remain popular in the state. Roby Brock, who runs a multimedia political and business news outlet based in Little Rock, said it's because both are so good at the retail politics that Arkansas demands — lots of handshaking and remembering everybody's name.</p><p>\"He could still talk to a guy who was fixing a car on his back in an engine shop,\" Brock said of Clinton. \"And Mike Huckabee has got those same blue-collar roots and can communicate that very well.\"</p><p>As for what any of this means for Hillary Clinton, Brock noted that she's not as popular as her husband in Arkansas. Not by far, but he said she does benefit from some residual good will.</p><p>Clinton grew up in the suburbs of Chicago, a far cry from Hope. So, it is strange to listen to tape of her from back when she was Arkansas' first lady and hear a hint of the South in her voice.</p><p>Now, unlike it did with Bill Clinton, who was able to win Arkansas twice when he ran for president, don't look for the state to get behind Hillary Clinton's presidential run.</p><p>Arkansas has gone through a political transition and has become a solidly Republican state.</p><p>But even a Huckabee fan this week smiled at the notion of Bill Clinton moving back into the White House.</p><p>\"I love him, too,\" said 28-year-old Brandi Tuttle, owner of L.K.'s Closet, a children's clothing store in town. She said she is actually Clinton's fourth cousin, and she added that if he becomes the first first gentleman in U.S. history, \"I think he'll do great, because he's been there before, and he's known how to do it.\"</p><p>When it came to Hillary Clinton, though, Tuttle was curt.</p><p>\"I really don't have any feeling or say either way,\" Tuttle said, adding, \"I don't <em>know</em> her.\" She's just \"not like the ones born and raised.\"</p><p>Huckabee's announcement this week could very well be the most attention Arkansas gets in the entire 2016 presidential campaign, but folks in Hope and elsewhere have been enjoying their connection to three potential big players in the race.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Political+Postcard%3A+Still+Love+For+Bill+Clinton+In+A+Place+Called+Hope&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Don Gonyea","audio":[{"meta":{"duration":"202"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405624488-cdb8ea.m3u?orgId=1&topicId=1014&d=202&p=10&story=405523379&t=progseg&e=405624317&seg=4&ft=nprml&f=405523379"},{"href":"http://media.npr.org/assets/img/2015/05/10/458291938-97d585a394a1fa82172efd9973cddce987765133.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2013","width":"2685"}},{"href":"http://media.npr.org/assets/img/2015/05/10/472247644-69054de7219d859f72f3b75d8087d7d67f62ec12.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1580","width":"2107"}}]}