{"created":"2015-06-12T19:14:56+00:00","modified":"2015-06-12T19:58:32+00:00","valid":{"from":"2015-06-12T19:58:32+00:00","to":"3015-06-12T19:58:32+00:00"},"hreflang":"en","title":"Improving Police-Community Relations 'Boils Down To Leadership'","published":"2015-06-12T19:58:00+00:00","teaser":"Civil rights advocate John Mack, the former president of the Los Angeles Police Commission, discusses tensions with police.","itags":["npr_api","413979789"],"guid":"f16f0839-cb2f-4a31-8c36-2fe2ac3f3dfb","contentencoded":"<p>The tensions between African-American communities and the police officers have become a continuing conversation across the nation as images of the incidents trend on social media and dominate the news.</p><p>While the issue has reached the forefront of the American conscience, it is nothing new. NPR&#8217;s Michel Martin speaks with civil rights advocate <strong>John Mack</strong>, who is the former president of the Los Angeles Police Commission, about his work in the department and the issues facing police.</p><p><em>Note: Martin will be in Los Angeles on June 24 for <a href=\"http://www.npr.org/sections/presents/2015/05/27/410044569/6-24-15-npr-presents-michel-martin-streets-beats\" target=\"_blank\">an evening of storytelling</a> with local residents and law enforcement. Join the conversation and share your own experiences on Twitter using the hashtag #StreetsAndBeats.</em></p><h4>Interview Highlights: John Mack</h4><p><strong>How the LAPD has changed &#8211; for the better and the worse &#8211; over the years</strong></p><p>&#8220;Now we do have a department that&#8217;s more representative of the communities they serve. Having said that, we have thousands of officers on the streets, and they come from all kinds of backgrounds. Many of them don&#8217;t live in the city, and frankly many of them are uptight when they have to police an African-American community. But I think in the final analysis, the important thing is that the department and officers be supported when they do the right thing, but they be held accountable when they do the wrong thing and do things out of policy. That&#8217;s why it&#8217;s important to have strong oversight.&#8221;</p><p><strong>How Ferguson fits into the larger context of police controversy</strong></p><p>&#8220;You move beyond Los Angeles and you see some things that are just so blatant, for example the Ferguson incident where Michael Brown was shot and killed, and then of course that department is history. Basically an all-white department. Some people may recall the old Barney Fife TV series &#8211; these cops who were bumbling and fumbling around. Ferguson I think was a combination of racism and frankly just some incompetence.&#8221;</p><p><strong>On the outlook for the country&#8217;s relationship with police</strong></p><p>&#8220;I&#8217;m cautiously optimistic. I think it really boils down to leadership. If you get a police chief who frankly is anti-black, anti-Latino or who feels that his cops, her cops can do no wrong, you&#8217;re going to have bad things happening all the time. And there&#8217;ll be some cynics who will say we&#8217;ve made no progress. I totally reject that, we have made some progress. Of course it gets lost sometimes when you have a high-profile incident such as the Ezell Ford incident or the kind of situation they had in Baltimore and other places.&#8221;</p><h4>Guest</h4><ul><li><a href=\"https://mackes-lausd-ca.schoolloop.com/Johnwmack\" target=\"_blank\"><strong>John Mack</strong></a>, civil rights advocate and former president of the Los Angeles Police Commission.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Improving+Police-Community+Relations+%27Boils+Down+To+Leadership%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"406"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413990012-4788e0.m3u?orgId=1&d=406&p=60&story=413979789&t=progseg&e=413972341&seg=12&ft=nprml&f=413979789"},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0612_la-protest.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"899","width":"1280"}}]}