{"created":"2014-11-27T20:45:39+00:00","modified":"2015-05-13T21:29:43+00:00","valid":{"from":"2015-05-13T21:29:43+00:00","to":"3015-05-13T21:29:43+00:00"},"hreflang":"en","title":"Sun, Sand And Offshore Drilling In Spain's Famed Canary Islands","published":"2014-11-28T00:12:00+00:00","teaser":"Highly reliant on oil imports, Spain's government is encouraging oil exploration off the coast of the Canary Islands. But locals say the drilling threatens the natural attractions that draw tourists.","itags":["npr_api","366366561"],"guid":"f1810b76-cd39-47cd-81dd-d355214e4fd8","contentencoded":"<p>An oil rig now floats offshore in one of Europe's top winter beach destinations — Spain's Canary Islands. For the first time, Spain has authorized offshore oil drilling there. It's hoping to reduce its dependence on foreign oil. But the project has prompted massive protests by local residents and environmental groups like Greenpeace.</p><p>Julie Genicot is a French trekking guide who's lived in Lanzarote, one of Spain's Canary Islands, ever since her grandparents opened an <a href=\"http://casadominique.com/\">ecolodge</a> there when she was a child.</p><p>\"We have all the elements. It's very windy, we have tides, the sun. It's a very energetic place,\" she says, looking out her windows across sand dunes in a protected natural park, backed by the Atlantic Ocean. \"You have earth, the fire — we're surrounded by volcanoes. And the wind, the sea — it's very powerful.\"</p><p>Every year, millions of tourists come to hike these volcanoes, ride the waves, scuba dive, or just bask in 360-plus days of sunshine. Genicot makes a living from taking tourists on hiking trips around the island's natural treasures. The whole island is a UNESCO biosphere reserve.</p><p>\"You have deepwater corals which can live more than hundreds of years,\" says Helena Alvarez, a marine biologist with the environmental group Oceana, which works to protect the world's oceans. \"And on the other hand you have a third of the known species of whales and dolphins ... which live at least part of their lifetime in the Canaries, or pass by while they are migrating.\"</p><p>But there's believed to be another natural treasure hidden deep under Lanzarote's seabed — oil. And while strict environmental laws protect the pristine shoreline around Genicot's grandparents' hotel, there's little such regulation offshore — where oil drilling began in mid-November.</p><p>Town councilwoman Traude Gfoeller, who came to Lanzarote from Austria 24 years ago, is a vocal opponent of that drilling.</p><p>\"There's too much at risk,\" she says. \"It's as simple as that.\"</p><p>Gfoeller takes NPR to a quaint fishing village on Lanzarote's south coast, and describes how desalination plants convert the salty Atlantic Ocean into drinking water, supplying all of Lanzarote's potable water needs. But 30 miles offshore, an oil rig is floating atop that same water.</p><p>\"If something happens, and it gets into our water, we will be without water. What are we going to do?\" Gfoeller asks. \"And let's face it, we have many more people working in the tourism industry, in the hotels, in the rental cars, in the restaurants — than we could ever have on an oil platform.\"</p><p>Angry protests have erupted on the island at gas stations that belong to Repsol, the Spanish oil company. A recent poll shows 84 percent of Lanzarote residents are opposed to oil drilling. The Canary Islands have plentiful sun and wind, and many locals say they'd prefer to see investment in renewable energy, rather than in hydrocarbons. <a href=\"http://www.npr.org/blogs/parallels/2014/09/17/349223674/tiny-spanish-island-nears-its-goal-100-percent-renewable-energy\">The smallest of the Canary Islands, El Hierro, has done just that</a>.</p><p>The Canary Islands' regional government is also opposed to oil drilling, but it has been overruled by the Spanish central government in Madrid, which has jurisdiction over all Spanish waters.</p><p>Ezequiel Navio is a civil servant who's been lobbying international environmental groups and tour operators to put pressure on Madrid, in hopes of reversing Repsol's work.</p><p>\"The Spanish government is working to protect the exclusive and private interests of this oil company called Repsol, against the interest of Canarian society, the Canarian parliament, the Canarian government — and the international tourist industry,\" says Navio, head of the local government's Office of Global Action.</p><p>But despite such a backlash, Madrid allowed Repsol to begin drilling on Nov. 18.</p><p>\"Spain depends 99 percent on oil imports, and our estimations are that you could produce 10 percent of Spain's demand in a day,\" says Repsol spokesman Kristian Rix.</p><p>Spain has one of the highest dependencies on foreign oil, of any Western nation. It wants to reduce that, and use oil drilling to help jumpstart its fledgling economic recovery.</p><p>Rix points out an irony: Many of the Canary Islands' 2.2 million residents make their living off tourism. Most tourists come from the Spanish mainland or the rest of Europe, and reach the Canary Islands on relatively cheap flights — via EasyJet, RyanAir and the like. In other words, from fossil fuel.</p><p>\"We want all the benefits of oil, but we don't want to be part of the activity that will give us oil,\" Rix says, during an interview at Repsol's Madrid headquarters. \"It's unfortunate.\"</p><p>Repsol completed several environmental surveys of the waters off Lanzarote, before drilling began, Rix says. He puts the risk of a spill at one in 30,000 chances. Out of 275 offshore wells drilled elsewhere in Spain over the past three decades, he says, there hasn't been a single leak.</p><p>But even a small risk is not worth taking, according to Greenpeace — which has sent boatloads of protesters into waters around Repsol's offshore operation in recent weeks.</p><p>Video recorded by Greenpeace activists shows <a href=\"http://www.youtube.com/watch?v=D5DE6UmzSOA\">Spanish navy boats ramming their dinghies</a>.</p><p>In one incident, four Greenpeace activists were injured. A 23-year-old Italian woman had to be airlifted to a hospital, with a broken leg. Spanish authorities later impounded a Greenpeace boat, the Arctic Sunrise, at a port in Lanzarote. The boat was released late Wednesday, after Greenpeace paid a $63,000 bond — a sum the group said it expected to be refunded. Meanwhile, Spain has opened a legal case against Greenpeace for alleged breach of maritime traffic rules.</p><p>Despite all this unrest, the dispute might just be solved by Mother Nature. Geologists put the chance of actually discovering oil in the waters off the Canaries at less than 20 percent. Repsol is currently drilling to see whether oil is there — and then will decide whether it's commercially viable to extract.</p><p>Meanwhile, World Wildlife Fund is collecting signatures for an alternative: Once drilling is done — which could take months or years, depending on whether oil is extractable — it wants to turn these waters into <a href=\"http://wwfenaccion.com/en/proyectos/por-un-santuario-para-las-ballenas-26))\">a sanctuary for whales and dolphins</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sun%2C+Sand+And+Offshore+Drilling+In+Spain%27s+Famed+Canary+Islands&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lauren Frayer","audio":[{"meta":{"duration":"230"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367047154-209b1a.m3u?orgId=1&topicId=1124&d=230&p=2&story=366366561&t=progseg&e=367044099&seg=2&ft=nprml&f=366366561"},{"href":"http://media.npr.org/assets/img/2014/11/24/spainoil1-627ee1dd3914f4a1aad18631a133d119356f66c4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2159","width":"2880"}},{"href":"http://media.npr.org/assets/img/2014/11/25/484913165-7ca3f90f3e9f530317e999552d0e09594a00f199.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2081","width":"2775"}},{"href":"http://media.npr.org/assets/img/2014/11/25/33025364_h33233893-cb192140e0ed46dae5fc05afadba64ec37245fff.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1547","width":"2063"}},{"href":"http://media.npr.org/assets/img/2014/11/24/spainoil2-57f8130f30f1a5a8d87b4efdbd95c91125e558f8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1683","width":"2241"}},{"href":"http://media.npr.org/assets/img/2014/11/24/spainoil3-8f5407afe9d13ed84a8a04cd767fae848ff1ae51.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2241","width":"2989"}}]}