{"created":"2015-05-04T20:47:38+00:00","modified":"2015-05-12T19:54:01+00:00","valid":{"from":"2015-05-12T19:54:01+00:00","to":"3015-05-12T19:54:01+00:00"},"hreflang":"en","guid":"f19161af-b6fa-495d-941b-852256137c0d","title":"For hip-hop artist Omar Offendum, apathy toward Syria is not an option","published":"2015-05-12T19:53:57+00:00","byline":"Steven Davy","tags":["music","culture","conflict","Arab Spring","Religion","Global Nation","Music","Arts, Culture & Media","Asia","Syria","Middle East","Global Hit","Middle East","Arabic culture","Syria","Hip hop","Arab Spring","Omar Offendum","Berklee College of Music"],"teaser":"Syrian American hip-hop artist Omar Offendum realized long ago that his music could be a tool. Now the focus of his lyrics is to remind people that beneath all the political posturing and proxy wars still taking place in Syria, there’s still real human suffering the world has to solve.","contentencoded":"<p><a href=\"http://www.offendum.com/\">Omar Offendum</a> wears a lot of hats. He describes himself as a Syrian American, a hip-hop artist, designer, poet and peace activist.</p>\n<p>Offendum's debut album, \"SyrianamericanA,\" was released before the Arab Spring. “It’s hard living in the West when you know the East has got the best of me,\" he raps on a track titled \"Destiny.\"</p>\n<p>\"It’s about my destiny, but also the destiny of immigrants in general who kind of find themselves with new surroundings and environments,\" he says. \"Especially this kind of second generation of immigrants. I came over at a very young age. While I do identify as Syrian and as Arab and as Muslim and all these things — I also very much identify as an American.\"</p>\n<p>Offendum was born in Saudi Arabia but raised in Washington, DC, and has been living in Los Angeles for the last 10 years. Rap is something he grew up listening to, but he really connected to the genre while studying Arabic poetry, which he describes as the backbone of the Arabic language.</p>\n<p>\"I found parallels between [Arabic poetry] and the hip-hop music I was listening to, just as far as the themes that people were addressing, about their loved ones or loss, even simply battle poetry — who is the ill-er MC,\" he says. \"That always felt like something I could connect with.\"</p>\n<p>Offendum first started performing in college, where he began making beats and performing at open mic nights. He started off rapping about the kinds of things any college kid would rap about: partying, smoking and doing whatever you might do in college. But he says he felt he had an opportunity to address bigger issues that were important to him and to his community: political issues, America's involvement in the Middle East, what it was like growing up as a Muslim and Arab in the West.</p>\n<p>Then, halfway through his college career came Sept. 11. The attacks amplified the attention he was getting, but also became the lens through which people watched him. That's when it hit him.</p>\n<p>\"All of a sudden I realized that if I’m going to have people’s extra attention, I might as well do some good with it,\" he says. \"That was where I started to realize how powerful the tool and the medium was in bringing people together — or tearing them apart if you didn’t really use it in that way.\"</p>\n<p>Then came the Arab Spring in 2011 and with it plenty of unrest — and then disaster — in Syria, where Offendum's family comes from.</p>\n<p>\"In the beginning of the Arab Spring there was a lot of hope, idealism and euphoria surrounding these revolutions,\" he says. \"We were pushing back against the fatalism of our parents' generation.\"</p>\n<p>But in the end, he says, their jaded warnings were right.</p>\n<p>\"I remember then that our parents' generation [was] saying ‘Give it some time, the way that things go in the Middle East, don’t get too hopeful,'\" Offendum says. \"We were like ‘No, come on, things are different, things have changed.’ Now, four years later, you kind of understand where they are coming from. Especially in a place where there was so much change in the beginning and now it’s kind of regressed. It took me some time to figure out where I was at with all of that.\"</p>\n<p>With the war still raging in Syria, people sometimes get a sense of fatalism. But Offendum says the endless reports of death and suffering don't let us off the hook.</p>\n<p>\"Absolutely not. Apathy is not an option,\" he says. \"I think we have privilege here and I try and recognize that as a sense of responsibility. My focus is just to remind people that beneath all the political posturing and all the conspiracy theories and all the proxy wars that are taking place, there’s very real human suffering.\"</p>\n<p><em>Thanks to <a href=\"http://notable.com/\">Dan Cantor</a> and the <a href=\"https://www.berklee.edu/\">Berklee College of Music</a> for letting us film Omar.</em></p>\n<p><em>Beat production in \"Crying Shame\" by <a href=\"https://soundcloud.com/sandhillbeats\">Sandhill Music</a>.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-04%2Fomar-offendum&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/0504201506.mp3"},{"href":"http://admin.pri.org/file/0504201506mp3"}]}