{"created":"2014-10-09T21:27:50+00:00","modified":"2014-10-09T21:30:36+00:00","valid":{"from":"2014-10-09T21:30:36+00:00","to":"3014-10-09T21:30:36+00:00"},"hreflang":"en","guid":"f1964501-a188-4280-a3b0-0f982fe161f2","title":"And the Nobel Prize in Literature goes to — who?","published":"2014-10-09T21:30:35+00:00","byline":"Nina Porzucki","tags":["Literature","books","Nobel Prize","Books","Arts, Culture & Media","Paris","Europe","France","Patrick Modiano","Vivienne Walt","Patrick Modiano","Literature","French literature","Marcel Proust","Missing Person"],"teaser":"The Nobel Committee awarded its prize for literature to French novelist Patrick Modiano, a man who's been called a modern-day Proust. Yet his work is relatively unknown in the English-speaking world despite his success in France.","contentencoded":"<p>&quot;I was not yet 20, but my memories date to before I was born,&quot; says&nbsp;French writer Patrick Modiano, who&#39;s now a Nobel laureate.</p><p>It&#39;s a fitting statement for the author of the seven-volume epic, &quot;Remembrance of Things Past&quot;,&nbsp;who&#39;s sometimes&nbsp;touted as the &quot;modern-day <a href=\"http://en.wikipedia.org/wiki/Marcel_Proust\">Marcel Proust</a>&quot; &mdash; yet has a pretty low profile among the reading public.</p><p>Vivienne&nbsp;Walt, the Paris correspondent for Time magazine, says that while Modiano&#39;s&nbsp;novels &mdash; and sentences,&nbsp;for that matter &mdash; may be much shorter and far more accessible&nbsp;than Proust&#39;s were,&nbsp;his subject matter is extremely Proustian.&nbsp;&ldquo;He is always searching for this lost world,&rdquo; Walt says.</p><p>That lost world is France under Nazi occupation, which&nbsp;is the subject of much of Modiano&#39;s work.&nbsp;Modiano himself was what you might call&nbsp;a product of that occupation.&nbsp;His parents met during that time;&nbsp;his father had Italian&nbsp;Jewish roots and&nbsp;his mother was a Belgian actress.&nbsp;</p><p>&ldquo;For a very long time he lied about the year he was born,&quot; Walt says. &quot;He said he was born in 1947, whereas he was born in 1945 and would&#39;ve been conceived during World War II&nbsp;and during the Nazi occupation.&rdquo;</p><p>Regardless of when he was born, his childhood was far from happy.&nbsp;&ldquo;His mother was on tour a lot, the kids were left alone a lot,&quot; Walt says. &quot;He lost his older brother&nbsp;when his older brother was 10, he died of a disease.&quot;</p><p>His parents weren&#39;t much comfort, either. His father was a sketchy figure, moving in and out of Modiano&#39;s&nbsp;life. His father&nbsp;was something of a bootlegger during the war and was&nbsp;somehow able to survive as a Jew in Paris without getting deported.&nbsp;Rumors circulated that he had collaborated with the Nazis.</p><p>When Modiano was a teenager, he cut off his relationship with his father &mdash; yet&nbsp;he has devoted several of his books to his father as well.</p><p>As for his mother, Modiano reportedly once &quot;described his mother&#39;s heart as so cold that her lap-sized Chow&nbsp;Chow leapt from a window to his death,&quot; according to&nbsp;Agence France-Presse.</p><p>One of Modiano&#39;s most popular works is the 1978 detective thriller&nbsp;&quot;Missing Person,&quot; which&nbsp;delves into a world of&nbsp;smoky Parisian&nbsp;cafés,&nbsp;illegal passports and an amnesiac trying to figure out who he is.</p><p>He&rsquo;s written dozens of novels, he&#39;s well known in France and&nbsp;has had several works translated into English. But most in the English-speaking world still haven&#39;t heard of him.</p><p>&ldquo;In a sense, [the Nobel Prize for literature]&nbsp;has become a prize for someone that most of the book reading universe has never heard of,&quot; Walt says.</p><p>Modiano probably doesn&#39;t object to that, either.&nbsp;He&#39;s a known recluse;&nbsp;the Nobel Committee couldn&#39;t even get in touch with him before they announced his prize. When someone finally told him the news&nbsp;on the street today, he walked the other way.</p><p>&quot;It was like I was a bit detached from it all, as if a doppelganger with my name had won,&rdquo; he said at a&nbsp;press conference today. &quot;When you write something, it&#39;s like being a prisoner, you can never really be your own reader, you have a slightly blurred vision as a writer. So I am looking forward to finding out their reasons for choosing me, for honoring me in this way.&quot;</p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/100920143.mp3"},{"href":"http://www.pri.org/file/100920143mp3"}]}