{"created":"2014-09-29T13:05:12+00:00","modified":"2014-10-31T01:00:59+00:00","valid":{"from":"2014-10-31T01:00:59+00:00","to":"3014-10-31T01:00:59+00:00"},"hreflang":"en","title":"New King Ascends Spanish Throne, With Hopes For A New Era","published":"2014-06-19T23:12:00+00:00","teaser":"King Felipe becomes the new monarch at a time when the country faces major challenges: a wounded economy, demands for regional independence and dwindling support for the monarchy itself.","itags":["npr_api","323672789"],"guid":"f19f5c72-8752-4fbd-b17a-e5d462c7fdb6","contentencoded":"<p>As police helicopters hovered overhead, Spain's new king rolled up to Parliament in a chauffeured Rolls-Royce.</p><p>Felipe VI saluted Spanish troops lined up outside, as the country's national anthem blasted from speakers. He wore a navy blue military uniform and a red sash, representing the highest rank in Spain's armed forces. It had been bestowed upon him an hour earlier, by his father.</p><p>He ducked inside Parliament, took an oath and was proclaimed king. It was the first-ever royal handover in Spain's democratic era.</p><p>The 46-year-old Felipe is a fresh face for Spain's monarchy, <a href=\"http://www.npr.org/blogs/parallels/2013/06/05/187990667/with-safaris-and-yachts-spanish-king-comes-under-fire\">beset by recent scandals</a>. One of the princesses is <a href=\"http://www.npr.org/blogs/parallels/2014/02/06/272478159/a-fairy-tale-gone-wrong-spains-princess-accused-of-fraud\">accused of embezzling public money</a>. The outgoing king, Juan Carlos, has a <a href=\"http://www.npr.org/blogs/parallels/2014/06/02/318294534/coup-attempts-and-safaris-the-ups-and-downs-of-juan-carloss-reign\">38 percent approval rating</a>, in part because of a rather <a href=\"http://www.npr.org/2012/04/20/150979685/open-season-on-spains-king-after-luxe-hunting-trip\">expensive elephant hunting trip he took to Africa two years ago</a>, while Spain was mired in recession. One in four Spaniards is still out of work.</p><p>Felipe will have to deal with a wounded Spanish economy, <a href=\"http://www.npr.org/2012/10/13/162794921/spanish-crisis-revives-calls-for-catalan-secession\">regions that want to break away from Madrid's control</a> and dwindling support for the Spanish monarchy itself.</p><p>\"Long live the king! Long live Spain!\" lawmakers shouted during Thursday's special joint session of Parliament.</p><p>Despite that pomp, the ceremony was relatively no-frills. No foreign royals nor heads of state were invited. No golden crown was placed on the new monarch's head.</p><p>Felipe's mother, Queen Sofia, beamed from a parliamentary balcony. But his father and one sister were not present for that part of the ceremony.</p><p>\"A renovated monarchy for a new age. I'll work with energy, hope and an open spirit,\" Felipe promised, visibly emotional, his voice cracking several times. \"There is room for all of us in a united and diverse Spain.\"</p><p>He ended his speech by saying 'thank you' in Spain's four official languages: Castilian Spanish, Basque, Catalan and Galician.</p><p>The presidents of Catalonia and the Basque Country — both autonomous regions inside Spain that are lobbying for independence — attended the king's speech Thursday but refused to applaud, according to Spanish media.</p><p>Felipe is a former Olympic sailor, educated at Georgetown University in Washington. He's more popular than his father. But polls show roughly half of Spaniards don't want the monarchy anymore.</p><p>Protesters have filled Spanish squares in recent weeks, <a href=\"http://www.npr.org/2014/06/02/318266808/as-spains-king-steps-down-protesters-hope-hes-the-last-one\">calling for a referendum on the royal system</a>. But demonstrations were banned Thursday in Madrid. A few brave souls in anti-monarchy T-shirts were arrested.</p><p>At a royal parade that followed the parliamentary ceremony, Felipe and his wife, <a href=\"http://www.npr.org/blogs/parallels/2014/06/04/318573914/move-over-kate-middleton-for-spains-middle-class-queen\">Queen Letizia</a>, waved to supporters from a convertible Rolls-Royce. Later they waved to supporters from a balcony of the Royal Palace, with their two young daughters and the king's parents.</p><p>Along the parade route, which wound down Madrid's wide Gran Vía, lined with police, many royal spectators talked quite openly about their ambivalence.</p><p>\"I'm not against the monarchy, but I think it's a bit outdated. Plus, their behavior hasn't been great,\" said Javier Gutierrez, a 31-year-old who works in marketing. \"So lots of people are against them. They sell us this image of the king saving democracy, but that was decades ago. We needed a fresh face — though there's a limit to what he can do.\"</p><p>Experts say the Spanish royal family is keenly aware of its dwindling popularity. That's believed to have influenced King Juan Carlos' decision to step down.</p><p>\"The timing of King Juan Carlos' abdication is an effort to rejuvenate the Spanish monarchy before it's too late — before the reputation is tarnished beyond a point of no return,\" says Hamilton Stapell, a professor of modern Spanish history at the State University of New York, New Paltz. \"So this change allows Spaniards to say, 'Hey, maybe we can have a different future. Maybe things can be better.' \"</p><p>Spain's economy is hobbling out of recession. But the country's national soccer team suffered two surprise defeats and was <a href=\"http://www.npr.org/blogs/thetwo-way/2014/06/18/323361783/defending-champs-spain-knocked-out-of-world-cup\">eliminated from the World Cup on Wednesday night</a>.</p><p>Spaniards will be replaced as the world champions of soccer, but they have a new king. It's a new era for Spain, in more ways than one.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+King+Ascends+Spanish+Throne%2C+With+Hopes+For+A+New+Era&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lauren Frayer","audio":[{"meta":{"duration":"228"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1323696130-3f7e24.m3u?orgId=1&topicId=1124&ft=3&f=323672789"},{"href":"http://media.npr.org/assets/img/2014/06/19/spain-new-king1-9871fffe6c90c42cdbe21c61c6d26664e4cf0087.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2890","width":"3851"}},{"href":"http://media.npr.org/assets/img/2014/06/19/spain-new-king2-3ae4bf7beabc0cf0403d0caec63763143290753f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2337","width":"3119"}}]}