{"created":"2015-07-01T00:31:08+00:00","modified":"2015-07-01T00:31:09+00:00","valid":{"from":"2015-07-01T00:31:09+00:00","to":"3015-07-01T00:31:09+00:00"},"hreflang":"en","guid":"f1a96141-0270-4dd7-b375-956d7ec149e8","title":"Greece defaults on its IMF loan — here's what its finance minister fears may come next","published":"2015-07-01T00:31:04+00:00","byline":"Clark Boyd, Marco Werman","tags":["economics","Greece","eurozone","Debt Default","Business, Finance & Economics","Economics","Conflict & Justice","Athens","Europe","Greece","Europe","Yanis Varoufakis","Johan Van Overveldt","Economy of Greece","Eurozone","Global economy"],"teaser":"Today, Greece became the first developed country to default on an IMF loan. What happens next is uncertain, but the man who now oversees Greece's economy warned years ago that a default could ripple across the globe.","contentencoded":"<p><em>Nearly four years ago, a Greek economist predicted that his country would inevitably go into default. Now, that economist is the finance minister of Greece and his prediction has come true. </em></p>\n<p><em>Today, Greece became the first developed country to default on a loan from the International Monetary Fund when it failed to pay 1.55 billion euros (US$1.7 billion) to the IMF. In this story from our archives, Yanis Varoufakis, the man who now oversees the Greek economy, warned of a potentially disastrous global economic fallout if Greece went into an uncontrolled default.</em></p>\n<p><em>Here's <a href=\"http://pri.org/stories/2015-06-29/greece-bank-shutdown-brings-woe-ordinary-citizens\">the situation that led to today's default</a>. And here's our story from September, 2011 describing the fears of what a default might bring:</em></p>\n<p>Robert Zoellick, president of the World Bank, said today that the world economy \"is in a danger zone.\" He also said his confidence was being \"eroded daily by a steady drip of poor economic news.\" Much of that bad news is coming from Europe, and in particular, Greece.</p>\n<p>The Greek government's newly announced austerity measures triggered more strikes and protests in Athens today. Many analysts are now saying that no matter how much more bailout money Greece gets, it will sooner or later have to default on its loans.</p>\n<p>European leaders continue to insist a Greek default must not be allowed to happen. US officials have strongly seconded that idea. The Greek government is trying to do whatever it can to avoid default. It has raised taxes, and slashed public sector pay and pensions, and it has done so in the hope of securing an additional ten and a half billion dollars from the European Union, European Central Bank, and International Monetary Fund.</p>\n<p>\"If you take someone who is bankrupt, and give them more debt and more loans on the condition that they will reduce their income, you are being a very cruel person,\" said Yanis Varoufakis, an economics professor at the University of Athens <em>[and now finance minister of Greece.]</em></p>\n<p>\"If a Greek default is going to happen, and I have no doubt that it will, then the sooner the better. If it is inevitable, you might as well default when you owe less, and your income is higher. The bailouts we've had for the past year, what have they done? They've added more debt to the existing debt, and they've reduced our national income.\"</p>\n<p>But not everyone thinks sooner is necessarily better. \"If there were a Greek default right now, it's impact would be dangerous and devastating, not just on the Euro area, but on the rest of the world as well,\" said Zsolt Darvas, an analyst at Bruegel, a Brussels-based European policy think tank.</p>\n<p>Darvas said the impact of a Greek default could quickly spread to Italy. \"That could lead to a widespread banking crisis in Europe,\" Darvas said. \"That would have an impact on the United States, and then we're looking at a renewed, full global financial crisis.\"</p>\n<p>The big fear currently is that Greece will go through what's called an \"uncontrolled default.\" That would mean Greece simply tells its creditors – forget it, we're not paying you back. Period.</p>\n<p>That is what Argentina did nearly a decade ago. But in the Argentine case, it was clear who the country's creditors were. Not so in the case of Greece, whose debt has been re-sold and bet against, much like mortgages in the sub-prime market in the United States.</p>\n<p>An uncontrolled default in Greece would make Argentina look like \"a walk in the park,\" said economist Yanis Varoufakis. He compares the possibility to the implosion of Lehman Brothers in 2008. \"Just like in the case of Lehman's, it is utterly impossible to calculate the cascade of defaults that will begin starting from Greece.\"</p>\n<p>He noted that \"piles of new debt have been erected on the Greek debt, which is accumulating in French and German banks.\" Varoufakis said it's impossible to know how big this \"web of destruction\" might be, and no one will know until Greece defaults and the cascade of further defaults follows.</p>\n<p>Inside Greece, the consequences of an uncontrolled default might be devastating. Johan Van Overveldt, author of <a href=\"http://www.amazon.com/The-End-Euro-Uneasy-European/dp/193284161X\">The End of the Euro</a>, said Greek pensions and wages would not get paid at all. But that's not the worst part.</p>\n<p>\"If you go to an uncontrolled default, that would immediately destroy the entire Greek banking system,\" Van Overveldt said. \"And that is the end of the Greek economy. A modern economy without a banking system is like a runner without legs.\"</p>\n<p>It would be far better, analysts say, for Greece to negotiate its way to what's called an \"orderly default.\" Working with its creditors and European officials, the Greeks could restructure their debt and decrease their payments.</p>\n<p>It's a process that could take months, even a year. That might buy the Greek government – and the European banks who loaned to it – enough time to get their financial houses in order. But as the protests in Athens show, it is unclear if the Greek people are prepared to keep tightening their belts for that long.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2011-09-22%2Fgreece-heads-default&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/migration/PriMigrationsDamanticMediaAudioMigration/media.blubrry.com/world/www.podtrac.com/pts/redirect.mp3/media.theworld.org/audio/092220115.mp3"},{"href":"http://admin.pri.org/file/092220115mp3"}]}