{"created":"2015-02-23T09:21:03+00:00","modified":"2015-06-08T21:05:12+00:00","valid":{"from":"2015-06-08T21:05:12+00:00","to":"3015-06-08T21:05:12+00:00"},"hreflang":"en","title":"When Kids Think Parents Play Favorites, It Can Spell Trouble","published":"2015-02-24T16:21:00+00:00","teaser":"When children think they're being slighted, it can lead to risky behavior as teenagers, a study finds. Having warm, respectful relationships helps counteract the claim, \"You always liked her best!\"","itags":["npr_api","368449456"],"guid":"f1aaec76-be78-46be-a228-173a16bb84b9","contentencoded":"<p>If you have siblings, you probably think that your parents liked one kid best — and you're probably right. Scientists say the family pecking order does affect children, but not always in the way you might think.</p><p>The vast majority of parents do have favorite child, according to research — about 80 percent. But that number sounds pretty darned high. So I decided to ask some kids in my neighborhood in Bethesda, Md., what they think happens in their families.</p><p>David Lewis, who's 10, is pretty sure there's a favorite in his family. He just isn't sure who it is. \"It's either my older brother, who actually does things correctly, though he might mess up here or there, or me, because I'm awesome.\" His older sister gets to be the favorite sometimes, too.</p><p>\"I think they love them equally,\" says Malcom Gendleman, 9. But his brother Eli, 11, says that even though he knows he really isn't being slighted, \"sometimes I still feel like it.\"</p><p>What Eli said is important. It turns out that what matters most is not whether there is a favorite — it's whether the kid thinks there is.</p><p>\"And that's the scary part,\" according to Alex Jensen, a psychologist with Brigham Young University in Provo, Utah, who studies family relationships. \"It's not just how you're treating them; it's how they perceive it.\"</p><p>Jensen looked at how teenagers' perception of favoritism affects their behavior. He <a href=\"http://psycnet.apa.org/journals/fam/28/4/549/\">found</a> that the kids who thought they were getting less favored treatment were more likely to get into trouble, even if the parents were actually being fair.</p><p>\"They were more likely to drink alcohol in the last year, to have used cigarettes,\" Jensen says. And the teens were also more likely to have smoked marijuana or used harder drugs. \"So it's linked to some pretty serious stuff.\"</p><p>And the more that children felt they were being shorted, the riskier their behavior. Luckily for us parents, Jensen says there is a workaround.</p><p>In his study, he found that in families that were close-knit, with good relationships and not a lot of fighting, there was less effect from perceived inequality. \"In families like that there's really no link between kids' perception and their behavior,\" Jensen says.</p><p>So as long as you love and respect all your kids, Jensen says, the fact that you like one a wee bit more won't matter.</p><p>Or you could try taking to heart the advice of my neighbor Malcolm: \"Picking favorites, it kind of makes the other people who are not the favorite not feel as well — feel sad. That's why parents should not pick favorites.\"</p><p><em>An <a href=\"http://www.npr.org/blogs/health/2014/09/17/349246014/kids-perception-of-parents-favoritism-counts-more-than-reality\">earlier version</a> of this story ran in NPR's Shots blog. This version ran on NPR's </em>Morning Edition<em>. </em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=When+Kids+Think+Parents+Play+Favorites%2C+It+Can+Spell+Trouble&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nancy Shute","audio":[{"meta":{"duration":"159"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388378637-566df6.m3u?orgId=1&topicId=1128&d=159&p=3&story=368449456&t=progseg&e=388378538&seg=8&ft=nprml&f=368449456"}]}