{"created":"2015-06-15T09:00:38+00:00","modified":"2015-06-19T14:42:21+00:00","valid":{"from":"2015-06-19T14:42:21+00:00","to":"3015-06-19T14:42:21+00:00"},"hreflang":"en","title":"He Was Born Republican Royalty, But 'Jebcito' Is From Miami","published":"2015-06-19T14:42:00+00:00","teaser":"Jeb Bush grew up in Texas, summered in Maine and went to prep school in Massachusetts. But the place he and his family chose to put down roots was Miami.","itags":["npr_api","413927208"],"guid":"f1ad5526-4d65-4356-937e-9bcb2110fda5","contentencoded":"<p><em>This story is part of NPR's series </em><a href=\"http://www.npr.org/series/415173943/journey-home\">Journey Home</a><em>. We're going to the places presidential candidates call home and finding out what those places tell us about how they see the world. </em></p><p>There are three Republican candidates who ran Spanish-language ads when they announced their presidential intentions — but <a href=\"https://youtu.be/7Z8Dyo-Djag\">only one was an Anglo</a>.</p><p>Jeb Bush not only speaks fluent Spanish, he has made his home by completely embracing Latino culture and putting down roots in South Florida.</p><p>Ana Navarro, his former aide, tells a little story that shows just how much he's adopted the culture: One day, she suggested something to Bush that he rejected because it was too expensive. Then, she said, he touched his elbow with his hand.</p><p>\"That's a very Hispanic gesture for meaning: 'Because I'm cheap, because I'm frugal,' \" Navarro said. \"It means 'I walk with my elbows so as not to wear out my shoes.' In Spanish, it would say, <em>Yo camino con los codos</em>. And it's that kind of nuance that he fully understands.\"</p><p>To understand why Bush only half-jokingly adopted the Twitter hashtag #honorarylatino, you have to understand the path he took to his current home in South Florida. Bush grew up in Midland, Texas, he summered in Maine and went to prep school in Andover, Mass. And it was in high school that his path home really began. He met his wife, Columba, on a high school exchange trip to Mexico. In college, he majored in Latin American Studies. He converted to Catholicism, and he worked briefly in Venezuala. But the place he chose to put down roots was Miami.</p><p>\"It certainly did shape him,\" said Tom Fiedler, the former political editor of the <em>Miami Herald</em>. \"The story of Miami since the Cuban exiles began coming has been one of being the new immigrant city.\"</p><p>Bush first came to Florida to organize his father's campaign in the state for the 1980 Republican presidential nomination. Then he and Columba decided to stay. Jeb went into business — real estate — and the family business, party politics. At the same time, the Mariel boatlift brought thousands of new Cuban immigrants to Florida. As Fiedler remembers, the leaders of the Cuban community in Miami decided they needed to become active in U.S. politics — and the Republican party was their natural home \"because of the passion for President Reagan,\" he said. \"They flocked to the Republican party, and Jeb was there to take advantage of that.\"</p><p>By then, Bush had three children — whom his father, George H.W. Bush, once referred to as \"little brown ones.\" The young family settled into their new home near Miami, and in 1983 he became the chairman of the Dade County Republican Party. At that time, registered Democrats outnumbered Republicans in Dade County 3 to 2. Bush set out to change that, and he started with the Cubans.</p><p>Local Cuban radio host Ninoska Perez watched as Bush became deeply connected to the Cuban community. Perez is a host at Radio Mambi in Coral Gables, where the Bushes now live. She met Bush early on and has interviewed him many times on her show.</p><p>\"The problems of the Cuban community were like part of his own problems,\" Perez says. \"If we were protesting for something, he was there.\"</p><p>By the mid-1980s, newspaper profiles in Miami referred to Bush as one of the most prominent members of the Hispanic community. So Perez isn't surprised that Bush once mistakenly listed his ethnicity as Hispanic <a href=\"http://www.npr.org/sections/thetwo-way/2015/04/06/397819562/report-jeb-bush-self-identified-as-hispanic-on-voter-application-in-09\" target=\"_blank\">on a Florida voter registration form</a>.</p><p>\"Probably in his mind he's thinking, 'Yes, I am,' \" she says, \"because that's how he was perceived. A lot of people were calling him 'Jebcito,' like someone that was dear to them.\"</p><p>And it wasn't just Cubans. Miami in the '80s was also receiving waves of Nicaraguans fleeing upheaval in Central America. Navarro said that's another way the melting pot of South Florida shaped Bush. It made him understand pan-Hispanic culture.</p><p>\"Jeb knows what <em>chilaquiles</em> is the same way he knows what Cuban <em>picadillo</em> is and can move effortlessly through the different Hispanic nationalities because of living in Miami,\" Navarro said.</p><p>Just a mile away from Radio Mambi's offices in Coral Gables is Talavera, an upscale Mexican restaurant where Bush and his family like to eat. That's where I meet Maria de la Milera. She was on the executive committee of the Dade County Republican Party when Jeb was the chairman.</p><p>\"He had a plan for the party, and he carried it,\" she said.</p><p>Back when de la Milera met him, Jeb Bush was Republican royalty — the son of the man who rode on Air Force Two. but what impressed her most about Bush was his drive and work ethic. Bush has said that his father saw politics as public service, but he sees it as a mission, like a religion. Milera remembers that Bush's goal as the Dade County GOP chairman was to register every newly naturalized Hispanic as a Republican.</p><p>\"We did in one year 54,000 applications. We filled out 54,000 applications for citizens,\" she said.</p><p>As Bush and his family found their place in South Florida — with its vibrant mix of Latin American immigrants — Bush was building the vehicle for his own political ambitions. It paid off. Bush won the Hispanic vote twice in his races for governor. He once called himself the first \"Latino governor of the state of Florida.\"</p><p>Al Cardenas, who was the state GOP chairman in the '80s, says that Bush's connection to the Hispanic community is now his biggest asset as a presidential candidate.</p><p>\"In our party, no one else seems to give the community the time share in their schedule that Democrats do,\" he said. \"And so here comes Jeb Bush — his schedule is representative of the Hispanic community's role in our country. That should be the rule, except that our party's been slow to learn it.\"</p><p>Bush's schedule has put him before Hispanic audiences in Puerto Rico and Texas, neither of which play much of a role in the GOP primary. But Bush has his sights firmly fixed on the general election, which he knows Republicans must do much better with Hispanics to win.</p><p>\"I live in Miami. Trust me, I know the power of the immigrant experience, because I live it each and every day,\" Bush said earlier this year on a trip to Puerto Rico. \"I know the immigrant experience, because I married a beautiful girl from Mexico. My children are bicultural and bilingual.\"</p><p>Bush even manages to slip in a reference to his hometown in South Florida when he campaigned in Iowa recently and answered a question about country of origin labeling for food imports.</p><p>\"When I go to Publix in Coral Gables,\" he said, \"after church to go prepare for Sunday Funday in my house ... and I'll probably make a really good guacamole and I want to know where that avocado is from and I want to know where the onions are from and the cilantro and all the secret stuff I put in it.\"</p><p>John Ellis Bush — son and brother of U.S. presidents, grandson of Connecticut Sen. Prescott Bush — can make a mean guacamole, if he does say so himself.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=He+Was+Born+Republican+Royalty%2C+But+%27Jebcito%27+Is+From+Miami&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mara Liasson","audio":[{"meta":{"duration":"436"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414561619-53cfc9.m3u?orgId=1&topicId=1014&aggIds=415173943&d=436&p=3&story=413927208&t=progseg&e=414552994&seg=13&ft=nprml&f=413927208"},{"href":"http://media.npr.org/assets/img/2015/06/12/jeb-1994-landov_wide-abef0faec01799a45c9bf9336014e1d2a5488e36.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"996","width":"1772"}},{"href":"http://media.npr.org/assets/img/2015/06/12/img_5292-edit-a0dc2cc5b997ab5fc990e5d3a76111d65a276425.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"378","width":"504"}},{"href":"http://media.npr.org/assets/img/2015/06/12/img_5288-edit-a7c9c3fa1a6e18a32d7c78930b5454f638509a24.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"310","width":"413"}}]}