{"created":"2014-10-30T22:18:03+00:00","modified":"2014-12-02T00:28:44+00:00","valid":{"from":"2014-12-02T00:28:44+00:00","to":"3014-12-02T00:28:44+00:00"},"hreflang":"en","title":"How Has The Obesity Epidemic Disrupted Romance?","published":"2014-10-21T19:46:00+00:00","teaser":"The health impacts of the obesity epidemic are well-documented. Less studied are its ramifications for romance.","itags":["npr_api","349309263"],"guid":"f1bb5e38-ae91-40e1-acde-c2478251ef3e","contentencoded":"<p>The health impacts of the obesity epidemic are well-documented.</p><p>Less studied are its ramifications for romance.</p><p>In her new book, &#8220;<a href=\"http://www.amazon.com/XL-Love-Obesity-Complicating-Americas/dp/1609614836/?tag=wburorg-20\" target=\"_blank\">XL Love: How Obesity is Complicating America’s Love Life</a>,&#8221; journalist <strong>Sarah Varney</strong> explores how being overweight can affect sex and love lives, from puberty to marriage.</p><p>Varney tells <a href=\"http://hereandnow.wbur.org\"><em>Here & Now&#8217;</em></a>s Jeremy Hobson that obesity in children has resulted in the early onset of puberty in girls, leading obese girls who are sexually active to engage in risky sexual behavior.</p><p>At the same time, adolescents who are obese are half as likely to begin dating as healthy weight adolescents.</p><p>&#8220;Not only is obesity disrupting how and when the stages of life are marked,&#8221; Varney said, &#8220;It also seems to be really changing the romantic prospects for obese and overweight girls and boys.&#8221;</p><p>In the book, Varney follow a number of couples, some of whom are in &#8220;mixed-weight marriages&#8221; where one partner is a healthy weight and the other is overweight or obese.</p><p>Varney says mixed-weight marriages tend to have much more friction.</p><p>&#8220;The types of arguments are much more personal, they are much more vicious,&#8221; Varney said.</p><p>Body image also becomes a major friction point in the marriage.</p><p>&#8220;There&#8217;s a lot of work that every couple has to do, of course,&#8221; Varney said. &#8220;But when you throw weight into it, and you throw the level of self-hatred and body image issues, it becomes a lot to deal with.&#8221;</p><p><a href=\"http://www.youtube.com/watch?v=MePYupyJ-Bg\">[Youtube]</a></p><h4>Book Excerpt: &#8220;XL Love:How Obesity is Complicating America’s Love Life&#8221;</h4><p><em>By Sarah Varney</em></p><p>DURING the past 20 years, the average weight of those in the dating pool has changed <img class=\"alignright size-medium wp-image-67594\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/09/0917_xllove-cover-200x300.jpg\" alt=\"0917_xllove-cover\" width=\"200\" height=\"300\" />dramatically. A time-lapse series of maps from the Centers for Disease Control and Prevention shows how abruptly our bodies have transformed: A map of obesity rates in 1985 shows only eight states, shaded dark blue, where 10 to 14 percent of adults are obese; as the maps roll over from year to year, more states turn blue, including Illinois, where Rob Gaughan was already a hefty high schooler. Then in 1997, the CDC adds a new color&#8211;beige&#8211;to show an emerging phenomenon: Obesity rates in Mississippi, Kentucky, and Indiana had hit 20 percent. As the clock starts ticking again and the years flip over, more states change from dark blue to beige until 2001, when Mississippi needs a new color&#8211;red&#8211;to signify that 25 percent of adults living there are obese. As the map speeds through 2002, 2003, 2004, more states turn red, first across the South and the Midwest, and then in 2006, Mississippi and West Virginia need yet another designation&#8211;dotted, dark red&#8211;showing that 30 percent of the adults who live there are obese. (At about that time, Rob Gaughan had gotten up the nerve to ask Tamara out on a date in Los Angeles.) By 2007, the Pacific Northwest turns red, and in the next few years, so do Nevada, Idaho, Wyoming, and most of the Eastern Seaboard. The South and Midwest&#8211;from Texas to Alabama, Missouri to West Virginia&#8211;close out 2010 with one in three adults severely overweight. By 2012, two out of three American adults would be overweight or obese.</p><p>It&#8217;s as if over just 2 decades, a majority of adults in the United States became a foot or more taller. How would those evolutionary enforcers&#8211;those picky females shopping around for a mate or those eager males strutting their tail feathers&#8211;respond to such a sudden alteration in body statistics? Would this new class of towering women and men, like Rob Gaughan, be prized catches or castoffs?</p><p>The stakes are high. Whether we sense it or not, the sifting and sorting and pairing off that happen during courtship set our lives in motion. The process answers, for a time at least, one of the most awesome and terrifying questions: Whom should I love? Intimate relationships are an integral part of human existence, and their effect is total: Whether we feel loved and cared for, whether we feel fulfilled and hopeful, they become our story, providing order and meaning. These close relationships, gay or straight, are a natural human virtue. They are the most primitive beginnings of moving man out of nature into society.</p><p>The French anthropologist Claude Levi-Strauss observed that the coupling of human beings expresses a fundamental human need. Social connection is vital not only to the survival of the species, but to human well-being, because it bolsters our psychological development and gives us a sense of belonging. The psychologists who study the value of close relationships among adults can sound like poets:</p><p>Perhaps the most potent form of approval occurs when one is loved.</p><p>And yet, those who emerge into their sexual selves as obese are less likely to find love in adulthood. The trend is especially stark, the research shows us, for women.</p><p>IN the collection of essays The Body Beautiful: Evolutionary and Sociocultural Perspectives, the psychologists Viren Swami, PhD, and Adrian Furnham, DPhil, DSc, introduce us to the &#8220;Science of Bodily Beauty.&#8221; They explore the question &#8220;What is beauty?&#8221; beginning with Pythagoras and the ancient Greeks, who found an answer in elegant proportions&#8211;&#8220;golden ratios&#8221; that were universal and objective, an unwavering Platonic ideal shared by all. That Pythagorean explanation of beauty stayed in place, they write, until the late 18th century, when philosophers such as David Hume and Edmund Burke raised the prospect that beauty could be based on one&#8217;s own individual emotions and preferences. &#8220;Beauty is no quality in things themselves; it exists merely in the mind which contemplates them; and each mind perceives a different beauty,&#8221; wrote Hume in 1757. It was then, Drs. Swami and Furnham observe, that &#8220;beauty had firmly been placed in the proverbial eye of the beholder.&#8221;</p><p>That made beauty preferences &#8212; Why are you attracted to this person? &#8212; scientifically unquantifiable, and explains why the psychological sciences have been relative latecomers to the beauty debates.</p><p>As late as the 1960s, the scholarly pursuit of passionate love and sexual desire was considered frivolous and senseless. &#8220;It wasn&#8217;t a respectable topic of study,&#8221; recalled the famed psychologist Elaine Walster, PhD, in an interview with the Human Behavior and Evolution Society. &#8220;It wasn&#8217;t amenable to scientific investigation; there wasn&#8217;t any hope of finding out very much about love in my lifetime. And it wasn&#8217;t &#8216;hot&#8217;&#8211;the hot topic in the 1960s was mathematical modeling.&#8221;</p><p>Walster was undeterred.</p><p>Around that time, she and a group of researchers advertised a &#8220;Computer Dance&#8221; to incoming freshmen at the University of Minnesota that would give science a foothold in divining physical attraction. The Computer Dance, the results of which were published in 1966, would become, declared Drs. Swami and Furnham, &#8220;the catalyst for interest in physical attractiveness within the psychological sciences.&#8221; Nearly a half century later, Dr. Walster&#8217;s &#8220;serendipitous finding&#8221; could predict the fate of fat people trying to date on the Internet.</p><p>&#8220;Here&#8217;s your chance to meet someone who has the same expressed interests as yourself,&#8221; read the ad in the new student handbook at the University of Minnesota. Freshmen &#8220;Gophers&#8221; who purchased tickets were told that an IBM computer&#8211;a futuristic novelty at the time&#8211;would match them on a blind date based on their personality and interests. What the students didn&#8217;t know was that as they moved through the ticket line, Walster&#8217;s collaborators were rating the students&#8217; physical attractiveness, and they would be sorted into categories that might seem insensitive by today&#8217;s standards: Ugly, Average, and Attractive. The Computer Dance was a big ruse.</p><p>Two days later, hundreds of freshmen were paired up, not based on their similarities, as they had been told, but randomly, with one exception: Men weren&#8217;t matched with taller women.</p><p>The Computer Dance was staged at a large nearby armory. Around 8 o&#8217;clock in the evening, newly paired freshmen began arriving, completely unaware that they were part of a grand experiment that would swing the beauty pendulum away from the eye of the beholder and once more toward Pythagoras (and evolutionary psychology). The students and their dates danced and talked in the armory for more than 2 hours until an intermission was called and the students, some rounded up from restrooms and fire escapes, were asked to rate their dates. Dr. Walster and her colleagues imagined that personality, intelligence, or similar interests would best predict whether dates liked each other. Instead, they found the best predictor of whether two dates liked each other, and were still dating 6 months later, was their physical attractiveness.</p><p>Dr. Walster&#8217;s work launched a frenzy of studies over the ensuing decades that sought to chronicle the rewards and penalties of physical attractiveness in nearly every aspect of our lives: its surreptitious and subtle&#8211; or blatant and brutal&#8211;imprint on hiring and salaries, first impressions and character judgments, and swooning hearts. &#8220;A wealth of evidence suggests that, despite the exhortations of received wisdom and age-old maxims,&#8221; wrote Drs. Furnham and Swami, &#8220;physical beauty has both an immediate and predictable effect on social interactions.&#8221;</p><p>That this was a revelation shows how far the pendulum has swung.</p><p><em>Excerpted from “XL LOVE” by Sarah Varney. Copyright © 2014 by Sarah Varney. By permission of Rodale Books.</em></p><h4>Guest</h4><ul><li><a href=\"http://www.kaiserhealthnews.org/reporters/varneys.aspx\" target=\"_blank\"><strong>Sarah Varney</strong>,</a> health reporter for Kaiser Health News and author of &#8220;<a href=\"http://www.amazon.com/XL-Love-Obesity-Complicating-Americas/dp/1609614836/?tag=wburorg-20\" target=\"_blank\">XL Love: How Obesity is Complicating America’s Love Life.</a>&#8221; She tweets <a href=\"https://twitter.com/sarahvarney\" target=\"_blank\">@sarahvarney</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Has+The+Obesity+Epidemic+Disrupted+Romance%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"883"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367859128-37120a.m3u?orgId=1&ft=3&f=349309263"}]}