{"created":"2015-07-03T21:41:28+00:00","modified":"2015-07-03T21:41:29+00:00","valid":{"from":"2015-07-03T21:41:29+00:00","to":"3015-07-03T21:41:29+00:00"},"hreflang":"en","guid":"f1c1bbf7-2b51-4b5d-b973-bf9ac4d6e011","title":"Two bombings in Bogota draw attention to renewed violence in Colombia","published":"2015-07-03T21:41:24+00:00","byline":"Daniel Gross","tags":["Bogota","Colombia","bombings","attack","FARC","peace","Conflict","Conflict & Justice"],"teaser":"It looked like Colombia was getting more peaceful — but in recent months, that's changed.","contentencoded":"<p>Until recently, Colombia — a country once rife with violence — seemed relatively calm. But this summer has changed that, with a string of bombings targeting oil pipelines and now two offices in the capital of Bogota.</p>\n<p>The most recent bombings took place Thursday, and targeted a private pension firm called Porvenir. At least seven people were hurt, though none of the injuries were severe.</p>\n<p>According to Joshua Goodman, the Bogota bureau chief for the Associated Press, says it’s too soon to say who might have carried out the attacks. “There is speculation that it could be the rebels,” he said, referring to the FARC, “but that’s really just because the rebels have been stepping up attacks in other parts of the country.”</p>\n<p>The possibility remains that the bombings in Bogota are unrelated to June bombings of oil pipelines in rural parts of Colombia. “These sorts of explosions and blasts are not unique, even to the capital,” said Goodman. “There’s a lot of criminal gangs, and a lot of extortion rackets, in Colombian cities. So this could very well have just been a private vendetta.”</p>\n<p>One of the bombs exploded in the heart of Bogota’s financial district. Goodman says that when he attended a gathering seven blocks away, he could sense tension amongst the guests.</p>\n<p>“Everyone at the party was surprised, and a little bit rattled,” Goodman recalled. “It’s not so common that wealthier neighborhoods in the capital experience this kind of violence.”</p>\n<p>“Precisely because Bogota has made strides in terms of reducing terrorist attacks or attacks by the rebels, people have grown accustomed to having safety in their daily lives,” he added.</p>\n<p>Goodman said that although most residents of Bogota aren’t worried about major terrorist attacks, it’s hard to generalize about violence in Colombia.</p>\n<p>In the rest of the country, the civil conflict between the FARC and the Colombian military has flared up, despite peace negotiations that have continued for several years. “A few months ago, the entire country was expecting a peace deal to be signed sometime soon,” said Goodman.</p>\n<p>“Both sides in this conflict are sort of retrenching,” he said.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-07-03%2Ftwo-bombings-bogota-draw-attention-renewed-violence-colombia&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/0703201506.mp3"},{"href":"http://admin.pri.org/file/0703201506mp3"}]}