{"created":"2014-12-07T23:35:31+00:00","modified":"2015-06-05T14:41:10+00:00","valid":{"from":"2015-06-05T14:41:10+00:00","to":"3015-06-05T14:41:10+00:00"},"hreflang":"en","title":"Author Of 'Bridge To Terabithia': Messages Are Poison To Fiction","published":"2014-12-08T15:07:00+00:00","teaser":"Katherine Paterson describes the inspiration behind her best-known children's book, as well as tales from her childhood in China and missionary work in Japan, in her new memoir, <em>Stories of My Life.</em>","itags":["npr_api","368020910"],"guid":"f1c251be-0c01-4606-ac16-f5e3d1929906","contentencoded":"<p>Katherine Paterson is the winner of two Newbery Medals and two National Book Awards. Her best-sellers include <em>The Great Gilly Hopkins</em>, <em>Jacob Have I Loved</em>, and her most famous book, <em>Bridge to Terabithia</em>.</p><p>Paterson was born in China to missionary parents. She tells NPR's Arun Rath that she had an idyllic childhood until about the age of 5, when Japan invaded China. \"Those years were very scary years,\" she says.</p><p>Before she began writing, Paterson was herself a missionary — and traveled to Japan, a country that, as a child, she'd seen as the enemy. In her memoir, <em>Stories of My Life, </em>she writes about that decision, as well as her relationship with her parents and the traumatic event that led to the story in <em>Bridge to Terabithia.</em></p><hr /><h3>Interview Highlights</h3><p><strong>On living in Japan as a missionary</strong></p><p>I, of course, really, truly longed to go back to China, and because I'm of a missionary background and because I've not just inherited my parent's faith but I have my own faith. I had a Japanese friend in seminary and she suggested I go to Japan, which was a little bit horrifying for me because my memory of the Japanese was pretty scary. And she said, \"Well, if you give the Japanese people a chance I think you'll get to love them.\"</p><p>And what I learned in those four years I spent in Japan was how wonderful it is to be loved by people you thought you hated. I thought maybe everybody in the world needs to have that experience, to be loved by someone they thought they hated.</p><p><strong>On whether her books have a message</strong></p><p>I try very hard to stay away from the word \"message,\" because I think it's poison in fiction. I think you tell your story and then the reader gets to decide what he or she will learn from your story. And if they don't want to learn anything from it, that's their choice.</p><p><strong>On the girl who inspired the character of Leslie Burke</strong></p><p>Lisa Hill, who was my son David's best friend when they were in the second grade, was in many ways like I picture Leslie Burke. Lisa was only 8 when she died; actually, she was struck by lightning. So there were certainly similarities — she was bright and she was funny and she was athletic and she was a wonderful kid. And it broke all of our hearts when she died. ...</p><p>The only way I could keep her alive was not to write that chapter. As I tell in the book, going to a friend's house and the friend says, \"How's your book coming?\" And I just blurted out that I was writing a story about a friendship between a boy and a girl, and the girl was going to die, but I couldn't let her die. And so I said to [the friend], \"I think I just can't face Lisa's death again.\"</p><p>Well, [she] knew very well that I, in that same year, had been operated on for cancer. And she said, \"I don't think it's Leslie's death you can't face. I think it's yours.\" And I realized she was absolutely right. And if that was true, then I would have to go home and finish the book because I would have to face my own death.</p><p>It was a great, freeing thing for me, to face that death and then to move on.</p><p><strong>On censorship and backlash against <em>Bridge to Terabithia</em></strong></p><p>You love your own book — I certainly love my books — and it's like somebody attacks your child, initially. But then, the more you write the more you realize that if a book has any power, it also has the power to offend, and there were many people offended by this book. And I'm sorry, because I don't like to offend people, but I know it was a story that I had to tell, and I had to tell it in the way I told it.</p><p>So, I can't apologize for it. I can feel sad that it was hard for them.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Author+Of+%27Bridge+To+Terabithia%27%3A+Messages+Are+Poison+To+Fiction&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"415"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369191195-a9e054.m3u?orgId=1&topicId=1033&aggIds=100876926&d=415&p=2&story=368020910&t=progseg&e=369191057&seg=10&ft=nprml&f=368020910"},{"href":"http://media.npr.org/assets/img/2014/12/02/9780803740433_large_stories_of_my_life-f890ece1bb0ceb03c7ea73bc4f7ed2f00b28febd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"512","width":"683"}},{"href":"http://media.npr.org/assets/img/2014/12/02/katherine-paterson-f73f221194a60ff384c9cc1188de5e69ef33f3c0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"597","width":"796"}}]}