{"created":"2014-11-01T21:00:50+00:00","modified":"2014-11-10T21:00:09+00:00","valid":{"from":"2014-11-10T21:00:09+00:00","to":"3014-11-10T21:00:09+00:00"},"hreflang":"en","title":"Diverting Lava Flow May Be Possible, But Some Hawaiians Object","published":"2014-11-03T20:58:00+00:00","teaser":"Slow-moving lava from the Kilauea volcano is stalled near the village of Pahoa in Hawaii. One volcanologist says redirecting the flow might be feasible but would carry political and cultural risks.","itags":["npr_api","360719232"],"guid":"f1ca1415-a743-4c72-b474-66876a5c9b06","contentencoded":"<p>Stunning images this week out of the Big Island of Hawaii show lava flows from the Kilauea volcano inching closer to the village of Pahoa.</p><p>As of Saturday, the lava's leading edge is stalled just a few hundred feet from the nearest home and the main road.</p><p>But John Lockwood, a volcanologist who lives near Pahoa, says underneath the flow, there's activity in lava tubes, or what he calls pyroducts.</p><p>\"Right now, even though no lava is being supplied directly to the flow-front, there's plenty of what we call breakouts. Lava is breaking off from the sides of the flow further upslope and sending out new flows,\" he says.</p><p>It moves so slowly that one might wonder if there's anything humans can do to stop or divert the flow.</p><p>In fact, lava diversion is possible. Lockwood knows all about it: He was an American adviser during the 1983 volcanic eruption of Mount Etna on the east coast of Sicily.</p><p>\"Mount Etna is a complex volcano,\" he says. \"It looms above the major city of Catania on the island of Sicily. Etna is one of the world's most active volcanoes.\"</p><p>To save the towns below, teams scrambled to divert the lava.</p><p>\"It was a massive engineering effort involving several hundred men and hundreds of pieces of equipment,\" Lockwood says.</p><p>Workers were on the front lines. They gouged out channels in the lava, then inserted and set off explosives; they also used bulldozers to build giant earthen walls to divert the flow.</p><p>\"In some cases, a bulldozer is actually driven over red, incandescent lava to be able to push it up,\" Lockwood says. \"Five minutes on the flow and then the bulldozers have to be pulled away. The fire department would spray massive amounts of water to cool down the bulldozers. It was pretty heroic efforts.\"</p><p>While the project cost an estimated $2 million, Lockwood says they saved about $100 million worth of property from destruction — all with bulldozers and explosives.</p><p>There is another technique, but it only works near the ocean: Dump massive amounts of sea water to chill and solidify the molten rock. That worked once in Iceland back in 1973.</p><p>No matter how you do it, diverting lava is complicated.</p><p>\"First of all, the terrain has to be amenable,\" Lockwood says. \"The economics have to be right. What will be the cost of diverting the lava flow? What are the benefits that you hope to achieve if you're successful? There's always that element of 'if.' \"</p><p>Some efforts in the past have failed — including in Hawaii.</p><p>\"Lava diversion has been attempted in Hawaii in 1955 and 1960,\" he says. \"And they were futile; they were not well-engineered, people didn't know what they were doing, and they failed. Barriers were destroyed and towns were overrun.\"</p><p>Plus, politically, it's a risky decision. Lava diverted from one town could flow right into another.</p><p>And even some residents in Pahoa, whose homes are in danger, don't want to divert the lava. As of right now, there's no plan to do so.</p><p>\"Our volcano has deeply held religious significance to lots of people, to the Hawaiian people,\" Lockwood says. \"Heck, to non-Hawaiian people that have lived here a long time. You know, I've been in Hawaii for 40 years, and one ends up with a great deal of respect for the volcano. 'She' — we refer to our volcano as 'she,' because we're talking about Pele, the volcano goddess — she deserves respect.\"</p><p>At a public meeting held in September by Hawaii County Civil Defense and the U.S. Geological Survey, Pahoa residents spoke out against diversion.</p><p>\"You cannot change the direction. It's Mother Nature. It's like me telling you, 'Move the moon because it's too bright,' \" one woman said.</p><p>Still, if the lava flows pick back up near Pahoa and continue in the same path, diversion might be a consideration.</p><p>\"There's some very large subdivisions with over 1,000 homes that could be in jeopardy,\" Lockwood says.</p><p>But any sort of diversion would be a temporary fix.</p><p>\"Whatever the efforts of humans are, they'll be pretty puny compared to the long-term plans of the volcano,\" Lockwood says.</p><p>Especially for Kilauea, which has been erupting on Hawaii's Big Island for over 30 years.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Diverting+Lava+Flow+May+Be+Possible%2C+But+Some+Hawaiians+Object&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"244"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360719233-bd7f6d.m3u?orgId=1&topicId=1091&ft=3&f=360719232"},{"href":"http://media.npr.org/assets/img/2014/11/01/5--1983-etna---lava-overflowing-channel-above-sapienza-79a6de2b340fe9838e7f233724f50560cb578684.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"692","width":"923"}},{"href":"http://media.npr.org/assets/img/2014/11/01/jack-lockwood-photo-by-g.-brad-lewis-13397d2aa6aa4213c842fc994f54920e4f966ba0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"608","width":"810"}},{"href":"http://media.npr.org/assets/img/2014/11/01/3-1983-etna---locations-of-barriers-6fdf06ac4ffc5bb0acf3027863d43d4808ffbdfe.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"779","width":"1039"}}]}