{"created":"2014-12-06T12:47:59+00:00","modified":"2014-12-11T20:15:42+00:00","valid":{"from":"2014-12-11T20:15:42+00:00","to":"3014-12-11T20:15:42+00:00"},"hreflang":"en","title":"First-Generation 'Boston Girl' Becomes Career Woman In Diamant's Latest","published":"2014-12-06T16:51:00+00:00","teaser":"Anita Diamant — who also authored <em>The Red Tent</em> — tells the story of Addie Baum in her latest novel. Baum is a Jewish girl, born in 1900 to immigrant parents in Boston's North End.","itags":["npr_api","368714299"],"guid":"f1cc4c66-264e-47f6-b42b-444361e63d06","contentencoded":"<p>Anita Diamant's new novel <em>Boston Girl</em> begins with a question: a granddaughter asks her grandmother, \"How did you get to be the woman you are today?\"</p><p>Addie Baum was \"the other one\"-- an afterthought — the youngest of three sisters, born in 1900 in Boston's North End to Jewish immigrant parents. It was a time when most women didn't finish school, couldn't vote, and worked at low-level jobs just until they were married, to men they likely didn't choose for themselves.</p><p>The 20th century — and women like Addie — would change a lot of that. She would start work in a shirt factory and wind up as a newspaper columnist, living through world wars and worldwide epidemics.</p><p>Diamant, who also authored <em>The Red Tent</em>, talks with NPR's Scott Simon about how she created Addie's character, and about the Addie Baums of today.</p><hr /><p><strong>Interview Highlights</strong></p><p><strong>On how she researched her novel</strong></p><p>I read a lot about what life was like in the beginning of the 20th century in the North End in Boston. And I found out that it was a truly horrible tenement. It was, at one point, the densest tenement in the United States, even worse than the Lower East Side in New York. And it was a place where there was no garbage disposal — there was no garbage pickup, so there were piles of trash. So I learned a lot about what life looked like and smelled like in that period of time. And the North End now is very quaint, it's the sort of the Italian neighborhood still, and people go — it's hugely popular with tourists. And this is the opposite of a tourist attraction.</p><p><strong>On why Addie feels like the \"other one\"</strong></p><p>I think a lot of her otherness comes from being American born, from speaking English from the very beginning, from being an American girl, as well as a Boston girl. ... Addie goes to school from the beginning, so she learns English in school. She's more educated than her two older sisters, and I think that's what her otherness is really all about.</p><p><strong>On her aspirations of writing for the newspaper</strong></p><p>Well, she starts reading the newspaper, because she doesn't have enough to do at work. And she becomes interested in everything. She knows everything about real estate, she knows everything about the Red Sox, she knows everything about fashion and high society. She runs into a high society sort of columnist, and it occurs to her that perhaps there's a way into that world for her. And when she thought about her name appearing in print for all of the city to see, just the idea of that changes her perception of herself and the possibilities for herself.</p><p><strong>On how she ends up talking with women about some of their most personal concerns</strong></p><p>Addie's career sort of finds her. ... She didn't plan to become a journalist in any way, and then she doesn't plan to go to social work school, either, much later in her life. But in that place, she is doing a paper and she interviews women at Beth Israel Hospital and starts to discover how many losses women have had in terms of miscarriage and stillbirth and the silence that surrounds that, and she's drawn to tell those stories and to ask questions that illicit answers that usually don't come out unless you ask the question the right way.</p><p><strong>On talking about topics that were once taboo</strong></p><p>No, people didn't talk about that. I think today, because we are such a confessional society — and I don't mean that in a negative way — we have access, we have language to talk about our emotions and our feelings. I don't think that was true so much, prior to fairly recent history.</p><p><strong>On the Addie Baums of today</strong></p><p>This is a real immigrant story, so I think there are Addie Baums in every generation of immigrants. Writers from the Indian subcontinent have had a lot of success telling stories about what it's like to be first generation, or the first generation born here. And there's great literature, also, and stories coming out of people who have moved into the United States from the south of the border, from Asia, from Africa. And so those stories are ongoing. They have different iterations, and obviously the culture has changed, and there's a lot more input from the outside world. But again, the struggle between the old and the new, the feeling of otherness in this culture — I think that's a given. It's part of American history, it's part of American society and culture, up to this very minute.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=First-Generation+%27Boston+Girl%27+Becomes+Career+Woman+In+Diamant%27s+Latest&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"335"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368931763-12f163.m3u?orgId=1&topicId=1033&ft=3&f=368714299"},{"href":"http://media.npr.org/assets/img/2014/12/05/the-boston-girl-by-anita-diamant-fe6827c2d0cfeb5e7a06678bcc599231c9aeb451.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"688","width":"917"}},{"href":"http://media.npr.org/assets/img/2014/12/05/anita-diamant-by-gretje-fergeson-0ec20cd8dde131f4eaec4b7d73e3abac5446802b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2251","width":"3000"}}]}