{"created":"2015-05-23T11:54:39+00:00","modified":"2015-05-30T17:05:24+00:00","valid":{"from":"2015-05-30T17:05:24+00:00","to":"3015-05-30T17:05:24+00:00"},"hreflang":"en","title":"'Dietland': A 'Fight Club' For Women That Reclaims The Word 'Fat'","published":"2015-05-24T01:48:00+00:00","teaser":"Sarai Walker's new novel centers on Alicia \"Plum\" Kettle, a 20-something writer who's saving up for weight loss surgery when she joins an underground feminist collective.","itags":["npr_api","408554829"],"guid":"f1d7c277-96b8-4d73-9626-bf70963d9529","contentencoded":"<p>There is something unique about the protagonist of Sarai Walker's new novel: She's fat, a word many try to avoid using to describe a person. But not Walker.</p><p>Alicia \"Plum\" Kettle works as the ghost-writing voice of Kitty, the notably glamorous and slender editor of <em>Daisy Chain</em>, a teen magazine. She spends many nights at Waist Watchers meetings, and works to save up for weight loss surgery. But then Plum is drawn into a kind of guerilla underground movement of women who set out to upend what they see as the true cost to women of what amounts to a beauty-industrial complex.</p><p>Walker's novel, <em>Dietland</em>, has been called part <em>Fight Club</em>, part <em>Bridget Jones's Diary</em>. She tells NPR's Scott Simon about how Plum changes through the novel and her own efforts to reclaim the word \"fat.\"<strong><em></em></strong></p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On why she doesn't shy away from using the word \"fat\"</strong></p><p>In the fat activist community we're trying to reclaim the word \"fat.\" So I know to most people it's an insult and it is often used that way, but in these communities it's really reclaimed as either a neutral or a positive descriptor — so just like saying someone's tall or short. ... I know it's hard, but I think that the only way it gets easier is if people like me and other fat activists use it proudly.</p><p><strong>On how the film <em>Fight Club</em> inspired her book</strong></p><p>It just provoked a really strong response in me. I responded to its anger, its defiance, its punk spirit. And I love the way it dealt with political issues, particularly gender. I mean of course it's about men, but it's still about gender. And after I saw that film I said to myself: I have to write something like that for women.</p><p><strong>On the guerilla underground community where Plum ends up</strong></p><p>Calliope House — I refer to it as a feminist collective, and it's not just fat people. So it's kind of an assortment of women who for one reason or another don't really fit into mainstream society. And there can be different reasons for that, either because they're fat, there's one woman that has a burned, scarred face. So it's kind of in a way — and I mean this in an endearing way — it's sort of a collection of freaks, if you will. I really like that word and I like writing about people who don't fit into the mainstream. So it's a place where you can go and be yourself.</p><p><strong>On Plum learning to see herself differently</strong></p><p>A lot of theorists have written about this idea of the gaze and sort of internalizing a gaze. So in the case of women, the way we present ourselves is always to this sort of invisible male eye. It just becomes something that's part of how you function in life. And I think in <em>Dietland</em> part of what Plum does is try and — or the other women try and help her — step out of that, which really shakes her life to its foundation, in a way. To say: I'm not going to see myself as the sexual object, I'm going to try and see myself as I am. ...</p><p>I think young girls are taught from a very young age — there's a lot of emphasis placed on \"You look pretty,\" \"You look cute.\" ... That's a tremendous amount of your value and your worth as a person, is how you look. And so I think when you get to be the age of the women that I'm writing about in the novel — so, you know, Plum is in her late 20s — it very much is about sexual attractiveness I think. I mean, of course not for everybody. But I think if we just look at our culture — we look at advertisements, we look at magazines, TV shows, movies — I mean that's really what's in our face all the time.</p><p><strong>On how Plum changes by the end of the novel</strong></p><p>Plum, at the beginning of the novel, has internalized all this fat hatred. You know, society hates fat people and she's been stigmatized her whole life, so of course she hates herself and she wants to lose weight, which is of course understandable. But then when she meets the women of Calliope House, she begins to think about her relationship with her fat body in a different way. She begins to think, you know, maybe there's nothing wrong with my body; maybe it's the way that other people are treating me. And so I think that she comes to see it as a politicized issue, because it is. I mean, a fat body is always a politicized body.</p><p><strong>On why fat bodies are politicized bodies</strong></p><p>I live in a fat body myself and you know ... people assume all sorts of things about me. People look at you and think: Oh, well, she must eat all day or never exercise; she must have an eating disorder. All of these things that are projected onto fat people all day long. So you can never just kind of go about your day as a regular person. So I don't mean political in terms of a political party; I mean structures of power — certain people having power and privilege. And so Plum comes to realize that her fat body, the mistreatment she receives because of it, is a political issue.</p><p><strong>On campaigns to end obesity and the message that it's a national disease</strong></p><p>I think it's great to focus on healthy eating and exercise, but to say, as people in the <a href=\"http://www.haescommunity.org/\">health at every size movement</a> do, you can be healthy at any size. You know, exercise, eat healthy; whatever size you are, that's what you are. Because body shaming just doesn't work. And those kind of anti-obesity programs I think are really harming children because it's stigmatizing them. And I just think that, you know, experiencing more stigma and shame is certainly not going to help anyone be healthier.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Dietland%27%3A+A+%27Fight+Club%27+For+Women+That+Reclaims+The+Word+%27Fat%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"403"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408996579-273737.m3u?orgId=1&topicId=1033&d=403&p=7&story=408554829&t=progseg&e=408994361&seg=19&ft=nprml&f=408554829"},{"href":"http://media.npr.org/assets/img/2015/05/22/dietland-walker-00161-9f33dce5e1db9762e1b7af6837a71e7a14d66753.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"844","width":"1126"}},{"href":"http://media.npr.org/assets/img/2015/05/21/author-photo---sarai-walker---marion-ettlinger-550a8180e805696201a6f51f80599b879a9e122c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2745","width":"3660"}}]}