{"created":"2015-05-31T09:46:19+00:00","modified":"2015-06-05T15:26:26+00:00","valid":{"from":"2015-06-05T15:26:26+00:00","to":"3015-06-05T15:26:26+00:00"},"hreflang":"en","title":"In Norway, A Prison Built On Second Chances","published":"2015-06-02T18:10:00+00:00","teaser":"The inmates have private cells and dine with the guards. Norway spends three times as much as the U.S. per prisoner. Norwegians say it pays off, with less than half the U.S. recidivism rate.","itags":["npr_api","410532066"],"guid":"f1de5a81-6382-45b6-9930-12a04ad74eb6","contentencoded":"<p>The first thing you notice when you enter the grounds of Halden Prison in Norway's far southeast is the forest: Pine and birch trees surround buildings of dark black brick with elegant windows. There's no concrete exercise yard here; it looks like a university campus.</p><p>Are Hoidal, the prison governor, smiles at the incredulous reaction of visitors. The effect of the prison design was intentional.</p><p>\"The only thing that looked like a prison is the big wall. You think this is a prison when you see the big wall, but the buildings [could] be a university, hospital, school, something like that,\" he says.</p><p>A 25-foot-high concrete wall encircles the compound, but nothing else speaks of a maximum-security prison — no guard towers, no guns, no razor wire.</p><p>\"We have a lot of drug smugglers — it's near the border [with Sweden]. We have murderers, rapists. ... We have everything in this prison,\" Hoidal says.</p><p>They have done bad things, Hoidal says, but they are not bad people.</p><p>\"That's a really important distinction,\" he says. They are \"human beings, we treat them with respect.\"</p><p>And that's the philosophy behind this prison, which opened in 2010. Norway, which is rich with North Sea oil, spends $90,000 a year to house each prisoner — three times what is spent on inmates in the United States.</p><p>Norwegians think it's a good investment: The recidivism rate is less than 30 percent, half of what it is in the U.S. And there are more than 2.2 million Americans in prison; Norway's prison population is one-tenth that, on a per capita basis.</p><p><strong>Private Rooms With Flat-Screen TVs <br /></strong></p><p>We walk up a meandering landscaped path, passing prisoners on the way. They greet the prison governor by his first name. The atmosphere at Halden is casual, but the doors are locked and cameras watch every movement.</p><p>Past a grove of birch trees, we approach a series of elegant wood-and-metal-clad buildings. These are the cell blocks.</p><p>The 250 inmates here are locked in their cells for 12 hours a day. But those cells are private rooms, with wood furniture, a shower, a fridge and a flat-screen TV.</p><p>It's not just the architecture that makes Halden unique. You'll find the staff playing badminton with inmates in the gym, eating with them in the dining areas.</p><p>Karin Dwyer-Loken is from Baltimore. She is married to a Norwegian and teaches history and English to inmates at Halden.</p><p>\"It's based on mutual respect between everybody,\" she says. \"It's that anybody can learn anything. Anybody can change their lives with the right kind of help, guidance, giving them a chance.\"</p><p><strong>\"</strong>They're not supposed to be punished. They're supposed to serve time,\" she continues. \"Their punishment is being locked up. Their punishment is not to be treated badly while they're locked up.\"</p><p><strong>'I Want To Show That I'm Worthy'</strong></p><p>The philosophy is in stark contrast to prisons in the U.S. Dwyer-Lokin says she's talked to people who work in prisons in Georgia and Texas, and they don't think it would work where they are.</p><p>\"It's too ingrown, the idea that a person who has done something bad is supposed to be punished for a very long time, and while he's being punished, he's supposed to be punished in as many ways as possible,\" she says.</p><p>If inmates at Halden don't follow the rules and attend class and counseling, they are shipped to more conventional prisons.</p><p>In the metal shop, Sebastian — an inmate serving time for murder — is learning how to weld. (The corrections service won't allow the use of prisoners' full names for privacy reasons.)</p><p>In the U.S., many prisoners serving time for a similar crime would be locked up for 23 hours a day.</p><p>But what's the first thing they do when they get out? Sebastian asks.</p><p>\"They'll attack someone because they're so angry. If they lock me up 23 hours a day, if an officer come open my door, I kick his [butt], because why should I not? I'm locked up 23 hours a day anyway,\" he says. \"But they treat me with respect, they give me opportunities and trust, and I want to show that I'm worthy.\"</p><p>Halden focuses on giving people a second chance, a route to reintegrating into society. It's a radical rethinking of ideas of crime and punishment.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Norway%2C+A+Prison+Built+On+Second+Chances&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeffrey Kofman","audio":[{"meta":{"duration":"283"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410958547-48e11a.m3u?orgId=1&topicId=1124&d=283&p=10&story=410532066&t=progseg&e=410955216&seg=15&ft=nprml&f=410532066"},{"href":"http://media.npr.org/assets/img/2015/05/29/halden_chapel-539d666ede8a2dfa227c8144ae08222a2c229435.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1748","width":"2331"}},{"href":"http://media.npr.org/assets/img/2015/05/29/gettyimages-120048181-c5daf3e2c095d906fe919469886e129acbcf330e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2437","width":"3250"}},{"href":"http://media.npr.org/assets/img/2015/05/29/halden_room-f85bd19559bd57df5a304ceeef90834c266b00ec.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2331","width":"3108"}}]}