{"created":"2015-03-01T13:44:43+00:00","modified":"2015-05-13T21:12:04+00:00","valid":{"from":"2015-05-13T21:12:04+00:00","to":"3015-05-13T21:12:04+00:00"},"hreflang":"en","title":"In Israel, Jewish Divorce Is Granted Only By Husband's Permission","published":"2015-03-03T20:07:00+00:00","teaser":"An Israeli film playing in the U.S. shows how rabbinical rules regulating Jewish divorces in Israel can trap women. Rabbinical judges have taken the highly unusual step of seeing the film themselves.","itags":["npr_api","389873594"],"guid":"f1e50c42-0c38-4069-9841-378f3f874893","contentencoded":"<p>In Israel, religious law governs family matters.</p><p>For a Jewish divorce, an Orthodox rabbi oversees a ritual that begins with the husband placing a folded decree, called a get or gett, into the wife's cupped hands. But that paper can be hard to obtain, because the husband can refuse to grant the divorce.</p><p>A new Israeli film playing in the U.S. shows how patriarchal Jewish divorce laws can trap even secular women for years.</p><p>The film is a drama called <em>Gett: The Trial of Viviane Ansalem</em>. Viviane wants a divorce but needs her husband's permission.</p><p>The scene is a small courtroom, one couple and their advocates in front of three Orthodox rabbis. In Israel, if you're Jewish, even if you're not religious, you have to be divorced by Jewish law.</p><p>But rabbi-judges cannot decree a divorce.</p><p>\"How come a woman's freedom is at the mercy of her husband?\" asks Ronit Elkabetz, who co-directed the film and plays the lead role. \"That law was written, I don't know, maybe 4,000 years ago, but it's put the woman in a place that they became invisible and helpless and most of the time, completely dependent on their husband's will.\"</p><p>In the film, the rabbis urge the wife to make up with her husband and do nothing as he skips repeated hearings. After several years, Vivian Ansalem breaks out in a fury.</p><p>\"One day, someone will take the power from your hands,\" she yells. \"Skullcaps on your heads? Rabbinical court? It's over!\"</p><p>Orthodox religious rule over many parts of life is a growing tension in Israel, and becoming irrelevant is a real worry of Israel's rabbinical judges. In an unprecedented move, they decided to watch this film.</p><p>\"I thought it's important that we understand how we're being perceived, and why,\" says Rabbi Shimon Yaakobi, a legal adviser to the court. \"It's clear not everyone in Israel shares the values of the rabbinical court. But within religious law, we'll do everything we can to help.\"</p><p>These rabbinical judges almost never watch movies. They study Jewish religious and legal texts — all day, most days. The texts guide their lives and their court decisions.</p><p>After the special showing, Yaakobi said he did not like what he saw.</p><p>\"This is not our court,\" he says. \"Our judges are not like that.\"</p><p>The movie showed the judges so indifferent to the woman's distress, it shocked the real-life judges, he said. They resolve 90 percent of their cases within a year, he said.</p><p>But that leaves hundreds unresolved.</p><p>Raia Denninberg, 64, has, in real life, spent 28 years — more than a third of her life — trying to get divorced. Israeli civil courts approved dividing Denninberg's and her husband's property, but then her husband disappeared.</p><p>The rabbis in religious court were kind, she said, but could do nothing.</p><p>\"You cannot get a divorce without a husband,\" she says.</p><p>Busy with kids and work, she let things go. Then last year she got a lien on her car, because her estranged husband owes somebody money. She has gone back to the rabbis, her only path to freedom.</p><p>\"I am free, but I don't feel free, you know,\" Denninberg says.</p><p>If the court finds her husband, they can put him in jail. A Jewish man also needs his wife's permission to divorce, but without it he can live with another woman and have children recognized as Jewish in Israel, while she cannot.</p><p>Some things are changing. Advocates are trying to make \"separated\" a legal civil status. Rachel Levmore, who was among the first women to serve as a lawyer in front of the rabbis, says Jewish law is designed to evolve, but divorce law got stuck a few hundred years ago.</p><p>\"The rabbis themselves are afraid to change it,\" Levmore says. \"They'll say to you outright, no matter how great a rabbi you think he is, he doesn't think he's a great rabbi. He will say, 'I can't possibly change what others have decreed before me. I am a mouse compared to their stature.' \"</p><p>From the perspective of this film though, they are giants.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Israel%2C+Jewish+Divorce+Is+Granted+Only+By+Husband%27s+Permission&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"264"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389945339-fad855.m3u?orgId=1&topicId=1009&d=264&p=10&story=389873594&t=progseg&e=389945257&seg=13&ft=nprml&f=389873594"},{"href":"http://media.npr.org/assets/img/2015/03/01/gett-1-479066ff1684cdb07a3aa2b957bbf5db0eff07a1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1391","width":"1855"}},{"href":"http://media.npr.org/assets/img/2015/03/01/gett-2-3f576bf6be017f8a46cfb0fcef9026c5bc9e6ae2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1388","width":"1851"}}]}