{"created":"2015-02-18T14:36:35+00:00","modified":"2015-02-18T20:47:26+00:00","valid":{"from":"2015-02-18T20:47:26+00:00","to":"3015-02-18T20:47:26+00:00"},"hreflang":"en","guid":"f1f046bf-032a-47b8-8888-aa373d1ef8a7","title":"As the US government courts Iranian students, one university briefly says 'no, thanks'","published":"2015-02-18T20:47:19+00:00","byline":"Nina Porzucki","tags":["US-Iran relations","foreign students","visas","Sanctions against Iran","diplomacy","education","Global Nation","Education","Development & Education","North America","Asia","United States","Iran","North America","Asia","South Asia","Middle East","Jamal Abdi","Iran–United States relations","Economy of Iran","Nuclear program of Iran","U.S. sanctions against Iran","Science and technology in Iran","Education","Politics"],"teaser":"The University of Massachusetts, Amherst, announced it would no longer be accepting Iranian students into graduate programs in engineering and the natural sciences. They blame US law, but the government is actually trying to build bridges to Iranian students.","contentencoded":"<p>The University of Massachusetts Amherst found itself at the heart of one of global politics' biggest issues this week when it banned Iranian students from applying to graduate programs in science and engineering, citing the requirements of US sanctions. But the school reversed course on Wednesday and dropped its restrictions.</p>\n<p>The university had announced it would no longer accept Iranian students into graduate programs because of a federal law, the <a href=\"http://www.treasury.gov/resource-center/sanctions/Documents/hr_1905_pl_112_158.pdf\">Iran Threat Reduction and Syria Human Rights Act of 2012</a>. The forbidden studies include a wide swath of disciplines from computer engineering to physics to microbiology.</p>\n<p>Jamal Abdi, who heads the National Iranian American Council, explained that — as usual — it comes down to nuclear weapons: \"There’s a provision in this 2012 bill that says that the Secretary of State is authorized to bar Iranian student visas for Iranians who are coming to the US to study a field in nuclear science or related to energy that would then potentially be used back in Iran to advance the Iranian energy sector or Iranian nuclear program.” </p>\n<div class=\"edit-entity cta_border cta_align-left cta_icon-engagement cta_bg-gray\" data-entity-id=\"72210\" data-entity-type=\"node\">\n<div id=\"node-72210\" class=\"node node-story-act story-act-cta story-act-nid-72210 cta-type-custom-text clearfix\" about=\"/node/72210\" typeof=\"sioc:Item foaf:Document\">\n<h2><a href=\"/node/72210\">Story Act Join the Conversation Iran UMass</a></h2>\n<p>    <span property=\"dc:title\" content=\"Story Act Join the Conversation Iran UMass\" class=\"rdf-meta element-hidden\"></span><span property=\"sioc:num_replies\" content=\"0\" datatype=\"xsd:integer\" class=\"rdf-meta element-hidden\"></span></p>\n<div class=\"content\">\n<div class=\"field-display-title\">\n    Join the conversation in the Global Nation Exchange on Facebook  </div>\n<div class=\"field-story-act-image\">\n    <img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/thumbnail/public/gnpri.jpeg?itok=adyI3nDr\" width=\"100\" height=\"100\" /></div>\n<div class=\"field-body\">\n<p>What do you think about the University's announcement that it would no longer accept Iranian students into some graduate programs? <a href=\"http://www.facebook.com/groups/globalnation/permalink/882206775175526/\">Share your take with us</a>.</p>\n</div>\n</div>\n</div>\n</div>\n<p>In response to criticism of its new directive, the university issued a statement recognizing \"that our adherence to federal law may create difficulties for our students from Iran and [we] regard this as unfortunate. ... However, as with any college or university, we have no choice but to institute policies and procedure to ensure that we are in full compliance with all applicable laws.”</p>\n<p>But Abdi said the university isn't required to implement the law itself. That’s the role of the State Department, which issues visas to potential students.  “This is really up to consular officers who are doing visa interviews,\" he said — and the State Department apparently agreed.</p>\n<p>It released a statement earlier this week that essentially said \"don't blame us.\" “We are aware of reports that University of Massachusetts Amherst has decided to exclude Iranian students from admissions to certain academic programs,\" the department wrote. \"There have been no changes in U.S. government policy or any new guidance.\"</p>\n<p>The agency then consulted with UMass Amherst, which decided to drop its ban and take the State Department's individualized approach. \"We think we see a less restrictive way going forward looking at each applicant one at a time rather than saying that certain programs are off limits,\" said Mike Malone, the university's chancellor for research and engagement, <a href=\"http://wgbhnews.org/post/umass-amherst-drops-ban-iranian-students-science-and-engineering-courses\">to Boston's WGBH News</a>.</p>\n<p><em>(Listen to WGBH's interview with Mike Malone here.)</em></p>\n<div class=\"mediaelement-audio media-element file-default\" info=\"%22media%22%7D\"><audio class=\"mediaelement-formatter-identifier-1424290531-0\" controls=\"controls\" src=\"http://cdn.pri.org/sites/default/files/UMASS Spot.mp3\"> </audio></div>\n<p>Abdi said that kind of specific attention allows \"for them to, hopefully in a targeted way, figure out, 'Okay, this student is obviously coming to the United States to learn about nuclear science. That is something that they would take back to Iran for activities that we don’t want them to be doing, so we don’t provide them with a visa.’\"</p>\n<p>Yet Abdi said UMass Amherst in't alone in excluding Iranian students from entering certain academic programs. Virginia Commonwealth University also explicitly states they will not admit Iranians to certain programs.</p>\n<p>“But in general, what universities have done is notify certain students that it's US government policy that you’re not going to get a visa if you study certain fields,” Abdi said.</p>\n<p>Despite tensions between the US and Iran, he says there are currently more than 10,000 Iranian students studying at an American university — the highest number in a generation. And that is no accident.</p>\n<p>“This is the result though of efforts by the State Department and by the Obama White House to try to open doors to Iranian students,” Abdi said. “This was a deliberate policy where the administration, as they ratcheted up sanctions aimed at dealing with the nuclear dispute and other issues with Iran, they wanted to make sure to be building up relationships with Iranian students and young Iranians and Iranians who have positive feeling towards the States, who maybe aspire to study here and if they could they would like to stay here and build a life out here.”</p>\n<p><em>NOTE: This story has been updated to reflect the university's policy reversal, which took place after our original story aired. We also added material from our parters at <a href=\"http://wgbhnews.org/\">WGBH News</a>.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-17%2Firanian-students-hoping-study-science-and-engineering-umass-amherst-need-not&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0217201504.mp3"},{"href":"http://www.pri.org/file/0217201504mp3"}]}