{"created":"2014-09-12T21:34:30+00:00","modified":"2014-09-15T20:26:36+00:00","valid":{"from":"2014-09-15T20:26:36+00:00","to":"3014-09-15T20:26:36+00:00"},"hreflang":"en","guid":"f1f13f91-80d2-405a-aea4-a7c6842b28e9","title":"Catalans march for an independence vote of their own","published":"2014-09-15T20:26:35+00:00","byline":"David Leveille","tags":["independence","seccession","Global Politics","Barcelona","Europe","Spain","Europe","Anna Arqué","Catalonia","Politics of Catalonia","Catalan nationalism","Catalan independentism","Principality of Catalonia","Catalan language","Catalan people","Politics of Spain","Autonomous communities of Spain"],"teaser":"Hundreds of thousands of Catalan nationalists and their supporters rallied in the streets of Barcelona Thursday to celebrate the vote for independence from Spain they have organized in November. But unlike in Britain, which supports the Scottish referendum, the vote in Catalonia is opposed by Spain. In fact, Madrid says it won't take place.","contentencoded":"<p>The world&#39;s attention is on Scotland&#39;s independence vote next week. But on Thursday, it was Catalonia&#39;s turn to talk independence. Hundreds of thousands of Catalan nationalists rallied in the streets of Barcelona calling for<span style=\"line-height: 1.538em;\">&nbsp;independence from Spain and celebrating their chance to put the issue to a vote in November. </span></p><p>Catalans will vote in an independence referendum on November 9 - two months after the Scottish vote. But unlike in the United Kingdom, Spain has no intention of listening to the result. Madrid says the entire vote, which is being organized by Catalonia&#39;s regional government, is illegal. Spain&#39;s prime minister has vowed that it won&#39;t even take place.</p><p>Catalan independence advocates are pushing back. The huge march formed a &quot;V&quot; in Barcelona to signify several things.</p><p>&quot;In Catalan, &lsquo;vincular&rsquo; means &lsquo;binding&rsquo;, because our referendum on November 9 is going to be binding, which is the important thing,&quot; insists independence activist&nbsp;<span style=\"line-height: 1.538em;\">Anna Arqué, who joined in the protest. &quot;A</span><span style=\"line-height: 1.538em;\">nd that&#39;s really what it means, [but also] it&#39;s V for Victory and V for &#39;we will vote!&#39;&quot;</span></p><p>The &quot;binding&quot; part is a long shot: Only Spain&#39;s government has the authority to hold binding referendums &mdash; and they&#39;re obviously not on board. But many Catalans say <em>any</em> vote for independence would amount to a politically-binding result that would empower the Catalan government to negotiate secession with Spain and the EU.</p><p><span style=\"line-height: 1.538em;\">Arqué&nbsp;</span>says the issue of independence goes to the heart of what it means to be Catalan.&nbsp;<span style=\"line-height: 1.538em;\">&quot;I&#39;m Catalan because I&#39;m part of this Mediterranean nation, which is Catalonia. We have our own language, our own history and traditions,&quot; she says. &quot;I feel Catalan because I share all these values that my people, Catalans, live by.&quot;&nbsp;</span></p><p>Catalan culture and language was repressed under former Spanish dictator Francisco Franco, but&nbsp;<span style=\"line-height: 1.538em;\">Arqué says the independence vote isn&#39;t a process against Spain as much as &quot;it&#39;s just a process for, and in favor of, Catalonia and democracy.&quot;&nbsp;</span></p><p><span style=\"line-height: 1.538em;\">She says, &quot;We don&#39;t need any Spaniards to talk for us in the international community. Like Portuguese to French, like Italians to Finnish, like Spanish to Catalans, we are all different nations. All we want is to manage our own political and social issues and policies. That&#39;s all.&quot;</span></p><p><span style=\"line-height: 1.538em;\">Arqué describes Thursday&#39;s protest as &quot;the positive message to the world saying that on November 9, finally Catalans will vote ... and show that we are a majority that wants independence. We are sure we are.&quot;</span></p><blockquote class=\"twitter-tweet\" lang=\"en\"><p>El moment culminant: s&#39;uneix el vèrtex de la V de vot. Així es veu des del set de <a href=\"https://twitter.com/tv3cat\">@tv3cat</a> <a href=\"https://twitter.com/hashtag/vtv3?src=hash\">#vtv3</a> <a href=\"http://t.co/iSmRQZbtXu\">pic.twitter.com/iSmRQZbtXu</a></p>&mdash; 324.cat (@324cat) <a href=\"https://twitter.com/324cat/status/510085441811677184\">September 11, 2014</a></blockquote><script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTR45VAR.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rtr45varjpg"}]}