{"created":"2014-09-08T14:24:18+00:00","modified":"2014-12-23T18:13:14+00:00","valid":{"from":"2014-12-23T18:13:14+00:00","to":"3014-12-23T18:13:14+00:00"},"hreflang":"en","title":"These Kids Grew Up With The Woods As Their Only Classroom","published":"2014-09-08T14:24:00+00:00","teaser":"Ben Hewitt's sons do not follow standardized curriculum; there are no tests or grades. He is a member of the \"unschooling\" movement.","itags":["npr_api","345827467"],"guid":"f1fb369b-bb49-42c2-a488-6245b362f6c3","contentencoded":"<p>On a typical morning on Ben Hewitt's small farm in Cabot, Vt., he and his wife, Penny, and their two sons wake up early. But after doing the chores and eating breakfast, Fin, 12, and Rye, 9, don't have to run for the school bus.</p><p>Instead, they spend the morning reading Gary Paulsen tales, or they strap on pack baskets they wove themselves, carrying small knives at their belts, and head out to build shelters and forage in the woods.</p><p>The Hewitts are practitioners of a particularly unstructured form of homeschooling, sometimes called \"unschooling.\" As Ben Hewitt describes it in a recent article for <a href=\"http://www.outsideonline.com/outdoor-adventure/nature/Unschooling-The-Case-for-Setting-Your-Kids-Into-the-Wild.html\">Outside magazine,</a> \"Unschooling isn't merely an educational choice. It's a lifestyle choice.\"</p><p>And although he tells NPR's Audie Cornish this is a personal decision, Hewitt also makes clear that embedded within that choice is a deep critique of the modern U.S. educational system, from standardized testing to the very practice of segregating children from the rest of the community. These criticisms go back a long way in American history.</p><p><strong>What you're doing sounds different from homeschooling. I don't hear you talking curriculum.</strong></p><p>That's one of the most fundamental differences between homeschooling and unschooling.</p><p>And I have to say I actually recently have been veering away from the term unschooling. I prefer \"self-directed, adult-facilitated life learning.\" Unfortunately that doesn't exactly fall out of the mouth ... also recently someone introduced me to the term \"immersion learning.\" And I love that.</p><p><strong>People used to call that the \"school of life,\" and it doesn't sound all that new. It sounds like the 1800s!<br /></strong></p><p>Right, if you take a slightly longer historical perspective, this immersion learning alongside family and community enjoys a much longer historical precedent than does compulsory schooling.</p><p><strong>How do you go about satisfying state requirements or assessments?</strong></p><p>Vermont is considered to be one of the <a href=\"http://education.vermont.gov/homestudy\">more strict states</a> in relation to <a href=\"http://www.brighthubeducation.com/homeschool-rules-regulations/6167-variations-of-state-mandated-homeschooling-regulations/\">homeschool oversight</a>.</p><p>You can take your kids in for standardized testing — that's antithetical to our view of a healthy learning environment. You can have your children assessed by a licensed educator, or submit a portfolio that shows your children's progress.</p><p>We do that by explaining how our sons' learning fits into what I consider to be somewhat abstract notions of subject matter.</p><p>For example, we can talk at length about how our sons' learning in the fields and forests around our home fit into geography. Or how my work on a local nonprofit and the Vermont legislature — and our conversations about that — fit into governance.</p><p><strong>I notice in the <a href=\"http://www.outsideonline.com/outdoor-adventure/nature/Unschooling-The-Case-for-Setting-Your-Kids-Into-the-Wild.html\">comments to your story,</a> people pointing out that this is a choice you can make as a family that has privilege. ... You write that you've made the choice between autonomy and affluence, but for many people it's about struggling to meet day-to-day needs. </strong></p><p>So first of all, my answer is I'm not in a position to answer everyone's personal educational crisis. I wrote this article about our experiences and our views.</p><p>I will say, I'm not an advocate for closing public schools. Clearly we need public education in our society.</p><p>I do think there are aspects of what we're doing that could apply to public learning. So one of the things that has been in the news a lot recently, for example, is how the U.S. is struggling so much with academic performance, and there are countries such as Finland where children perform at world-beating standards and those kids spend much less time in the classroom and have much more time for free play and creative expression.</p><p>In this country what we seem to be doing is trying to solve our educational crisis by doubling down on techniques that are proving not to work.</p><p><strong>You paint an incredibly negative picture of \"compulsory education.\" It sounds like you never got to like school much.</strong></p><p>I did not have a very good go of it in public education.</p><p>I dropped out of high school when I was 16.</p><p>Did I have teachers that were meaningful to me and that were helpful to me? Absolutely.</p><p>One of the things I wish to express very strongly is that in my view the problem with compulsory or institutionalized education is not teachers.</p><p>Every teacher that I've met is incredibly well-intentioned and well-meaning and wants to do the best for their students.</p><p>Frequently I hear from teachers expressing to me how frustrated they are that they're not able to do what's best for students because they're bound to a performance-based standardized curriculum that is in part determining the funding of their school.</p><p><strong>What happens as your sons get older and become teenagers?</strong></p><p>Well, we're almost there. Fin's 12.</p><p>In reporting my new book [<em>Home Grown: Adventures in Parenting off the Beaten Path, Unschooling, and Reconnecting with the Natural World</em>], I actually spoke with a dozen adult unschoolers. Eleven had gone on to college and every single one felt it was an advantage because they were hungry and eager to learn. They weren't burnt out on structured education.</p><p>We have enormous confidence in this path.</p><p>To kids, learning is as natural as breathing. It's only when we try to restrict that by making it compulsory that kids learn to dislike learning.</p><p>So I am very confident that, as my children get older, that love of learning will allow them to facilitate whatever life path they choose.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=These+Kids+Grew+Up+With+The+Woods+As+Their+Only+Classroom&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Audie Cornish","audio":[{"meta":{"duration":"489"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345868881-d36ea4.m3u?orgId=1&topicId=1013&ft=3&f=345827467"},{"href":"http://media.npr.org/assets/img/2014/09/08/hewitts_low-2--5cf6d595b34433131a68e784a7b1a9a049dd2c09.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"693","width":"925"}}]}