{"created":"2014-12-12T23:21:06+00:00","modified":"2015-01-22T15:39:52+00:00","valid":{"from":"2015-01-22T15:39:52+00:00","to":"3015-01-22T15:39:52+00:00"},"hreflang":"en","title":"Mortgage Giants Ease Down Payments For First-Time Homebuyers","published":"2015-01-22T15:39:00+00:00","teaser":"Fannie Mae and Freddie Mac will begin allowing first-time homebuyers to put down as little as 3 percent. But critics say the move is risky and could create another housing crisis.","itags":["npr_api","370378515"],"guid":"f1fbfc42-0b0d-4ae3-962c-b9eec7d5cddd","contentencoded":"<p>A federal directive will go into effect Saturday making it easier for some Americans to come up with a down payment to buy a house.</p><p>The vast majority of home loans are guaranteed by the government-controlled mortgage giants Fannie Mae and Freddie Mac. The regulator in charge of Fannie and Freddie will allow first-time homebuyers to put down <a href=\"http://www.fanniemae.com/portal/about-us/media/corporate-news/2014/6203.html\">as little as 3 percent</a>.</p><p>The move is part of an effort by Melvin Watt, the head of the Federal Housing Finance Agency, to make home ownership once again more attainable for more Americans.</p><p>\"Our objective here has been to normalize the availability of credit for borrowers who have the ability to repay a loan,\" Watt said at a recent Senate hearing.</p><p>Under this latest move, if you qualify, say on a $200,000 house, you could now put down just $6,000 instead of $10,000.</p><p>But many conservatives don't like that.</p><p>\"I think it's a bad thing,\" says Edward Pinto, director of the American Enterprise Institute's International Center on Housing Risk.</p><p>He says going back to such low-down-payment loans is risky. If you put 3 percent down, and housing prices start falling even a bit, you can quickly owe more than your house is even worth.</p><p>Pinto says \"the last run that ended poorly with the housing price collapse in 2006-7\" began in 1994, when \"Fannie announced it would start doing 3-percent-down loans.\"</p><p>Few analysts say we're anywhere near returning to the days of reckless lending during the housing bubble. You probably remember those no-document loans, or zero-down interest-only loans, or the loans where after two years the payment exploded into an unaffordable amount. These new 3-percent-down loans are plain-vanilla, <a href=\"https://www.fanniemae.com/content/announcement/sel1415.pdf\">30-year fixed-rate mortgages</a>.</p><p>\"Risk is moving up slowly but steadily, and these things take place over a period of many years,\" Pinto says. \"And it tends to be like the proverbial frog in the pot of water put on a slow boil. The frog doesn't notice it because it's happening very slowly. That's one of the reasons that we decided to <a href=\"http://www.housingrisk.org/mortgage-risk-index-november-2014-release/\">publish the risk index</a> that we publish.\"</p><p>But some housing experts says the system is still too risk-averse, and it's too hard to get a mortgage.</p><p>\"Right now credit scores for loans that are being approved are at their tightest level ever,\" says Mike Calhoun, president of the Center for Responsible Lending.</p><p>The average American household's credit score is under 700, and the average loan that's getting approved is for people with a 750 credit score, Calhoun says.</p><p>\"That is a big difference,\" he says. \"There are estimates that anywhere from half a million to a million households each year who would normally qualify for home mortgages are being cut out of the market today because of this overly tight credit.\"</p><p>So Calhoun says the move to offer 3-percent-down loans for first-time homebuyers as a step in the right direction.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mortgage+Giants+Ease+Down+Payments+For+First-Time+Homebuyers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Chris Arnold","audio":[{"meta":{"duration":"204"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370395061-76d459.m3u?orgId=1&topicId=1017&ft=3&f=370378515"},{"href":"http://media.npr.org/assets/img/2014/12/12/81892877-d3395edd47273db6bfd3a0407aeb3d9689cf80eb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1923","width":"2566"}}]}