{"created":"2015-06-16T12:12:19+00:00","modified":"2015-06-16T12:18:48+00:00","valid":{"from":"2015-06-16T12:18:48+00:00","to":"3015-06-16T12:18:48+00:00"},"hreflang":"en","guid":"f20857c7-ca26-4d35-923f-d8b306acc636","title":"To clean up its harbor, Boston paid a toll in human life","published":"2015-06-16T12:18:44+00:00","byline":"Adam Wernick","tags":["environment","history","Environment","Science, Tech & Environment","Boston","United States","Massachussetts","Deer Island Treatment Plant","Boston Harbor","Water pollution","Environment"],"teaser":"Author Neil Swidey’s book “Trapped Under the Sea” relates the little-known story of five men who were sent on an ill-planned and untested mission to rescue the Deer Island Treatment Plant. ","contentencoded":"<p>A nearly 10-mile-long, deep, rock tunnel channels cleaned water from the Deer Island Treatment Plant into Massachusetts Bay. It was a miraculous feat of engineering except for one thing: there was no plan in place to finish the job. And this had deadly consequences.</p>\n<p>Boston Globe writer Neil Swidey chronicles this story, <a href=\"http://www.trappedunderthesea.com/behind-the-book\">Trapped Under the Sea: One Engineering Marvel, Five Men, and a Disaster Ten Miles Into the Darkness</a>. It tells the story of a group of five divers whose lives depended on untested technology and questionable decisions.</p>\n<p>“I was fascinated by this <a href=\"https://www.bostonglobe.com/magazine/2014/02/09/tragedy-beneath-boston-harbor-the-crime-scene-miles-below/uyUoaQWX3ybPhxyvqfO6EN/story.html#\">story</a>,” Swidey says. “I didn't know about it, and most people even here in Boston didn't know about it. It's [about] the final piece of this massive cleanup of Boston Harbor and the people who put their lives on the line to create this beautiful harbor that we see today.”</p>\n<p>The Deer Island Treatment Plant was constructed as part of a federally-mandated plan to clean up Boston Harbor, at that time the dirtiest urban harbor in the US. The plant became partially operational in 1995 and fully operational five years later.</p>\n<p>After completing the mammoth, sophisticated treatment plant, construction began on the outfall tunnel — the world's longest tunnel of its kind at the time. The outfall tunnel moves up to a billion gallons of treated wastewater a day and it does so without any pumps or electrical power. It relies solely on gravity. At the very end, the tunnel ‘chokes down’ and goes from a 24-foot wide behemoth to a pipe that is just five feet in diameter.</p>\n<p>During the decade of construction, a series of safety plugs were put in place at the farthest end of the tunnel to protect the tunnel workers from an accidental influx of ocean water. The problem was nobody had figured out how to remove the plugs when construction was finished.  And now, the treated water could not be discharged into the ocean unless the plugs were removed.</p>\n<p>“At the end,” Swidey relates, “when this project was over-budget, past deadline and under federal court order to meet these deadlines, there was an enormous amount of pressure, an enormous amount of infighting among the various contractors, subcontractors and managers. Nobody could get along.”</p>\n<p>To save themselves from their own lack of foresight, the powers-that-be decided to hire to a team of commercial divers who would go into the tunnel, travel to the far end and remove the safety plugs. But haste and bad planning led to more misjudgments.</p>\n<p>By this point in the construction, all the life-support systems had been removed from the tunnel — the oxygen, the lighting and the transportation. Even worse, the ambient air in the tunnel was oxygen-starved and toxic. Just one or two breaths of the ambient air would be fatal. </p>\n<p>Divers are used to bringing in their own breathing gear, but in this case, even that was impossible, Swidey explains. The location of the plugs was so remote, any conventional air supply would run out before the divers could complete the job.</p>\n<p>Complicating matters further, the plugs were “nestled in connector pipes that were only 30 inches wide — just slightly wider than a man’s shoulders,” Swidey says. The divers would have to crawl into these pipes to remove the plugs.</p>\n<p>To solve the air issue, a “hotshot engineer” whom the contractors had hired came up with a plan to mix liquid oxygen and liquid nitrogen down in the tunnel itself and turn the mixture into breathable air. This hotshot engineer got the job because he was the only one willing to take it, Swidey notes.</p>\n<p>“The contractor found a couple of people who came and toured the tunnel and said, ‘Sorry, no thanks. I don't care how much you're paying, it's not worth it. I can't do this safely,’” Swidey says. “But this one engineer came in and said, ‘I can get you out of this jam and I've got this innovative cutting-edge plan to do this.’\"</p>\n<p>He didn't go in himself, however. He sent in a team of five divers.</p>\n<p>The divers took two converted Humvees — one towing the other backward because there would not be enough room even to open the doors all the way, let alone turn a Humvee around. They would just take the one facing the other direction when it was time to go back. Two of the divers would stay in the Humvee, monitoring the breathing system for all five, while three proceeded on foot, using umbilicals — hoses that were connected to the main air supply.</p>\n<p>But the experimental breathing system failed. When the three-man team was crawling into the narrow pipes and had pulled a couple of plugs, the foreman of the crew saw that their umbilicals had become tangled. He told the others to stop and get the umbilical lines sorted out before doing anything more. At that moment, the two divers collapsed onto the tunnel floor. The foreman quickly turned on a safety valve to switch the divers to a backup system, and tried to contact the divers back in the Humvee. After just a few moments, the line went dead.</p>\n<p>The three divers on foot managed to make it out alive; the two in the Humvee did not. The three survivors risked their lives further by bringing the bodies of their fallen team members back.</p>\n<p>After the accident, Doug McDonald, the leader of the MWRA at the time, gathered all the parties together and took the issue of money off the table, Swidey says. With some space to think creatively, a team of engineers came up with an innovative solution to get fresh, ambient air back into the tunnel, and “those plugs came right out — pop, pop, pop,” says Swidey. Within two days, the tunnel was operational and the transformation of Boston Harbor was allowed to begin.</p>\n<p>The question, Swidey says, for people asking what can be learned from this story is, how do we achieve the post-tragedy realization of \"we've got to work together” without first suffering the tragedy?</p>\n<p>“You have a lot of people who are responsible for this amazing project here who don't like talking about it because of how this ended, and that's a tragedy,” Swidey says. “They should be taking bows at conferences about what the success story was here, of how remarkable this transformation was here.”</p>\n<p>There's a memorial on Deer Island to Billy Juse and Tim Nordeen, the men who died in the accident. And there are memorial benches on the path that rings the island.</p>\n<p>“You can sit and look out directly above that ten-mile path of that tunnel,” Swidey says. “And you see that clean water, and you can think about those two otherwise anonymous workers, Tim Nordeen and Billy Juse, and say thank you to them for the work that they did and that we all benefit from.”</p>\n<p><em>This article is based on an <a href=\"http://loe.org/shows/segments.html?programID=15-P13-00023&amp;segmentID=7\">interview</a> that aired on PRI's <a href=\"http://loe.org/index.html\">Living on Earth</a> with Steve Curwood</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-10%2Fdeath-tunnel&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/Deer-Island-Wastewater-Trea-590x393.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/deer-island-wastewater-trea-590x393jpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/living-earth/segment-audio/loe-deer-island.mp3"},{"href":"http://admin.pri.org/file/loe-deer-islandmp3"}]}