{"created":"2015-04-16T20:17:45+00:00","modified":"2015-06-06T08:06:57+00:00","valid":{"from":"2015-06-06T08:06:57+00:00","to":"3015-06-06T08:06:57+00:00"},"hreflang":"en","title":"Broadway Passes The Bechdel Test With 'Fun Home'","published":"2015-06-06T08:06:00+00:00","teaser":"Alison Bechdel's bestselling graphic novel memoir about growing up gay with a closeted father doesn't seem like an obvious choice for a musical, but it's coming to Broadway. NPR's Neda Ulaby reports.","itags":["npr_api","400095882"],"guid":"f227e6a7-1d1a-4833-9b98-0205786f9154","contentencoded":"<p>A certain kind of book seems practically written to be adapted into a musical. <em>Phantom of the Opera</em>, for example, or <em>Wicked</em>. Then there's <em>Fun Home</em>, based on a graphic novel by a middle-aged lesbian cartoonist that grapples with themes of suicide, shame and familial dysfunction. <em>Fun Home</em> was a bestselling book, then a smash off-Broadway hit at the Public Theater.</p><p>The memoir, by Alison Bechdel, takes its title from her family's sardonic nickname for their business — a funeral home. It delves into the mystery around her father's suicide, which took place around 1980. Bechdel, then a student at Oberlin College, had just come out to her parents as a lesbian — and learned her father was a deeply closeted gay man.</p><p>Bechdel agrees that the book is not exactly the most obvious source material for a musical.</p><p>\"I thought it was crazy,\" she tells NPR about her reaction when the idea was first broached. \"I didn't know how it was even possible.\"</p><p>But composer Jeanine Tesori, best known for writing the music for <em>Caroline, Or Change</em> and <em>Shrek The Musical</em> immediately responded to the story about an artistic but repressed and unhappy family.</p><p>\"I knew that it was a singing piece,\" she said during an interview in her Manhattan office. \"You could just <em>hear it</em>. All of the songs — they sing their desires and what's being held back.\"</p><p>Far more challenging Tesori says, was figuring out how to tell Bechdel's story without using her cartoons, which the creative team tried hard to incorporate in earlier versions.</p><p>\"Oh my god, we had so many songs about her drawing, remember?\" she says. \"I mean, we had songs and songs and songs.\"</p><p>Tesori's talking to her collaborator, Lisa Kron, a playwright and longtime member of the downtown theater collective the Five Lesbian Brothers. Kron spent decades writing plays about lesbians back when they were practically invisible in popular culture — let alone on Broadway. It took Tesori and Kron seven years to create <em>Fun Home</em> the musical, but Kron thinks the timing ended up being perfect when the show opened off Broadway a year and a half ago.</p><p>\"There was a critical mass of images of lesbians in the culture,\" she says. \"So this could move forward in this way, that the audience would have the scaffolding that they could place this in.</p><p>That scaffolding allows for a show tune based on a moment when the main character realizes her sexual difference. Alison Bechdel, only about 9 years old, is with her dad in a diner, when she notices a butch delivery woman, and is transfixed by everything about her. The song is called \"Ring of Keys.\"</p><p>While writing the lyrics, Kron resisted cultural assumptions about masculine woman as unattractive or as punchlines. She found language that told a different truth. The 11-year-old who sings it became the youngest Obie winner in off-Broadway history. Sydney Lucas originated the role of \"Small Alison\" off-Broadway when she was only nine.</p><p>\"Lesbian woman have come to see the show and say they remember that in their childhoods,\" Lucas says in her dressing room, referring to that moment of epiphany. \"It's cool.\"</p><p>Lucas is one of three actors who play Bechdel at various points in her life. It's a cultural watershed for Broadway to feature a lesbian main character, says Kron, partly because musicals bring an unequaled sense of romance and empathy to their protagonists.</p><p>\"There is nothing that gets in your bloodstream like <em>that thing</em>,\" she says. \"So to have not just a lesbian but a butch lesbian be that person? That is a big moment.\"</p><p>The real Alison Bechdel is having quite a moment herself. In the past few years, Swedish movie theaters adopted a ratings system based on what's become known as \" the Bechdel test.\" (That's when a movie features more than one female character ... and they <em>talk </em>to each other ... about something other than a man.) The book <em>Fun Home</em> has become required reading on many college campuses. And recently, Bechdel won both a Guggenheim Fellowship and a MacArthur \"genius grant.\"</p><p>\"My life is so crazy lately,\" Bechdel confesses.</p><p>Just a decade ago, Bechdel was best known for a beloved but relatively obscure cartoon series called <a href=\"http://dykestowatchoutfor.com/dtwof\">Dykes to Watch Out For</a> that ran in gay and alternative newspapers for decades. Like Bechdel, Kron created lesbian-themed work back when it was — by definition — marginal. Now that it's on Broadway and bestseller lists, she believes mainstream lesbian artists face a new challenge.</p><p>\"We need to pay attention and think who else is out there that we have not seen yet,\" she says. \"Who doesn't feel fully human in the culture. Because there are lots of other people who haven't gotten to this point yet.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Broadway+Passes+The+Bechdel+Test+With+%27Fun+Home%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Neda Ulaby","audio":[{"meta":{"duration":"346"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400178423-aebe30.m3u?orgId=1&topicId=1144&d=346&p=2&story=400095882&t=progseg&e=400060014&seg=8&ft=nprml&f=400095882"},{"href":"http://media.npr.org/assets/img/2015/04/16/fun_home_0450_sydney_lucas__michael_cerveris_-_photo_credit_joan_marcus-bb55871f5d4ed94542e404765a8e5c5b7b946279.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1993","width":"2657"}}]}