{"created":"2015-05-02T16:00:51+00:00","modified":"2015-05-02T16:01:22+00:00","valid":{"from":"2015-05-02T16:01:22+00:00","to":"3015-05-02T16:01:22+00:00"},"hreflang":"en","guid":"f22a8ff3-a74d-4bc9-bce0-79b1dffa6fc1","title":"Protecting Blue Whales and Blue Skies","published":"2015-05-02T16:00:01+00:00","byline":"John Duff","teaser":"<p>California's Santa Barbara Channel teems with marine life and container ships, both competing for space. As such, whale fatalities from ship-strikes and polluting emissions from ships are both high. Now, local officials and ship interests are cooperating to improve air quality and protect endangered whales.</p>\n","contentencoded":"<p>CURWOOD: And weve got news of another project that might help protect whales - the Blue Whales, Blue Skies initiative. Its the brainchild of a group of marine conservation, pollution control, environmental protection and shipping line interests that came together to try to clean up the air along Southern Californias coastline and at the same time reduce the likelihood of ships running into whales. Living on Earths John Duff spoke with Mary Byrd, of the Santa Barbara County Air Pollution Control District.</p>\n<p>DUFF: Can you paint us a picture of the ocean area that we're talking about? How big is the area and what's going on out there?</p>\n<p>BYRD: Well, Santa Barbara County on the coast of California has 130 miles of coastline. And just off of our coast is the Santa Barbara Channel, and the channel is home to two giants that roam the oceans of the world. One is a container ship, which comes through the channel on the way to the ports of Los Angeles and Long Beach, and the other is the Blue whale, which comes to the channel to feed and the channel is also a migratory path for a number of other endangered whale species. So these two are on a collision course and this project is all about addressing both issues for common goals.</p>\n<p>Blue whales are classified as Endangered on the IUCN Red List; in the last 100 years, their total population has decreased by an estimated 70-90%. (Photo: NOAA Photo Library, Wikimedia CC BY 2.0)</p>\n<p>DUFF: How big are these ships?</p>\n<p>BYRD: Well, they can be any number of sizes. These container ships have engines the size of a three-story building. It's really very difficult to see the whale from the container ship. In one case, there's a situation where a ship came into port and there was a bowfin over the bow and the captain had no idea the ship had struck a whale.</p>\n<p>DUFF: Can you tell us how many ships are moving through that area on an annual basis and how many of the whales might be out there?</p>\n<p>BYRD: We know the numbers vary a lot based on the shipping economy. Some years it's up to 2,500 transits through the channel. Sometimes it's much more. In terms of the whale species, there's a variety of different types of species. The Gray whales are on a migration path through the channel, now they are not considered endangered, but there are other species that are. The Blue whale comes through the channel to feed. Not that much is known about the Blue whale, and it's not clear that they can avoid the ships. When you think about it, they have not evolved to have to deal with anything larger than they are that moves.</p>\n<p>DUFF: You work for an air pollution control district. How did you get involved in protecting whales?</p>\n<p>As many as 2,500 container ships travel through the Santa Barbara Channel each year, on their way between the busy Ports of Los Angeles and Long Beach. (Photo: Britt Crawford, Flickr CC BY-NC-SA 2.0)</p>\n<p>BYRD: We have been documenting the huge amount of air pollution from ships that go through the channel. In our emissions inventory since 1994 and the NOX emissions from these ships really threaten our ability to obtain air quality standards.</p>\n<p>DUFF: And NOX for people who are not familiar with that term is?</p>\n<p>BYRD: Nitrogen oxides, and it's a key ingredient in the formation of ground level ozone, which we know of as smog. In Santa Barbara County we do not meet the state standard for ground-level ozone. We just barely meet the federal ozone standards and as we've gotten successful with programs onshore reducing pollution the concern grows about the shipping emissions because NOX emissions from these ships really threaten our ability to attain air quality standards.</p>\n<p>DUFF: If you solve the ship air emission problem, do you solve the attainment problem?</p>\n<p>BYRD: Well, it depends on how big a program we're able to fund because they do produce a significant piece of the NOX emissions in our county when we look at our inventory, and we are running out of things to do onshore to achieve the big ticket NOX reductions. So that's why we've been focusing so much energy on shipping?</p>\n<p>DUFF: Can you tell us about the other folks involved in this program and how it works?</p>\n<p>The 2014 Vessel Speed Reduction (VSR) Trial reduced nitrogen oxides and greenhouse gas emissions by 50 percent in the reduced speed zone. Nitrogen oxides, or NOx, promote ozone formation and are one of the main components of smog. (Photo: Al Pavangkanan, Flickr CC BY 2.0)</p>\n<p>BYRD: Well, the Channel Islands National Marine Sanctuary and the Environmental Defense Center, who are two principal partners in this, have been very concerned about whale protection in the Santa Barbara Channel, and one of the things that they settled on was reducing the ship speed as a strategy to provide an immediate benefit in protection of whales. So when they came to us and said, \"We have an interest in whale protection, you have an interest in pollution reduction. Let's work together,\" it was a great match and, in fact, the studies show when you show a ship down to 12 knots, you can cut the air pollution almost in half, and not just NOX but a range of other air pollutants as well. And the studies also have shown that when you reduce the ship's speed, you're making it much less likely that a ship strike will kill a whale. So we have a lot of common ground here to work with and we call it protecting blue skies and blue whales.</p>\n<p>DUFF: And how fast would those ships have been going if they didn't reduce to 12 knots?</p>\n<p>BYRD: This particular ship had to have a previous rated speed through the channel, average speed of 14 knots or greater. We provided an incentive payment of $2,500 per transit. So, they're agreeing to go down to 12 knots for the incentive payment.</p>\n<p>DUFF: You've got a lot of interest from air pollution control districts? Can you tell us about the positive results?</p>\n<p>BYRD: Even a small field trial like this one, we've achieved more than 16 tons of NOX reductions. The primary month where these transits happen, were July through October, which is not just the peak whale season in the channel, it's also the peak ozone or smog pollution season for our county. So it's the timing of the reduction as well as the fact of the reduction.</p>\n<p>DUFF: Mary, you had a number of shipping lines participate in this program. Which ones and any sense of why those particular lines did it?</p>\n<p>Mary Byrd is the Community Programs Supervisor for the Santa Barbara County Air Pollution Control District. (Photo: courtesy of Mary Byrd)</p>\n<p>BYRD: We had seven global shipping companies participate and they all get credit for being a part of this program. Cosco, Hapag Lloyd, K-Line, Maersk, Matson, Mitsui, OSK Lines and United Arab Shipping Company were all a part of this. The Maersk line in particular we talked to years ago. They came and did a presentation for us to help us understand how the industry worked and the Pacific Merchant Shipping Association was extremely helpful in helping us structure the program helping us understand what the shipping industry needed. In the first year we got great participation from the shipping industry, we have documented emission reductions. We laid the groundwork that we're hoping to lay for a bigger program.</p>\n<p>DUFF: What's next for the program?</p>\n<p>BYRD: We would like to be able to fund many, many more transits to be 12 knots or slower through the channel, to try to grow this into a full-scale channel program, and then eventually statewide and maybe even bigger.</p>\n<p>CURWOOD: Mary Byrd of Santa Barbara County Air Pollution Control speaking with Living on Earths John Duff.<img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2F&amp;feed=pmp\" /><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-01%2Fprotecting-blue-whales-and-blue-skies&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn.pri.org/pts/redirect.mp3/cdn.pri.org//content/2015-05-01/loe_150501_b3_whales_ships.mp3"},{"href":"http://www.pri.org/file/loe150501b3whalesshipsmp3"}]}