{"created":"2015-05-21T16:36:38+00:00","modified":"2015-05-28T21:05:16+00:00","valid":{"from":"2015-05-28T21:05:15+00:00","to":"3015-05-28T21:05:15+00:00"},"hreflang":"en","title":"Rome's Cinematic 'Dream Factory' Ramps Up Production Once Again","published":"2015-05-22T00:27:00+00:00","teaser":"Blockbusters like <em>Ben-Hur</em> were filmed at Cinecittà, a 100-acre movie metropolis, during its heyday. After decades of hard times, a tax credit has sparked a revival of \"Hollywood on the Tiber.\"","itags":["npr_api","406231378"],"guid":"f2470e27-db5b-487a-a4f5-080024a5c8d4","contentencoded":"<p>It's just 15 miles south of Rome, but it looks more like ancient Jerusalem.</p><p>Welcome to the vast backlot at <a href=\"http://cinecittastudios.it/en\">Cinecittà,</a> the sprawling movie metropolis where <a href=\"http://www.npr.org/sections/monkeysee/2011/09/27/140848509/dvd-picks-ben-hur\">the original </a><em><a href=\"http://www.npr.org/sections/monkeysee/2011/09/27/140848509/dvd-picks-ben-hur\">Ben-Hur</a> </em>was filmed, and a remake is currently in production.</p><p>In the 1950s and '60s, Cinecittà, or Cinema City, was known as \"Hollywood on the Tiber,\" famed for the swords-and-sandals epics as well as spaghetti Westerns.</p><p>Later, with competition from TV and cheaper studios in Eastern Europe, Cinecittà fell on hard times.</p><p>But thanks to government efforts, Italy's studios are now luring Hollywood majors back and Cinecittà is experiencing a revival.</p><p>On a recent day, filming is underway of the famous chariot duel between Ben-Hur and his friend-turned-enemy Messala.</p><p>But unlike the Charlton Heston epic, shot at Cinecittà in 1958 and 1959 with 15,000 extras, this remake will take advantage of the latest in visual effects technology, and the 400 extras on set will look like 100,000.</p><p>Producer Sean Daniel points to the racecourse, which is as long as two football fields. The chariot sequence will involve eight chariots, eight drivers and 32 horses and will take a month to film.</p><p>Jack Huston, who had a starring role in HBO's <em>Boardwalk Empire</em>, plays Ben-Hur. The movie also stars Morgan Freeman.</p><p>Luigi Rocchetti, who is in charge of makeup on the <em>Ben-Hur</em> set, comes from a movie production dynasty that started with his wig-making grandfather.</p><p>Fascist dictator Benito Mussolini built Cinecittà, Rocchetti says, because he wanted Italy to compete with big Hollywood productions.</p><p>But the studio made its mark after World War II with neo-realism and the golden age of Italian cinema.</p><p>Rocchetti remembers first visiting Cinecittà as a teenager.</p><p>\"It was just, incredible, lots of movies going on, <a href=\"http://www.criterion.com/explore/20-federico-fellini\">Fellini</a>, <a href=\"http://www.criterion.com/explore/146-roberto-rossellini\">Rossellini</a>, <a href=\"http://www.francozeffirelli.it/\">Zeffirelli</a>, it was really alive studios,\" he says.</p><p>But in the 1980s, movie production plummeted, and the 22-stage facility, one of Europe's largest studios, languished.</p><p>Until last year.</p><p>That's when Italy introduced a tax rebate of up to 25 percent on expenses incurred in movie production. If it's a big-budget movie, with more than one production company, the savings can double.</p><p>In addition to <em>Ben-Hur, </em>the biggest production at the studio since <em>Cleopatra</em> was filmed in the early 1960s, a portion of the latest James Bond thriller, <em>Spectre</em>, was shot earlier this year in Rome.</p><p>Ben Stiller is filming <em>Zoolander 2</em> on five Cinecittà soundstages, while another American movie, <em>Christ the Lord, Out of Egypt</em>, based on the Anne Rice novel, is also in production.</p><p>Cinecittà CEO Giuseppe Basso says the new tax incentives have put the studio back in business.</p><p>\"We are called the <a href=\"http://cinecittastudios.it/en/dream-factory\">'dream factory'</a> not because we dream, we stay with our feet on the ground, but because we are the factory of the dreams,\" he says.</p><p>For cinephiles, Cinecittà offers guided tours and a new museum. One room is dedicated exclusively to the studio's most loyal director: Federico Fellini.</p><p>The Italian auteur shot virtually all his movies at Cinecittà, including <em>La Dolce Vita </em>and <em>8 1/2</em>. In interview footage projected on the walls of the gallery dedicated to him, Fellini explains that working there was actually therapeutic.</p><p>\"One time I arrived with a high fever, but as soon as I entered the magic circle — with the projection lights on, the crew all around me and having to wear the director's uniform — all my ailments, even the fever and headache, simply disappeared,\" he said.</p><p>Fellini loved Cinecittà so much that he had an apartment created next to his favorite soundstage, Studio Five. Those rooms are now being used as the <em>Ben-Hur</em> production offices.</p><p>Daniel, the movie's producer, smiles as he walks up Fellini's stairs.</p><p>\"His furniture is gone,\" Daniel says. \"But we like to think that his spirit and his ghosts are still here.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Rome%27s+Cinematic+%27Dream+Factory%27+Ramps+Up+Production+Once+Again&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sylvia Poggioli","audio":[{"meta":{"duration":"302"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408549734-0354f2.m3u?orgId=1&topicId=1045&d=302&p=2&story=406231378&t=progseg&e=408538295&seg=10&ft=nprml&f=406231378"},{"href":"http://media.npr.org/assets/img/2015/05/14/148988005-1--6d2255259752eddf0ac310ca3fcdfd0645926b69.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2387","width":"3183"}},{"href":"http://media.npr.org/assets/img/2015/05/13/cinecitta-poggioli-01_custom-12ed408e39c2f6c482d671b1bdd144675180b8b6.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"373","width":"475"}}]}