{"created":"2014-09-28T11:35:13+00:00","modified":"2014-10-30T22:00:48+00:00","valid":{"from":"2014-10-30T22:00:48+00:00","to":"3014-10-30T22:00:48+00:00"},"hreflang":"en","title":"The Atlanta Symphony Lockout Continues, Musicians Picket On Peachtree Street","published":"2014-09-29T12:46:00+00:00","teaser":"The Atlanta Symphony Orchestra was supposed to open its fall season last week but, in a scenario that has become familiar, contentious contract negotiations led to a lockout of musicians.","itags":["npr_api","351810425"],"guid":"f24ef74e-cda8-4e79-93af-4e625e6781da","contentencoded":"<p>The <a href=\"http://www.npr.org/artists/15806128/atlanta-symphony-orchestra\" target=\"_blank\">Atlanta Symphony Orchestra</a> was scheduled to open its 70th season this week, but musicians have been locked out of their workplace since September 7th, when their contract expired. The same thing happened just two years ago. Back then, negotiators reached a new agreement before opening night. This year, Atlanta classical music fans were not so lucky.</p><p>\"Honk if you love the ASO!\" reads the sign that principal percussionist <a href=\"http://www.atlantasymphony.org/About/Artists/ASO-Musicians/Thomas-Sherwood.aspx\" target=\"_blank\">Thomas Sherwood</a> is waving outside Symphony Hall in Midtown Atlanta.</p><p>\"I mean, it's silly to feel good about getting a car honk,\" Sherwood says, \"but it's all I can do at this point, is to be out on the street.\"</p><p>In 2012, the players spent just three weeks on the picket lines before they agreed to management's demands — pay cuts and a reduction of the orchestra's overall size and season length. This time, Sherwood says, he could hold out for as long as a year: \"My wife and I have been saving for it and preparing for this.\"</p><p>Management is also standing firm. <a href=\"http://www.atlantasymphony.org/About/Artists/ASO-Musicians/Stanley-Romanstein.aspx\" target=\"_blank\">Stanley Romanstein</a>, CEO of the Atlanta Symphony since 2010, says the orchestra especially needs to change a health insurance plan that, up until now, has cost each musician only 10 dollars per week to cover an entire family.</p><p>\"We are struggling to find an appropriate balance between truly great art and responsible finance, and we've not yet found a way to do that,\" Romanstein says.</p><p>The ASO has been running operating deficits since 2001. This year, it's $2 million on a budget of $38 million. Nevertheless, the orchestra's recordings have racked up 27 Grammy awards, the most recent in 2009.</p><p>The symphony's problems arguably go all the way back to 1962, when more than 100 of Atlanta's leading arts patrons embarked on a museum tour of Europe. Heading home, their plane skidded off a runway in Paris and burst into flames.</p><p>Atlanta's then-Mayor Ivan Allen Jr. acknowledged that almost the entirety of his city's \"old money\" philanthropic class perished on that plane.</p><p>\"We have lost a great group of distinguished citizens who made magnanimous contributions to this city over a long period of time,\" Allen said.</p><p>They were the kinds of people who traditionally support orchestras. Whether that void has been sufficiently filled by Atlanta's more recent rush of \"new money\" magnates is a matter of debate, though few if any fundraisers will complain about it publicly. Fundraising consultant Linda McNay places the blame elsewhere.</p><p>\"We have very generous foundations and very generous individuals, and even corporations,\" McNay says. \"What's missing in the Atlanta market is more government support — local and state support for the arts.\"</p><p>Indeed, the ASO is expecting about $100,000 in taxpayer support this year. By contrast, the Minnesota Orchestra, <a href=\"http://www.npr.org/blogs/thetwo-way/2014/01/15/262717374/strike-up-the-band-minnesota-orchestra-lockout-ends\" target=\"_blank\">fresh off its own 16-month lockout</a>, expects about $1 million. Atlanta's ticket revenue is also lackluster, though Romanstein contends that's not because of poor attendance.</p><p>\"If you look at our average ticket prices and compare them with other cities that feature major orchestras — if you look at Dallas, if you look at Minneapolis and some others — our ticket prices tend to be substantially lower by 30 percent or more,\" Romanstein says.</p><p>Romanstein says Atlanta concertgoers just won't pay a higher price.</p><p>A stingy market, unsupportive politicians — to the musicians on the picket line, these sound like the excuses of a symphony management that just hasn't tried hard enough. Principal flutist <a href=\"http://www.atlantasymphony.org/About/Artists/ASO-Musicians/Christina-Smith.aspx\" target=\"_blank\">Christina Smith</a> is on the union's negotiating committee.</p><p>\"The musicians refuse to accept the premise that everything has been done to excellently fundraise for this institution,\" Smith says. \"When you look at Atlanta, the size of this city — drive around this city, there is money everywhere.\"</p><p>Smith points out that, despite the deficits, Romanstein has been awarded bonuses by the Woodruff Arts Center. The symphony's parent nonprofit also includes an <a href=\"http://www.high.org/\" target=\"_blank\">art museum</a> and a <a href=\"http://www.alliancetheatre.org/\" target=\"_blank\">theater company</a>. Smith thinks the Woodruff's real goal is to shrink the Atlanta Symphony from an international powerhouse to a less expensive regional orchestra, like it was before legendary conductor Robert Shaw took over in 1967.</p><p>Downsizing could cause musicians to leave for better-paying, more prestigious gigs, as could the lockout itself, says Drew McManus, an orchestra consultant in Chicago.</p><p>\"Some of the other labor disputes in the country have demonstrated that, yes, musicians can and will leave to get different jobs,\" McManus says. \"And [the orchestras] do have a harder time attracting and maintaining quality musicians of the level they had previously established.\"</p><p>That may explain why the ASO's current conductor, Robert Spano, and its principal guest conductor, Donald Runnicles, <a href=\"http://artsculture.blog.ajc.com/2014/09/03/aso-maestros-spano-runnicles-speak-up-about-contract-negotiations-managment-quickly-responds/\" target=\"_blank\">wrote a letter</a> urging management not to balance the books on the backs of players. Conductors traditionally stay out of labor fights, but the maestros felt they had to, they write, \"speak out lest we fail in our duty to preserve the extraordinary legacy that has passed into our hands.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Atlanta+Symphony+Lockout+Continues%2C+Musicians+Picket+On+Peachtree+Street&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Adam Ragusea","audio":[{"meta":{"duration":"348"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352198548-a104a5.m3u?orgId=1&topicId=1106&ft=3&f=351810425"},{"href":"http://media.npr.org/assets/img/2014/09/26/orchestra-overhead-fbb1534d778e8b9b865190eeaf6ad18d4180f0c5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1565","width":"2086"}},{"href":"http://media.npr.org/assets/img/2014/09/26/cover2010robert-55c4bfb3fc509154dbcc4de8bd31a3ef18c65e45.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1852","width":"2470"}}]}