{"created":"2015-01-04T22:05:08+00:00","modified":"2015-01-21T23:05:10+00:00","valid":{"from":"2015-01-21T23:05:10+00:00","to":"3015-01-21T23:05:10+00:00"},"hreflang":"en","title":"She Left The Nightlife Behind To Become A Life Coach","published":"2015-01-05T20:45:00+00:00","teaser":"A former exotic dancer and dominatrix, Mira Johnson now coaches others on reinventing themselves. Her clients know she won't judge them, she says, no matter what choices they've made in life.","itags":["npr_api","374603563"],"guid":"f2554a1b-d566-4a87-9dba-f36dc04a7248","contentencoded":"<p><em>This is part of a series of stories about <a href=\"http://www.npr.org/series/374421063/starting-over\">starting over</a>, profiling people who, by choice or circumstance, reinvented or transformed themselves.</em></p><p>At just 32, Mira Johnson has made a lot of changes — some drastic. Her choices took her to low points, but also to where she is now: coaching others to make changes themselves.</p><p>Perhaps the best place to start her story is with a little-known saying about Portland, Ore.</p><p>\"They say that the city has the most strip clubs per capita in the country,\" Johnson says. \"Not Vegas. Portland, Ore. And so, naturally, it's 'you throw a stone and you hit a stripper.' \"</p><p>Johnson moved to Oregon from Georgia after college. She worked in corporate sales and advertising, and dabbled in network marketing. All the while, she says, she wanted to own her own business. The question was, how?</p><p>While she was in her last \"day job,\" as she calls it, Johnson made a few friends in the strip club industry. \"And I was like, 'Oh — that's a way I can make a lot of money in a short period of time and have free time to start a business.' \"</p><p>So Johnson started dancing, taking home $500 on a good night. She paid off her school debt and started her own business planning events.</p><p>But the late-night work took a toll. She made bad business partnerships and found herself in an abusive relationship.</p><p>\"I knew if I stayed in the situation I was in, I would become suicidal to the point of being serious about it,\" she says.</p><p>Johnson knew she needed a change — and she had an idea of what that change would be.</p><p><strong>A Voice From The Past</strong></p><p>Before she had started stripping, Johnson had gone to a convention — a standard meet-and-greet sales thing. A woman stood up.</p><p>\"And she said, 'I'm a life coach. This is what I do.' And I had this moment when I was like, 'Ding! That's what I've been looking for.' And I bee-lined across the room and said, 'Can I take you to lunch? I have to hear about what you do.' \"</p><p>That life coach was Jennifer Powers. She says Johnson came over and asked to pick her brain. </p><p>\"I used to get a lot of those calls,\" Powers says. \"I could see that she was really driven to do this. But her timing wasn't right.\"</p><p>Johnson didn't feel like she had enough life experience to be a life coach — so she put the idea on the back burner, telling herself, \"OK, I know that's there, and I know that's possible, because someone else is doing it.\"</p><p><strong>Starting Fresh</strong></p><p>Remembering her meeting with Powers, Johnson started to make some changes. She quit stripping. She packed up and moved to Los Angeles. \"Of all places. Don't ask me what I was thinking, because I didn't have a plan.\"</p><p>But it wasn't that easy. LA isn't cheap. Johnson was so busy just trying to make ends meet, there wasn't much time for anything else. Then one day, \"Lo and behold, I meet a woman who works as a dominatrix,\" Johnson recalls.</p><p>And there was good money to be made, she says. \"I mean, surgeons make that kind of money. ... Who else makes that kind of money?\"</p><p>So she went back to the adult industry — this time with an exit strategy.</p><p>To get certified for life coaching, she signed up for coaching classes from Jennifer Powers, the woman who had originally inspired her to pursue the field. She paid her way with the money she made as a dominatrix.</p><p>\"What Mira did was, she accepted the fact that she was who she was. She accepted that she had this past,\" Powers says.</p><p>Johnson says clients know she won't judge them, no matter where they're coming from.</p><p>\"And the gift in it now, as a life coach, is that the women that read my story — whether they share my experience or not — they see that I pulled myself out of a dark place and that it's possible.\"<em> </em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=She+Left+The+Nightlife+Behind+To+Become+A+Life+Coach&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nathan Rott","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374985628-ff4021.m3u?orgId=1&topicId=1091&aggIds=374421063&ft=3&f=374603563"},{"href":"http://media.npr.org/assets/img/2015/01/02/mira_johnson-365cdbae27712ebe9e0edd8ec4cf2070b2fe52b9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"478","width":"637"}}]}