{"created":"2015-04-08T19:22:15+00:00","modified":"2015-04-08T19:32:31+00:00","valid":{"from":"2015-04-08T19:32:31+00:00","to":"3015-04-08T19:32:31+00:00"},"hreflang":"en","title":"A New Kind Of Nuclear Reactor?","published":"2015-04-08T19:32:00+00:00","teaser":"A young nuclear engineer is testing an idea for cleaner, safer nuclear power plants that use salt instead of uranium.","itags":["npr_api","398337764"],"guid":"f258fbf6-66b2-4979-83a7-9b1a961e1562","contentencoded":"<p><p style=\"padding-left: 30px\"><em>Nuclear energy is fraught. What do you do with the spent radioactive fuel rods? What happens if there’s a meltdown? These worries have led many to write the whole thing off, and some to rebel against it. But a startup in Cambridge, Mass., thinks things can be different &#8211; like, revolutionary different. <strong>Ari Daniel</strong>, with <a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a>s tech partner <a href=\"http://spectrum.ieee.org/\" target=\"_blank\">IEEE Spectrum</a>, has our story.</em></p><p><div class=\"l-article-primary sep\"></div></p><p>Leslie Dewan is 30, and she’s been building things her whole life. As an undergrad at MIT, she constructed two ancient balsawood rafts and sailed them on the Charles River.</p><p>Go back further, to the sixth grade, and she wired a generator to a little water wheel. It made enough electricity to power a &#8220;teeny, tiny light bulb&#8230;sometimes.&#8221; Dewan’s still into electricity, and building. But these days, her vision extends well beyond a tiny bulb.</p><p>&#8220;Ultimately, I think we can power the world with enormous amounts of carbon-free electricity,&#8221; she says.</p><p>How? By building a new kind of nuclear reactor. But first, nuclear energy 101.</p><p><strong>Nuclear Energy 101</strong></p><p>Inside any nuclear reactor, the atoms of a radioactive material – like a uranium fuel rod – undergo fission: that is, they break apart into smaller atoms. And when they do, they release massive amounts of energy, in the form of heat, which is used to boil water into steam.</p><p>&#8220;The steam drives a turbine that drives a generator that produces the electricity,&#8221; Dewan explains.</p><p>But fuel rods have issues. They remain radioactive for hundreds of thousands of years after a power plant’s finished with them. Conventional reactors also require constant power to keep their cores cool. When the cooling fails – like it did at Fukushima and Chernobyl – you get meltdowns.</p><p>During their Ph.D.s, Dewan and a classmate thought a lot about those problems, and felt it was time to pursue something &#8220;very big.&#8221;</p><p>Their big idea was to build a new kind of reactor – a &#8220;molten salt reactor.&#8221;</p><p><strong>The Big Idea: A Molten Salt Reactor</strong></p><p>&#8220;It uses radioactive liquid salt as its fuel rather than the solid uranium fuel rods,&#8221; says Dewan.</p><p>The concept actually goes back to the 1950s, but it never made it beyond a prototype. The cost per megawatt of energy was prohibitive. But today, Dewan says newer materials allow a design that’s more compact, and she estimates the cost per megawatt of electricity will be half that of conventional reactors.</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;We want to make a better carbon-free energy source that everyone can use.&#8221;<div class=\"pullquoteauth\">&ndash; Leslie Dewan</div></p><p></div></p><p>Dewan adds that her approach is greener and safer. First, it can consume much of the radioactive waste produced by conventional reactors.</p><p>&#8220;It makes sense to mine that nuclear waste for additional energy, rather than putting it back in the ground,&#8221; she explains.</p><p>The radioactive waste will be modified slightly so that it can be dissolved into the molten salt.</p><p>&#8220;And then, we’re able to consume about 96 percent of the energy that’s left in that fuel.&#8221;</p><p>The second reason it’s safer is that if there’s a power failure, the liquid salt simply freezes, which keeps it contained. Finally, there’s much less waste, and any waste that there is, remains radioactive for a few hundred years.</p><p>&#8220;It’s still a long time, but it’s a human timescale. People can build repositories that last for that long.&#8221;</p><p><strong>Raising Money, Testing An Idea</strong></p><p>In 2011, Dewan and her classmate founded a company called <a href=\"http://transatomicpower.com/\" target=\"_blank\">Transatomic Power</a>. Dewan’s now the CEO, and they’ve raised $6 million. They’ve teamed up with a lab at MIT to test how everything will hold up under the punishing conditions inside the reactor, to see if their idea will work in the real world. Michael Short, a nuclear engineer and head of the lab, gave me a tour. First, of a corrosion experiment.</p><p>&#8220;It simulates all the conditions inside a nuclear reactor except for the radiation,&#8221; Short explains.</p><p>The radiation will be simulated in the basement. Caution signs are everywhere down here. A three-foot-thick concrete door slides to one side to reveal a bright room.</p><p>&#8220;We’re able to simulate over hours to days what happens to the materials over timescales of years to decades,&#8221; Dewan says.</p><p>On the way back upstairs, I ask Short about his hopes for Transatomic. He says, &#8220;the big picture is make the reactor work – make it safe and make it economical.&#8221;</p><p>That big picture isn’t as far off as you may think. By the year 2025, Transatomic intends to have its first commercial plant up and running, which they say could supply more than enough energy to power a city of 350,000.</p><p>As an undergrad, Leslie Dewan built that balsawood raft that fit about 12 people. If this molten salt reactor of hers works, she wants it to accommodate many more people than that.</p><p>&#8220;We want to make a better carbon-free energy source that everyone can use.&#8221;</p><h4>Reporter</h4><ul><li><strong><a href=\"http://aridanielshapiro.wordpress.com/\" target=\"_blank\">Ari Daniel</a></strong>, science journalist. He tweets <a href=\"https://twitter.com/mesoplodon\" target=\"_blank\">@mesoplodon</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+New+Kind+Of+Nuclear+Reactor%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"306"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398337767-ace881.m3u?orgId=1&e=398337764&d=306&ft=nprml&f=398337764"},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0408_nuclear-towers.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0408_radiation-experiments.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"960","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0408_michael-short.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"960","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0408_leslie-dewan.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1707","width":"1280"}}]}