{"created":"2014-10-08T13:57:22+00:00","modified":"2014-10-31T01:06:09+00:00","valid":{"from":"2014-10-31T01:06:09+00:00","to":"3014-10-31T01:06:09+00:00"},"hreflang":"en","title":"Joshua Ferris Takes On Atheism In 'To Rise Again'","published":"2014-06-17T20:11:00+00:00","teaser":"In Joshua Ferris' third novel, T<em>o Rise Again at a Decent Hour,</em> the protagonist is a dentist wrestling with his atheism. Ferris says his character, like all dentists, is \"chronically misunderstood.\"","itags":["npr_api","322742970"],"guid":"f25cd95a-05c7-4e86-9aab-4777f0795612","contentencoded":"<p>Staring into the mouths of his patients all day, the dentist in Joshua Ferris' new novel, <em>To Rise Again at a Decent Hour,</em> becomes obsessed with decay and death. He wishes he had religious faith and could believe in something larger than himself, but to him church is \"a dark bus station of the soul.\"</p><p>Ferris says he started the novel by first imagining a reasonable and devoted atheist as his protagonist — Paul O'Rourke — and how this character wrestles with the meaning of life and finding community. He also chose a dentist as his protagonist because dentists can symbolize isolation.</p><p>\"The dentist tends to remind you of pain and the possibility of decay and disease,\" Ferris tells <em>Fresh Air</em>'s Terry Gross. \"And I think that's part of the reason why dentists are chronically misunderstood and nobody wants to go see a dentist.\"</p><p>The dentist also does not have his own website; he doesn't want one. But someone impersonating O'Rourke starts a site, as well as a Twitter account, which the impersonator uses to proselytize for a religion that sounds ancient, but that no one has ever heard of.</p><p><em>To Rise Again at a Decent Hour</em> is Ferris' third book. His first novel, <em>And Then We Came to the End,</em> a satire set in the office of an advertising agency during the end of the dot-com boom, won the 2007 PEN/Hemingway Award and was a national best-seller.</p><p>In a review of <em>To Rise Again at a Decent Hour,</em> Lauren Groff wrote in the <em>New York Times Book Review</em> that Ferris is \"as brave and adept as any writer out there.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On the protagonist's constant despair</strong></p><p>When we go into the dentist, we go in, sit in the chair, try to bear up, and then flee as quickly as we can. Here's a guy, I'm thinking of a guy who's got to be there every day — eight, 10 hours a day — who has no relief from that decay, who has no relief from the worst mouth problems that people suffer from.</p><p>And he's already kind of dour; he's already kind of a pessimist about the world. And when he has to spend all of that time inside these wrecks of mouths, it just makes things worse. It works him down and works him down to the point where, at the beginning of the book when we first meet him, he's pretty much in constant despair.</p><p><strong>On how exposure to decay reminds the dentist of mortality </strong></p><p>He's making things bleed constantly; he can't quite get out of that mode. That's a permanent reminder of not only how we end up — and the misery and pain that may overtake us at the end of life — but I think it makes him question people's behavior and why it is that we've been placed on earth. Have we been put here to make meaning? Or should we just sort of blithely and obliviously move through our days without concern for the larger questions?</p><p>I think these things are entering in his restless curiosity for how we should conduct life. [They're] coinciding with his constant reminder that we're mortal, that the time we have on earth is limited.</p><p><strong>On why Ferris created an atheist protagonist </strong></p><p>A kind of heaven-on-earth is a religious identity — the ability to believe comes with the reassurance of immortality, of forgiveness, and also, I think, a community of like-minded believers. This guy is so reasonable in a kind of neo-atheism way and the [Richard] Dawkins/[Christopher] Hitchens model: If you think clearly about the world, there's no possible way you could allow for a being greater than the human being. Any divinity whatsoever is off the table.</p><p>I started with that basic premise and wanted to see where [the dentist] lacks because of that belief. Does that highly reasoned and kind of cutthroat authenticity, the commitment to atheism, what does it do to a person in his life? Does it make him cramped at all? Where does he find community? These were the questions that I began the novel with.</p><p><strong>On Ferris' own religious identity </strong></p><p>I'm not sure that I'm entirely comfortable with being described as a nonbeliever only because there's this little shadow of a doubt that I keep open. I have a character in the book describe herself as a \"nonpracticing atheist,\" and I think that's how I would describe myself. When push comes to shove, and I'm forced to think reasonably, I affirm again and again that there is no God.</p><p>But as a rule, as I go through life, I find that can lead to a dogma that is no more welcoming to my way of thinking than the dogma of believers. So I tend to want to keep the door open an inch, which I think sounds to many people like cheating, but to me it's simply a matter of keeping — not my options open — but my mind wide, as wide as possible, and my heart open to new possibilities.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Joshua+Ferris+Takes+On+Atheism+In+%27To+Rise+Again%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2261"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1322977000-78ef56.m3u?orgId=1&topicId=1033&ft=3&f=322742970"},{"href":"http://media.npr.org/assets/img/2014/06/16/joshua-ferris_au-photo-cred-beowulf-sheehan_to-rise-again2-17492a7352ae97bc36f5c7d7e2e9eb89ac588fac.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2059","width":"2743"}}]}