{"created":"2014-12-27T12:44:57+00:00","modified":"2015-05-13T21:25:26+00:00","valid":{"from":"2015-05-13T21:25:26+00:00","to":"3015-05-13T21:25:26+00:00"},"hreflang":"en","title":"Long Plagued By Corruption, Romania Seeks To Make A Fresh Start","published":"2014-12-27T16:10:00+00:00","teaser":"The country has suffered from graft and poverty since the fall of communism 25 years ago. Can a new president and an anti-corruption crusader make a difference?","itags":["npr_api","371874310"],"guid":"f25c2815-a092-4cf0-99cd-019e65342ee6","contentencoded":"<p>Romania is one of the poorest and <a href=\"http://www.transparency.org/cpi2014\" target=\"_blank\">most corrupt countries</a> in Europe and it's been that way for years. It's a tough legacy to overcome, but there are signs the country is trying to make a fresh start.</p><p>Klaus Iohannis, an underdog presidential candidate who campaigned on a platform of fighting corruption, won a surprising victory last month over the ruling party's nominee. Iohannis, 55, was sworn into office last Sunday.</p><p>To make headway, he'll need to work in tandem with Laura Codruța Kövesi, who heads Romania's National Anti-Corruption Directorate. She faces the tall task of rooting out graft that has plagued the country since the fall of communism in Eastern Europe 25 years ago.</p><p>Kövesi is lanky 41-year-old, a former teen basketball star with a tough-as-nails reputation. She says the legacy of her prosecutor father and her strong Romanian Orthodox faith inspire her to seek justice.</p><p>Kövesi says her agency sent some 890 defendants to trial, including former ministers, parliament members and even the ex-president's brother and the head of Romania's organized crime and terrorism investigation unit.</p><p>One of her high-profile cases involves software licenses sold at inflated prices for use in Romanian schools. Nine former cabinet ministers are under investigation in that case.</p><p>The nearly $200 million confiscated by the courts in connection with those cases are more than seven times the directorate's annual budget, she says.</p><p>\"It is encouraging for the Romanian people to see that we take action, that the authorities function so well,\" says Kövesi. \"It leads to an increased trust in our institutions and also encourages more people to come here and file complaints.\"</p><p>And yet Kövesi acknowledges that corruption is deeply ingrained in the Romanian psyche.</p><p>She and other anti-corruption figures say that attitude developed in the years following the collapse of communism, when law enforcement was weak and opportunities were rife for politicians and businessmen to make money from the shift to a market economy.</p><p>\"The transition period is one in which law enforcement bodies were weak, when even police were afraid to go out on the street,\" recalls Monica Macovei, an EU parliament member and outspoken Romanian anti-corruption activist. \"So you have a lot of money in the public budget being transferred into private hands without knowing how to do it.\"</p><p>Macovei says an independent judiciary and Kovesi's directorate are forcing Romanian politicians to be more accountable, something the Romanian public is demanding with a vengeance.</p><p>During November's Romanian presidential elections, thousands of Romanians took to the streets in Bucharest and other European capitals to protest mismanagement of the polls.</p><p>At issue was the right to vote abroad. Many expat Romanians were prevented from voting during the first round at their embassies in Paris, London and Munich, among other cities.</p><p>Those complaints sent a surge of sympathetic voters to the second round and swept Iohannis to victory over the candidate of the ruling Social Democratic Party, Prime Minister Victor Ponta.</p><p>Iohannis, the former mayor of the Transylvania city of Sibiu<sup></sup>, is of German descent and is the first Romanian president from one of the country's ethnic minorities.</p><p>\"We are a nation that has shown the world that we embrace democratic values, that we want courage and that we want change,\" Iohannis said earlier this month.</p><p>He agreed in writing to 10 measures to clean up corruption and ensure transparency, says Macovei.</p><p>\"I have some worries deep inside, but I don't want to discourage him or anyone else. I just wish him to be strong and not to listen to those in the parties, so I wish him not to listen to these voices coming from a dark past,\" Macovei says.</p><p>In Iohannis' hometown of Sibiu, many believe he can succeed.</p><p>He served as mayor for 14 years in the city, where he once taught high school physics and has one of the few homes here outfitted with solar panels. He is credited with turning the city into a popular tourist destination.</p><p>The president's Lutheran pastor in Sibiu, Kilian Doerr, says when Iohannis was first elected as mayor, a local taxi driver commented: \"Now we can leave all the doors open here, no one will steal anything anymore.\"</p><p>That may be wishful thinking, but Doerr believes that under Iohannis, \"corruption and misuse of public funds won't be allowed anymore.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Long+Plagued+By+Corruption%2C+Romania+Seeks+To+Make+A+Fresh+Start&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Soraya Sarhaddi Nelson","audio":[{"meta":{"duration":"245"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373420306-5669bb.m3u?orgId=1&topicId=1124&d=245&p=7&story=371874310&t=progseg&e=373420225&seg=13&ft=nprml&f=371874310"},{"href":"http://media.npr.org/assets/img/2014/12/26/gamza_npr_7690edit-b35d8f255dd6ef03239c7292f3a20ab7635ccd59.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1069","width":"1426"}},{"href":"http://media.npr.org/assets/img/2014/12/26/gamza_npr_8097edit-d306edbd360999350f0f55c70b37926186ee66ab.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1647","width":"2197"}},{"href":"http://media.npr.org/assets/img/2014/12/26/gamza_npr_5590edit-0021823173019337142fa5a184a9ecd49b788b96.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1408","width":"1878"}}]}