{"created":"2014-08-28T18:11:53+00:00","modified":"2014-08-28T18:11:53+00:00","valid":{"from":"2014-08-28T18:11:53+00:00","to":"3014-08-28T18:11:53+00:00"},"hreflang":"en","title":"What Really Happened The Night Kitty Genovese Was Murdered?","published":"2014-03-04T15:19:00+00:00","teaser":"Thirty-eight people witnessed Genovese's murder in Queens, N.Y., and didn't do a thing about it, according to news reports from 1964. Fifty years later, a new book tells a different story.","tags":["npr_api","284002294"],"contentencoded":"<p>In March 1964, there was a heinous murder in the Kew Gardens neighborhood of Queens, N.Y. Back then, there was no 911 emergency number, there were no good Samaritan laws and, despite her cries, there was no one coming to help Catherine Genovese.</p><p>Kitty, as she was known, was a bar manager on her way home from work in the early morning hours. According to news reports at the time, she was attacked not once but three times over the course of a half-hour. What's more: There were apparently 38 witnesses.</p><p>Ten years ago, Genovese's girlfriend at the time, Mary Ann Zielonko, reflected on the crime in an interview with Sound Portraits Productions:</p><p>\"I still have a lot of anger toward people because they could have saved her life, I mean, all the steps along the way when he attacked her three times. And then he sexually assaulted her, too, when she was dying. I mean, you look out the window and you see this happening and you don't help. That's — how do you live with yourself knowing you didn't do anything?\"</p><p>The Genovese story never fails to invoke indignation, but 50 years later, Kevin Cook is raising big questions in a book called <em>Kitty Genovese: The Murder, the Bystanders, the Crime That Changed America</em>. He tells NPR's Audie Cornish about why the witness count is misleading and<strong><em> </em></strong>why some witnesses might have been reluctant to call the police.</p><p><hr /></p><p><h3><strong>Interview Highlights</strong></h3></p><p><strong>On the misconception that 38 people witnessed the murder</strong></p><p>She was coming home from work at 3 in the morning at the moment that a monster sprang out with a knife. [Winston Moseley] had been looking for someone to kill; he had tracked her to the place where she parked her car ... and he stabbed her twice in the middle of the sidewalk.</p><p>At that point she screamed loudly, loudly enough to wake people on both sides of the street. ... After one man raises his window — he shouted, \"Leave that girl alone!\" — Moseley ran into the darkness. And at that point, Kitty, she staggered around the corner, out of sight to most of the witnesses.</p><p>This is one reason that the story has come down that 38 people watched through their windows over this long period of time. In fact, most of them could no longer see her after just a minute or two. When there was nothing left to see, they went to bed and there was then a second attack.</p><p><strong>On the witness to the second attack, who chose to slam the door</strong></p><p>[When] the second attack was going on, there was a fellow at the top of the stairs who did open his door and saw it going on. He chose to slam the door. ...</p><p>As Mary Ann Zielonko, who was Kitty's roommate and partner — she told me that probably the last person you would ever want to be at the top of the stairs if you needed help was this fellow Karl Ross, who was a timid character who took a look out and shut the door again.</p><p>The police come around later — they ask him why he didn't do anything. He said, \"I didn't want to get involved.\" This entered the lexicon of '60s America and really stuck ... the whole idea that people aren't going to come to your aid no matter how dire your situation may be. That's what I believe helped to keep this story in the public eye. It went viral in 1960s fashion, and there were people all over the world quoting the man at the top of the stairs who said, \"I didn't want to get involved.\" ...</p><p>[Ross] did know both Kitty and Mary Ann Zielonko, and this was definitely an instance in which there was a neighbor who could have helped. At the same time, I think it's easy for us to think, well, if we saw someone stabbing a friend of ours we would immediately throw ourselves into the fray. I think we all must wonder what we would do in a horrible situation like this one.</p><p><strong>On where the 38 number came from</strong></p><p>In a fascinating chain of events, the story went practically unreported for two weeks. And 10 days after the crime, the new city editor for <em>The New York Times</em>, Abraham Rosenthal, has lunch with the chief of police, who said, \"You know that story out in Queens? That's one for the books — 38 witnesses.\" And Rosenthal thought that was a striking thing that might well resonate with readers.</p><p>Thirty-eight witnesses — that was the story that came from the police. And it really is what made the story stick. Over the course of many months of research, I wound up finding a document that was a collection of the first interviews. Oddly enough, there were 49 witnesses. I was puzzled by that until I added up the entries themselves. Some of them were interviews with two or three people [who] lived in the same apartment. I believe that some harried civil servant gave that number to the police commissioner who gave it to Rosenthal, and it entered the modern history of America after that.</p><p><strong>On why witnesses might have been reluctant to call the police</strong></p><p>It was a time when the police weren't necessarily your friend. You can't call a central dispatcher; you call the number on your yellow pages, usually, and then a desk sergeant, whoever picks up the phone, [a] communications officer, will take your report. Although, there were many accounts in which people called in and were invited to mind their own business or move to another neighborhood if you don't like it there.</p><p>In fact, there is one case of a young fellow who lived across the street — a teenager named Michael Hoffman, he lived in a building across the street — who swears that his father did call the police, did say, 'There's a woman being attacked. She's staggering around outside,' and there was no answer. The call was not logged and he was given a dirty look by detectives the next day when he said, \"Maybe you should have come when I made the phone call.\"</p><p><strong>On the bystander effect</strong></p><p>The bystander effect, the diffusion of responsibility, is a real thing that has been studied again and again, corroborated in test after test: If we need help we are much luckier to have one or two witnesses than to be surrounded by 20 or 30. People tend to feel someone more courageous will act ...</p><p>One of the sad quotes that wasn't remembered from this case was that of a wife who told her husband, \"Thirty people must have called the police by now.\" One great thing that has come of this is that, more or less directly, the 911 telephone system arose from the Kitty Genovese case, and now if you lift a finger and call the police you can anonymously call in a tip and get a police car going to where it needs to be.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Really+Happened+The+Night+Kitty+Genovese+Was+Murdered%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","guid":"f26177a1-39c8-4744-9256-ed94b5a26507","audio":[{"meta":{"duration":"489"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1285334860-9558ff.m3u?orgId=1&topicId=1033&aggIds=100876926&ft=3&f=284002294"},{"href":"http://media.npr.org/assets/img/2014/02/28/26-close-up-copy-87c0806574c0942d6ef2bb0961d5c5256dc6efc7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"431","width":"574"}},{"href":"http://media.npr.org/assets/img/2014/02/28/1-kitty-tending-bar_new-92f1bde1bb3fc0d8d33d6a38362a2dc418f72ba7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"526","width":"700"}},{"href":"http://media.npr.org/assets/img/2014/02/28/cook-kevin_pamela-marin-f428b65fe685bf73774367f3129f8e44382b2731.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1456","width":"1944"}}]}