{"created":"2014-12-09T18:03:11+00:00","modified":"2014-12-11T20:12:54+00:00","valid":{"from":"2014-12-11T20:12:53+00:00","to":"3014-12-11T20:12:53+00:00"},"hreflang":"en","title":"Khaled Mattawa's Journey From Arabic To English And Back Again","published":"2014-12-09T20:14:00+00:00","teaser":"The Libya native shares some of his poems and translations and talks about bridging the gap between two cultures.","itags":["npr_api","369631874"],"guid":"f26383c3-9a78-4a5d-8bdd-2cbae487d5e9","contentencoded":"<p>Writing poetry is difficult enough, but translation presents a new set of challenges. <strong>Khaled Mattawa</strong>, a professor of literature at the University of Michigan, <a href=\"http://www.macfound.org/fellows/922/\" target=\"_blank\">won</a> a MacArthur Genius Grant this year for his work translating Arabic poetry to English. He also writes English poetry of his own.</p><p>An immigrant who came from Libya to the United States as a teenager, Mattawa joined <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson to share some of his poems and translations, and to talk about the problems and process of his craft, the evolution of Arabic poetry from political to personal, and what it&#8217;s like to bridge the gap between two cultures.</p><p><div style=\"margin:10px 0;\">            <div style=\"margin:0 0 10px 0;\">                <iframe class=\"mp-iframe\"                    width=\"100%\" height=\"122\" scrolling=\"no\" frameborder=\"no\"                    src=\"//embed.wbur.org/player/hereandnow/2014/12/09/woodpecker-mattawa?title=Web Extra: Khaled Mattawa reads 'The Woodpecker' by Saadi Yousef\">                </iframe>            </div></div><div style=\"margin:10px 0;\">            <div style=\"margin:0 0 10px 0;\">                <iframe class=\"mp-iframe\"                    width=\"100%\" height=\"122\" scrolling=\"no\" frameborder=\"no\"                    src=\"//embed.wbur.org/player/hereandnow/2014/12/09/ecclesiastes-mattawa?title=Web Extra: Khaled Mattawa reads his poem &#039;Ecclesiastes&#039;\">                </iframe>            </div></div><h4>Interview Highlighs: Khaled Mattawa</h4></p><p><strong>On the challenges of translating Arabic poetry</strong></p><p>“I think the challenges of translating Arabic poetry are probably not different from challenges of translating any language to another in that you want the poem to have a musical quality in English, you want to catch the spirit and there’s a tension between copying the form of the poem and also capturing its spirit. You’re always trying to find the middle place between them. I write poetry in English generally in free verse and so when I translate from Arabic I also translate into English free verse, even if the poem is rhymed I feel like trying to copy the rhyme scheme in English would not make the poem as strong an English poem because then you would have to make too many inventions, too many compromises and reinvent the poem for a rhyme scheme and I never liked that for translations or my own poetry for that matter.”</p><p><strong>On how he began translating poetry</strong></p><p>“I really did not grow up with much poetry or literature. I came from a middle class, nouveau riche, petrodollar family. My father grew up in the field and became a businessman and we didn’t grow up with much poetry. When I came to the United States to finish high school and start college, I had time to read. I needed to read to figure out who I was and what I was going to be. All that I could find around me was English and I read mostly fiction. When I wanted to write, I needed to go back to the Arab poets and to figure out how I can take something from their voice and put it into English. So I translated in order to learn how to capture that thing, that cultural element that I was afraid I might be losing by being in the United States for so long. So, translation took me back home, if you will, and gave me a new voice in English.”</p><p><strong>On the significance and importance of poetry</strong></p><p>“I think poetry gives us both the person of the poet and the inner life, in a deep sense, of the speaker of the poem or perhaps the character we are reading a poem about. We also get to understand things in a quick manner. Metaphor, Aristotle says, is at the center of poetry and we see that all the time. One excellent metaphor can convey a lot of deep feelings behind it. One common metaphor in Arabic about somebody who is no longer connected to other people, might say ‘I’m like a branch cut from a tree’ and that tells you what that person feels or what his state of mind is or his power or lack of power in the world. It is making us pay attention to language, the person speaking the language; a language so compact that it says itself a great deal and resonates with meaning.”</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.lsa.umich.edu/english/people/profile.asp?ID=963\" target=\"_blank\">Khaled Mattawa</a></strong>, poet and translator of poetry. He is also a professor of literature at the University of Michigan. He tweets <a href=\"https://twitter.com/kmattawa\" target=\"_blank\">@kmattawa</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Khaled+Mattawa%27s+Journey+From+Arabic+To+English+And+Back+Again&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"961"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369654167-e3a503.m3u?orgId=1&ft=3&f=369631874"},{"href":"http://media.wbur.org/wordpress/11/files/2014/12/1209_khaled-mattawa.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}}]}