{"created":"2014-09-22T16:10:17+00:00","modified":"2014-10-31T15:41:49+00:00","valid":{"from":"2014-10-31T15:41:49+00:00","to":"3014-10-31T15:41:49+00:00"},"hreflang":"en","title":"Yuri Kochiyama, Activist And Former World War II Internee, Dies At 93","published":"2014-06-02T22:50:00+00:00","teaser":"Yuri Kochiyama spent two years in an internment camp and helped win reparations for Japanese-Americans. A lifelong champion of civil rights, she had a brief but formative friendship with Malcolm X.","itags":["npr_api","318072652"],"guid":"f26415d2-da0d-45d3-aa82-5ea3ca47c33d","contentencoded":"<p>Japanese-American activist Yuri Kochiyama has died of natural causes in Berkeley, Calif., at age 93. The lifelong champion of civil rights causes in the black, Latino, Native American and Asian-American communities died peacefully in her sleep Sunday morning, according to her family.</p><p>Born in 1921 as Mary Yuriko Nakahara, Kochiyama spent the early years of her life in San Pedro, Calif., a small town south of Los Angeles. Months after the Japanese attack on Pearl Harbor, she and her family were forced to relocate to internment camps along with tens of thousands of other Japanese-Americans. She met her late husband, Bill Kochiyama, who served with other Japanese-American soldiers in the 442nd Regimental Combat Team, at the Jerome Relocation Center in Arkansas, where she spent two years.</p><p>The couple married after World War II and moved to start their family in New York City. Living in housing projects among black and Puerto Rican neighbors inspired her interest in the civil rights movement. Kochiyama held weekly open houses for activists in the family's apartment, where she taped newspaper clippings to the walls and kept piles of leaflets on the kitchen table. \"Our house felt like it was the movement 24/7,\" said her eldest daughter, Audee Kochiyama-Holman.</p><p>Her <a href=\"http://www.npr.org/blogs/codeswitch/2013/08/19/209258986/the-japanese-american-internee-who-met-malcolm-x\" target=\"_blank\">brief but formative friendship with Malcolm X</a>, whom she first met in 1963, helped radicalize her activism. Kochiyama began focusing her work on black nationalism and was with Malcolm X during his final moments. Minutes after gunmen fired at Malcolm X in 1965 during his last speech in New York City, she rushed toward him and cradled his head on her lap. A <a href=\"http://books.google.com/books?id=KkEEAAAAMBAJ&lpg=PA26&vq=Malcolm%20X&pg=PA26&output=embed%22%20width=500%20height=500%3E%3C/iframe%3E#v=onepage&q=Malcolm%20X&f=false\" target=\"_blank\">black-and-white photo in <em>Life</em> magazine</a> shows Kochiyama peering worriedly through horn-rimmed glasses at Malcolm X's bullet-riddled body.</p><p>In the 1980s, she and her husband pushed for reparations and a formal government apology for Japanese-American internees through the Civil Liberties Act, which President Ronald Reagan signed into law in 1988. Her continued dedication to social causes inspired younger generations of activists, especially within the Asian-American community.</p><p>\"She was not your typical Japanese-American person, especially a nisei,\" or a second-generation Japanese-American, said Tim Toyama, Kochiyama's second cousin, who wrote a one-act play about her relationship with Malcolm X.</p><p>\"She was definitely ahead of her time, and we caught up with her.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Yuri+Kochiyama%2C+Activist+And+Former+World+War+II+Internee%2C+Dies+At+93&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Hansi Lo Wang","audio":[{"meta":{"duration":"190"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318274920-71ac66.m3u?orgId=1&topicId=1062&ft=3&f=318072652"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318277257-bbc020.m3u?orgId=1&topicId=1062&ft=3&f=318072652"},{"href":"http://media.npr.org/assets/img/2014/06/02/yurirally-6a2149b5e950ec8915a76daa4bc961b930ba072b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"600","width":"799"}}]}