{"created":"2015-05-15T14:18:01+00:00","modified":"2015-05-15T14:18:01+00:00","valid":{"from":"2013-03-15T17:24:29+00:00","to":"3013-03-15T17:24:29+00:00"},"hreflang":"en","guid":"f2658dad-545b-41c1-8b01-b8545e74368a","published":"2013-03-15T17:24:29+00:00","contentencoded":"<div class=\"barn-cleaned\"><p>Silicon Valley may be the financial center of the tech industry, but lately San Francisco is earning a reputation as the heart and soul of it. Tech workers who don’t want to live in the Valley’s sprawling suburbs have migrated northward. And hundreds of tech-related businesses have set up shop in San Francisco too. But the culture of tech that's taking hold in in the city hasn't come without controversy.<br />\n<br />\nIf you’re a young professional employed by one of the big tech companies, contemporary San Francisco is a carnival of delights.&nbsp;On a given weekend, you might choose from the soft opening of a high-end neighborhood grocery store, a pricey music festival rollicking through landmark city parks, or a party for a podcasting startup at a tri-level downtown club.&nbsp;Thousands of tech workers live in vibrant neighborhoods like San Francisco’s Mission District, and commute in corporate shuttles to their jobs in Silicon Valley.<br />\n<br />\nJust a couple of miles away, there’s a neighborhood where all of this growth has been conspicuously absent -- the Tenderloin District.&nbsp;A quarter of Tenderloin residents live under the poverty line. Social service centers are clustered in this neighborhood, alongside drug activity, and immigrant families who can’t afford most other areas.<br />\n<br />\nWalk a few blocks, and you hit a stretch of Market Street, San Francisco’s main thoroughfare, that’s also been untouched by growth until recently. Nearly two years ago, Twitter leased a building here. To get Twitter to stay, and grow, in San Francisco, the city gave the company tax breaks on its stock options and payroll.<br />\n<br />\nTwitter's press office didn't respond to requests for comment,&nbsp;but there are plenty of other people talking up the potential transformation the company could bring to this moribund stretch of Market Street.<br />\n<br /></p>\n<center><iframe src=\"http://player.vimeo.com/video/52045435\" frameborder=\"0\" webkitallowfullscreen=\"\" mozallowfullscreen=\"\" allowfullscreen=\"\"></iframe>\n<p><a href=\"http://vimeo.com/52045435\">SF Gentrification 2.0 -- For Better or Worse?</a> from <a href=\"http://vimeo.com/turnstylevideo\">Turnstyle Video</a> on <a href=\"http://vimeo.com\">Vimeo</a>.</p>\n</center>\n\"The youthful energy that comes with a project like this -- or any place where you’re going to put 7,000 employees on a city block that’s been essentially vacant for a decade -- will create an energy for the area that we haven’t seen here,\" said Tom McDonnell, V.P. of Leasing for Shorenstein. The development firm renovated this art deco building for Twitter, and other tech companies followed, renting space near “the cool kids.” Microsoft’s Yammer is here. So is the online retailer One King’s Lane. Forty-five-hundred residential units will soon go up near Twitter’s headquarters.<br />\n<br />\n\"That building jacked up the rents astronomically,\" said writer and Tenderloin resident Joseph Thomas. \"All my merchant friends on Market Street, two or three of them are out of business.\" Thomas says the area is becoming unaffordable for middle and low income residents.<br />\n<br />\nSan Francisco Board of Supervisors president David Chiu says the explosion of the tech sector is directly responsible for a positive change: \"Our budget deficit today is a quarter of what it was four years ago.\"&nbsp;Welcoming companies like Twitter here, says Chiu, brought in revenue that allows San Francisco to strengthen its social safety net -- access to homeless and mental health services, child care, at-risk youth programs.<br />\n<br />\nAnother ripple effect Chiu cites: job creation. The Bay Area Council Economic Institute found that for every new tech industry job, four non-tech jobs opened up.<br />\n<br />\nCritics say those new jobs aren't necessarily good-enough jobs.<br />\n<br />\nSara Shortt heads the Housing Rights Committee, an advocacy group. \"There will be lower paying jobs ...opportunities to service those tech workers. But those are exactly the kind of jobs that won't sustain families trying to afford rents in this market.\"&nbsp;Shortt says many of San Francisco's bus drivers or janitors have already been priced out of living in the city where they work -- and more will follow.<br />\n<br />\nFor many people born and raised in San Francisco, its new economy is at odds with the city's reputation for progressive social change. &nbsp;For many people whom tech has delivered here, the city’s future is bright.&nbsp;The mid-Market area is only &nbsp;the latest neighborhood where how much money you have may determine whether you get to stay.<br /></div>","title":"Tech workers bring lots of change to San Francisco","teaser":"Twitter headquarters has lured other companies to a stretch of Market Street. The city economy is growing, but not everyone benefits.","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Silicon Valley may be the financial center of the tech industry, but lately San Francisco is earning a reputation as the heart and soul of it. Tech workers who don’t want to live in the Valley’s sprawling suburbs have migrated northward. And hundreds of tech-related businesses have set up shop in San Francisco too. But the culture of tech that&apos;s taking hold in in the city hasn&apos;t come without controversy.<br /><br /> If you’re a young professional employed by one of the big tech companies, contemporary San Francisco is a carnival of delights. On a given weekend, you might choose from the soft opening of a high-end neighborhood grocery store, a pricey music festival rollicking through landmark city parks, or a party for a podcasting startup at a tri-level downtown club. Thousands of tech workers live in vibrant neighborhoods like San Francisco’s Mission District, and commute in corporate shuttles to their jobs in Silicon Valley.<br /><br /> Just a couple of miles away, there’s a neighborhood where all of this growth has been conspicuously absent -- the Tenderloin District. A quarter of Tenderloin residents live under the poverty line. Social service centers are clustered in this neighborhood, alongside drug activity, and immigrant families who can’t afford most other areas.<br /><br /> Walk a few blocks, and you hit a stretch of Market Street, San Francisco’s main thoroughfare, that’s also been untouched by growth until recently. Nearly two years ago, Twitter leased a building here. To get Twitter to stay, and grow, in San Francisco, the city gave the company tax breaks on its stock options and payroll.<br /><br /> Twitter&apos;s press office didn&apos;t respond to requests for comment, but there are plenty of other people talking up the potential transformation the company could bring to this moribund stretch of Market Street.<br /><br /></p>\"},{\"content\":\"<center><iframe allowfullscreen=\\\"\\\" frameborder=\\\"0\\\" mozallowfullscreen=\\\"\\\" src=\\\"http://player.vimeo.com/video/52045435\\\" webkitallowfullscreen=\\\"\\\"></iframe><p><a href=\\\"http://vimeo.com/52045435\\\">SF Gentrification 2.0 -- For Better or Worse?</a> from <a href=\\\"http://vimeo.com/turnstylevideo\\\">Turnstyle Video</a> on <a href=\\\"http://vimeo.com\\\">Vimeo</a>.</p></center>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<br />\"}]","byline":"Nishat Kurwa","description":"Twitter headquarters has lured other companies to a stretch of Market Street. The city economy is growing, but not everyone benefits.","itags":["PMP:Marketplace_PMP","Marketplace","Marketplace for Friday, March 15, 2013","f2658dad545b1c1eb014b8545e74368a"],"tags":["APM","San Francisco","Twitter","Wealth & Poverty","gentrification"],"audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/twitterhq.jpg?itok=G13ZHOoM","type":"image/jpeg","meta":{"height":"340","crop":"primary","width":"610"}},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/03/15/marketplace_segment18_20130315_64.mp3","type":"audio/mpeg","format":"MP3","meta":{"duration":254,"duration_hms":"00:04:14","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/03/15/marketplace_segment18_20130315"}}}]}