{"created":"2014-10-08T14:47:34+00:00","modified":"2014-10-31T01:30:59+00:00","valid":{"from":"2014-10-31T01:30:59+00:00","to":"3014-10-31T01:30:59+00:00"},"hreflang":"en","title":"Move Over, Kate Middleton, For Spain's 'Middle-Class Queen' ","published":"2014-06-18T19:07:00+00:00","teaser":"The granddaughter of a taxi driver, Letizia Ortiz is an ex-TV anchor and a divorcee, and will be the first commoner ever to grace the Spanish throne. She's also more popular than her in-laws.","itags":["npr_api","318573914"],"guid":"f26a8638-7bcd-4ea9-b22c-69065c5ab95a","contentencoded":"<p>Europe's newest queen-to-be is a former CNN anchor and a divorcée who will be the first commoner ever to grace the Spanish throne.</p><p>All of this sent shudders through conservatives in this Catholic monarchy 10 years ago, when Letizia Ortiz married Spain's crown prince. But Princess Letizia has won them over since then, becoming the darling of Spanish glossy magazines and at times upstaging her royal sisters-in-law — one of whom is embroiled in a <a href=\"http://www.npr.org/blogs/parallels/2014/02/06/272478159/a-fairy-tale-gone-wrong-spains-princess-accused-of-fraud\" target=\"_blank\">nasty corruption scandal</a>.</p><p>On June 2, <a href=\"http://www.npr.org/blogs/parallels/2014/06/02/318294534/coup-attempts-and-safaris-the-ups-and-downs-of-juan-carloss-reign\" target=\"_blank\">King Juan Carlos</a>, 76, announced <a href=\"http://www.npr.org/2014/06/02/318266808/as-spains-king-steps-down-protesters-hope-hes-the-last-one\" target=\"_blank\">he would abdicate</a> in favor of his son Felipe. So later this month, when her husband becomes King Felipe VI, Letizia will become the queen consort, with the title Queen of Spain.</p><p>The Spanish monarchy's approval rating has hit <a href=\"http://www.npr.org/blogs/parallels/2013/06/05/187990667/with-safaris-and-yachts-spanish-king-comes-under-fire\" target=\"_blank\">historic lows</a>, with fewer than half of Spaniards now supporting it, in part because of a series of scandals. But Felipe and Letizia are more popular. They've sought to portray themselves as down to earth and accessible. They take their children to school each morning themselves.</p><p>Letizia's grandfather was a taxi driver; Spaniards call her their \"middle-class queen\"; and she's sometimes compared to <a href=\"http://www.dailymail.co.uk/femail/article-2647762/Wholl-queen-style-She-looks-dresses-just-like-Kate-equally-middle-class-But-Spains-new-queen-far-skeletons-HER-closet.html\" target=\"_blank\">Kate Middleton</a> both for their fashion sensibilities and their modest backgrounds.</p><p>Here are some details about the future Spanish queen:</p><p><strong>Modest Birth</strong></p><p>Born on Sept. 15, 1972, in Oviedo, northern Spain, Letizia Ortiz Rocasolano grew up in a middle-class family and went to public school. Her father was a journalist and her mother a nurse. Letizia studied communications at a university in Madrid, and went on to obtain a masters in broadcast journalism.</p><p>Letizia will be the first Spanish-born queen since Maria de las Mercedes de Orleans y Borbón, the first wife of Felipe's great-grandfather Alfonso XIII, who died in 1904. The current Spanish queen, Sofia, is Greek.</p><p>More than 200 years ago, Spain had a queen consort who also was not a royal: Julie Clary. Her husband Joseph Bonaparte was Napoleon's brother, and ruled Spain briefly (1808-1813) when France occupied the country. Julie Clary was a French-born aristocrat who never actually lived in Spain. Both she and Letizia were not royal born. But Clary was an aristocrat, not a commoner. Her father was a wealthy silk merchant, and her sister was the queen of Norway and Sweden.</p><p><strong>Career Woman</strong></p><p>Letizia was a well-known news anchor in the 1990s, before becoming a royal. She got her start in Spanish newspapers, working briefly in Mexico, and moved on to television. She worked for Spain's state-run TVE, Bloomberg TV and CNN+, a Spanish-language CNN channel that no longer broadcasts.</p><p>Before giving up her career to marry, she won the Madrid Press Association's prestigious Larra Award, for the best Spanish journalist under the age of 30. She was embedded with troops during the Iraq War and reported live from ground zero in New York on Sept. 11, 2001.</p><p>As a royal, Letizia has no job description at the moment. After they married, she and Felipe consulted a team of civil servants to help them carve out their professional roles. <a href=\"http://elpais.com/elpais/2014/05/21/inenglish/1400669451_931376.html\" target=\"_blank\">In the past 10 years</a>, Letizia has attended 1,206 official events and had 355 audiences. She has taken 73 official trips to 38 countries.</p><p><strong>Fashionista</strong></p><p>Spanish fashion magazines rave about Letizia's style, and the princess often graces their covers. Among her favorite Spanish designers are Manuel Pertegaz, who designed Letizia's high-collared, long-sleeved wedding gown (similar to the one Kate Middleton wore seven years later) and Felipe Varela.</p><p>Letizia has also been spotted in low-cost fashions from the Spanish retailer Zara. There's even an English blog chronicling <a href=\"http://princessletiziaswardrobe.wordpress.com/\" target=\"_blank\">Letizia's wardrobe</a>, and how many times she's recycled certain outfits. She once wore fire-engine red pumps with black leather leggings to a royal event — and pulled it off.</p><p><strong>Royal Courtship </strong></p><p>At a 2002 dinner party, Letizia was first introduced to Crown Prince Felipe de Borbón, a tanned former Olympic yachtsman five years her senior, who was then one of the most-eligible bachelors in Europe.</p><p>Months later, Letizia and Felipe ran into each other at the scene of the Prestige oil spill in northern Spain. She was there to cover the story as a journalist; he was there offering support in a disaster. They began dating, and got married a year and a half later on May 22, 2004, at Madrid's Almudena Cathedral. The couple now have two daughters: Leonor, 8, and Sofia, 7.</p><p>At an official event where the couple first announced their engagement, Felipe interrupted Letizia while she was talking to the media. \"Let me finish!\" she snapped at him. Felipe apologized and Letizia went on — and the Spanish media dubbed her \"feisty.\"</p><p><strong>Previous Marriage</strong></p><p>In 1998, Letizia married Alonso Guerrero Pérez, a former literature teacher. The marriage lasted less than a year. The couple was not married in a church, so Spain's Roman Catholic authorities did not require an annulment, and allowed Letizia to get married again.</p><p><strong>Popularity</strong></p><p>Some Spaniards are calling for the <a href=\"http://www.npr.org/2014/06/02/318266808/as-spains-king-steps-down-protesters-hope-hes-the-last-one\">abolition of the monarchy </a>altogether. So Felipe and Letizia may not have it easy — though both of their approval ratings are higher than those of King Juan Carlos and his daughters, Letizia's sisters-in-law, Cristina and Elena.</p><p><a href=\"http://noticias.lainformacion.com/interes-humano/asuntos-imperiales-reales/el-43-6-por-ciento-de-los-espanoles-suspenden-a-dona-letizia_SUyDq7Mf93TYJUs1In9lg4/\" target=\"_blank\">Recent polls show</a> the monarchy overall has an approval rating of 37 percent. Letizia's popularity is at 44 percent, with her husband's at 66 percent. So while coverage of Letizia's fashion choices has made her a star in society circles, that hasn't yet translated into political popularity.</p><p><strong>Family Betrayal</strong></p><p>Last year, one of Letizia's cousins, David Rocasolano, published a tell-all book called <em><a href=\"http://www.amazon.com/princesa-Goodbye-Princess-Spanish-Edition/dp/8496797619\" target=\"_blank\">Adiós Princesa</a>, </em>in which he alleges that Letizia had an abortion in 2002, before she met the prince.</p><p>Rocasolano claims that the royals requested that he help destroy Letizia's medical records weeks before her engagement to the prince was announced. He writes that Letizia lost trust in her own relatives after she married into the royal family, and became paranoid about her privacy.</p><p>The book alleges that she deliberately misinformed relatives of certain things — for example, the gender of her baby while she was pregnant — to determine who among them was leaking information to the media.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Move+Over%2C+Kate+Middleton%2C+For+Spain%27s+%27Middle-Class+Queen%27+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lauren Frayer","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1323166190-a012a7.m3u?orgId=1&topicId=1124&ft=3&f=318573914"},{"href":"http://media.npr.org/assets/img/2014/06/04/letizia1-6d175417163c7e9e547dabf8a1a3826a185297bb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}},{"href":"http://media.npr.org/assets/img/2014/06/04/letizia3-1fca094c3e1406278d8c2eae8a0048605d72714d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}}]}