{"created":"2014-09-18T17:05:39+00:00","modified":"2014-10-31T02:10:24+00:00","valid":{"from":"2014-10-31T02:10:24+00:00","to":"3014-10-31T02:10:24+00:00"},"hreflang":"en","title":"Corruption In Ukraine Robs HIV Patients Of Crucial Medicine","published":"2014-05-21T19:03:00+00:00","teaser":"Because of corruption involving medical officials, the government and middlemen, only half the people with HIV get medicine. One man lost his wife while they were both on a waiting list for treatment.","itags":["npr_api","311845895"],"guid":"f276aec0-ae98-4a79-a53d-e39d2d0cbd7d","contentencoded":"<p>I recently took a Ukrainian taxi from the airport to my hotel. The fare should have been $20. The cab driver was adamant that I pay $30. When I finally paid him $30, the driver gave me a receipt with a wink. He'd made it out for $40.</p><p>The driver got a cut by overcharging me, and assumed that I would take a cut by overcharging NPR (which I did not).</p><p>In Ukraine, corruption is a daily fact of life. It reaches into big business, law enforcement, education and even the smallest transactions between people on the street.</p><p>Nobody died because my cab driver was corrupt. But the exact same behavior has far greater costs when the government buys medicine to treat fatal diseases.</p><p>\"Because of the corruption here in Ukraine, we don't have enough treatment to treat all of the people in need,\" says Andriy Andrushkiv. He's with a nonprofit group called the <a href=\"http://www.aidsactioneurope.org/members/all-ukrainian-network-people-living-hiv-vseukrainskaya-set\">All-Ukrainian Network of People Living with HIV</a>, which <a href=\"http://network.org.ua/upload/novosti/zvit_Who%20makes%20money_eng.pdf\">detailed the problem</a> in a report last year.</p><p>Here's how medical officials in Ukraine pull the same maneuver as my taxi driver, according to Andrushkiv, with much more serious consequences: On the international market, an HIV pill costs a dollar. Ukraine's government tells the public the international price is $10. Corrupt middlemen buy pills for a dollar each and sell them to the government for five times the price. Then the government claims to be doing the Ukrainian people a favor by purchasing a $10 pill for $5.</p><p>Andrushkiv has heard the routine over and over. \"The government says, 'Ho, we are cool guys!' And we say, 'Oh, what bull. Here in the international market the price is five times less than you pay. Guys, why are you making fools of us?' \"</p><p>Because of this corruption, there are enough drugs to treat only half the HIV patients in Ukraine. The same problem affects people with tuberculosis, cancer and other serious illnesses.</p><p>At a cheap cafe in Kiev, Andrushkiv arranges for me to meet a pale middle-aged man with blue-gray eyes. The man asks us not to use his name. He was already fired from one job when his boss learned that he has HIV.</p><p>This man and his wife were diagnosed three years ago, during a prenatal checkup for their second pregnancy. \"Of course we didn't think it would happen so quickly, and that things would go so terribly,\" the man says. He stares down at his coffee as he recounts the story, speaking in Russian through a translator. \"If we could turn the days back, maybe the situation would have gone differently.\"</p><p>Immediately after he and his wife were diagnosed with HIV, they tried to get treatment. They were put on a waiting list. Eventually the wife became sick with tuberculosis. She ultimately wound up in a hospital, where there was still no medicine for her.</p><p>\"Nobody from the hospital showed any interest in treating her,\" he says, shaking his head. \"Once she was going to the bathroom, and nobody helped her. Nobody took her hand. She fell and started bleeding. They only did something when I showed up. They didn't even change her bed sheets.\"</p><p>Finally, the doctors told him, \"She's going to die anyway. Just take her home.\"</p><p>His wife died almost six months ago, at age 38. The two of them used to work together every day. She would decorate aquariums and stock them with fish. He would clean the tanks.</p><p>Each morning when he wakes up, he feels a slight shock to discover she's not there. \"I still feel it. I still feel it, and it's very difficult,\" the man says. \"My children feel it, too. They sometimes call for their mama, because they still feel her presence.\"</p><p>His children, now 3 and 8, don't fully understand what happened. \"They are too small,\" he says.</p><p>Ukraine has worrisome health indicators compared with countries with similar wealth and development. Drug-resistant tuberculosis is a serious problem. Polio, which had been eradicated, may be on the brink of a comeback.</p><p>\"There's no question: Corruption leads directly to death,\" says <a href=\"http://www.path.org/leadership/steve-davis.php\">Steve Davis</a>, who heads PATH, a global health nonprofit based in Seattle.</p><p>His group does work in Ukraine, among many other countries. Davis recently visited Kiev, where he reflected in an interview on the challenge of working in countries with such widespread corruption.</p><p>\"It's easy to say maybe we shouldn't do much work in a place like this,\" he says, \"but the reality is, the places in the world [where] most vulnerable people live are often places where there's a lot of corruption. So I don't think the answer is, 'Let's not go work there.' \"</p><p>The answer, Davis says, is to support the reformers. And for the reformers and their clients, there is some reason to be hopeful.</p><p>After I returned from Ukraine to London, Andrushkiv sent me an excited email with the subject heading, \"Good news from Ukraine.\"</p><p>New figures showed that last year, new AIDS cases in Ukraine dropped by 7 percent. Even more striking, mortality declined by 10 percent. Andrushkiv says this is a good start, but it's only a first step. His organization intends to keep pushing to make drugs available to everyone who needs treatment.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Corruption+In+Ukraine+Robs+HIV+Patients+Of+Crucial+Medicine&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"279"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312978170-e5feec.m3u?orgId=1&topicId=1128&ft=3&f=311845895"},{"href":"http://media.npr.org/assets/img/2014/05/14/156308061-fe174a409723e6519f4d0c2e9629f2f8d115280c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1755","width":"2343"}},{"href":"http://media.npr.org/assets/img/2014/05/14/90880933-90084669e36cd718aa868a3967eafbfb0c5d8518.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2746","width":"3663"}}]}