{"created":"2014-10-27T17:52:21+00:00","modified":"2014-10-27T17:52:22+00:00","valid":{"from":"2014-10-27T17:52:21+00:00","to":"3014-10-27T17:52:21+00:00"},"hreflang":"en","title":"Getting Kids Moving, One Parent Volunteer At A Time","published":"2014-09-08T19:37:00+00:00","teaser":"Parents are taking it upon themselves to give kids more opportunities for physical activity outside gym class.","itags":["npr_api","346871953"],"contentencoded":"<p>For America&#8217;s kids, it&#8217;s safe to say at this point that summer is over. School is back in session, and for many students, that means a lot more time sitting at a desk, and a lot less time running around outside. But not for all.</p><p>At a growing number of schools across the country, parents are taking it upon themselves to give kids more opportunities for physical activity outside gym class.</p><p><strong>Kathleen Tullie</strong> started the program Build Our Kids&#8217; Success (BOKS), at her kids&#8217; school in 2009.</p><p>&#8220;Within a couple weeks, we had parents and teachers email us about what a positive difference they were seeing in their kids,&#8221; Tullie said. &#8220;That&#8217;s when I had the &#8216;a-ha&#8217; moment that maybe here we are where we can create a movement.&#8221;</p><p>Run entirely by volunteers &#8212; usually parents, sometimes teachers, too &#8212; BOKS is free, and gets kids running, playing games, practicing exercises, and learning about nutrition, usually before the official school day begins.</p><p>In the last few years, the program has expanded to at least 1,000 schools in 44 states and four countries.</p><p><em><a href=\"http://hereandnow.wbur.org\">Here & Now&#8217;</a>s</em> Jeremy Hobson visits the Academy Avenue School in Weymouth, Massachusetts, to see BOKS in action.</p><p>Dr. Jennifer Curtis Whipple, the principal at the Academy Avenue School says students are more engaged as a result of the physical activity.</p><p>&#8220;Some of our kids who have a difficult time attending as well as the other kids, we see them settling a little more and definitely engaged in the academics,&#8221; Whipple said. &#8220;I think it&#8217;s so important to create these habits while they are young, so as they grow up, they become healthy adults.&#8221;</p><ul><li><strong>Here & Now:</strong> <a href=\"http://hereandnow.wbur.org/2014/05/19/why-walking-matters\" target=\"_blank\">Why Walking Matters</a></li></ul><h4>Guest</h4><ul><li><strong>Kathleen Tullie, </strong>founder of <a href=\"http://bokskids.org/\" target=\"_blank\">BOKS</a>.</li><li><strong>Melinda Fulton</strong>, parent volunteer, leads BOKS at the Academy Avenue School in Weymouth, Mass.</li><li><strong>Jennifer Curtis-Whipple</strong>, principal of Academy Avenue School in Weymouth, Mass.</li><li><strong>Julia Preble</strong>, 8-year-old student at Academy Avenue School.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Getting+Kids+Moving%2C+One+Parent+Volunteer+At+A+Time&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"f2779908-7209-467a-b31d-0296c48a1361","audio":[{"meta":{"duration":"557"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1346871956-4c8d8b.m3u?orgId=330&ft=3&f=346871953"}]}