{"created":"2014-10-21T08:35:46+00:00","modified":"2014-11-10T21:35:32+00:00","valid":{"from":"2014-11-10T21:35:32+00:00","to":"3014-11-10T21:35:32+00:00"},"hreflang":"en","title":"Winners And Losers Of The Fall TV Season Begin To Emerge","published":"2014-10-21T13:34:00+00:00","teaser":"One month into the TV season, NPR TV critic Eric Deggans says diversity is winning and rom-coms are losing as new shows battle for viewers.","itags":["npr_api","357643260"],"guid":"f279559c-9bd7-49f3-a3b6-e868e9dbb7b8","contentencoded":"<p>What's most amazing about this point in the TV season is what <em>hasn't</em> happened yet.</p><p>One month into the new season, no new fall TV show has yet been canceled.</p><p>(By this point last year, several shows had already been put out of our misery, including ABC's <em>Lucky 7</em> and NBC's <em>Ironside </em>remake.)</p><p>Still, despite programmers' patience this year, there are still lots of clues about what's working this TV season and what isn't. Here's a peek at what we know so far about the current TV season.</p><p><strong>Time slots still matter</strong>. Some of the worst-reviewed new fall shows have shown a surprising level of viewership, probably because of when they air.</p><p>Much as critics hated NBC's <em>Mysteries of Laura</em> or CBS shows like <em>NCIS: New Orleans</em>, <em>Scorpion</em> and <em>Stalker</em>, all of these programs have had strong to good debut ratings. <em>NCIS: NO</em> airs after <em>NCIS</em>, one of TV's highest-rated dramas. <em>Scorpion</em> airs on Mondays after CBS' giant hit <em>The Big Bang Theory</em>, while both <em>Stalker</em> and <em>Laura</em> fit into cop-centered nights of programming on Wednesday that keep fans watching.</p><p>Certainly, some people are using technology to watch shows when they want. But it seems there's still value in airing near another popular show or on a popular night of programming when fans can just avoid changing the channel.</p><p><strong>Diversity can draw audiences</strong>. ABC's sitcom about an upper-middle-class black family, <em>Black-ish</em>, may have fallen a bit from its debut levels. But it is still holding a lot of the audience that shows up for the program that airs before it, the hit <em>Modern Family</em>, and got a full season order (most new network TV shows are only picked up for 13 episodes at first, and given the \"back nine\" episodes for a full season later)<em>. Jane the Virgin</em>, an Americanized version of a telenovela centered on a Latino family, got the best Monday night ratings for The CW in two years last week.</p><p>And <em>How to Get Away With Murder</em>, just the second network TV show to feature a black woman as the sole star in 40 years, also got a full season order. It's doing well airing behind the first network TV drama to star a black woman since the 1970s, <em>Scandal</em>.</p><p><strong>Football is can't-miss TV</strong>. Media watchers waited to see if the NFL's off-the-field problems addressing domestic abuse charges from some of its players would affect ratings for CBS' <em>Thursday Night Football</em> games. But CBS says its games so far are drawing viewership 36 percent higher than last year's scripted programming, drawing an average 16 million viewers a week.</p><p><strong>TV audiences may hate rom-coms as much as movie audiences do</strong>. Several romantic comedies are struggling for audiences, including ABC's <em>Selfie</em> and <em>Manhattan Love Story</em> and NBC's <em>A to Z</em> (the network's other romantic comedy, the better-reviewed <em>Marry Me</em>, debuted to stronger numbers last week). This could be a quality issue, as the shows that are struggling also got pointedly mixed reviews before they started.</p><p><strong>Fox is having a rough fall season, outside of <em>Gotham City.</em></strong> The network's grand new experiment in reality TV, <em>Utopia</em>, was supposed to spend a year documenting a group of people building a new society. Instead, its low ratings have forced a move to Fridays and prompted rumors that it may be the first new show this fall to get canceled.</p><p>Widely admired standup comic and <em>Saturday Night Live</em> writer John Mulaney saw his sitcom <em>Mulaney</em> debut to a torrent of harsh reviews and some of the worst new ratings of the season. And shows such as the hospital drama <em>Red Band Society</em> and the <em>Broadchurch</em> remake <em>Gracepoint </em>have also struggled for viewership.</p><p>Only the Batman-centered drama <em>Gotham </em>has found its footing so far, earning good reviews, strong ratings and a full season pickup.</p><p>Maybe it's time for Fox executives to fire up the Bat-Signal and get some help for the rest of their fall schedule.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Winners+And+Losers+Of+The+Fall+TV+Season+Begin+To+Emerge&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357737284-f38528.m3u?orgId=1&topicId=1138&ft=3&f=357643260"},{"href":"http://media.npr.org/assets/img/2014/10/20/nup_164947_0362-251f6d22b32be38e4eec2f883d9399705d77f861.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"452","width":"603"}},{"href":"http://media.npr.org/assets/img/2014/10/20/mulaney-r3-group-02_pw_hires1-4aefcf2a8dc7479928d80783e23331d019eab955.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1261","width":"1682"}}]}