{"created":"2015-03-25T18:01:11+00:00","modified":"2015-07-03T20:25:43+00:00","valid":{"from":"2015-07-03T20:25:42+00:00","to":"3015-07-03T20:25:42+00:00"},"hreflang":"en","title":"Scientists Discover A New Form Of Ice — It's Square","published":"2015-03-26T13:24:00+00:00","teaser":"Researchers were surprised by what they found when they sandwiched a drop of water between two layers of an unusual two-dimensional material called graphene.","itags":["npr_api","395127577"],"guid":"f28e4542-379d-4a36-bb17-98e60f88416d","contentencoded":"<p>Scientists recently observed a form of ice that's never been seen before, after sandwiching water between two layers of an unusual two-dimensional material called graphene.</p><p>It's the latest surprise from the lab of a guy who is perhaps best-known for <a href=\"http://www.npr.org/templates/story/story.php?storyId=130353581\" target=\"_blank\">levitating a frog</a> in a magnetic field, even though it's his groundbreaking work with graphene that won him a <a href=\"http://www.nobelprize.org/nobel_prizes/physics/laureates/2010/press.html\" target=\"_blank\">Nobel Prize</a>.</p><p>Graphene is a flat sheet of carbon atoms arranged in a structure that looks like chicken wire. <a href=\"http://www.condmat.physics.manchester.ac.uk/people/academic/geim/\" target=\"_blank\">Andre Geim</a>, who is a physicist at the University of Manchester in the U.K., and a colleague were the first to isolate this molecule — using plain old adhesive tape to peel flakes off a chunk of ordinary graphite, the stuff found in pencils.</p><p>Graphene has a lot of odd properties, so Geim and his team recently decided to explore how it interacts with water.</p><p>They took a sheet of graphene, put a tiny drop of water on it, then laid another sheet of graphene on top. Most of the water was squeezed out, but some got trapped inside. The researchers examined the little pockets of trapped water using a form of microscopy that can reveal the pattern of molecules.</p><p>What they saw was that the water molecules were arranged in a lattice of squares.</p><p>Geim said that a couple of years ago, they did some theoretical work that suggested they might see square, room temperature ice, though he didn't think they actually would.</p><p>\"To our own surprise, we found exactly what theory predicted: an ice which is only 1 atom thick,\" Geim says.</p><p>Ice, of course, is just a crystal. And a crystal is just a material with an orderly arrangement of atoms or molecules. Almost all the ice on Earth is so-called hexagonal ice — that's why snowflakes have six-fold symmetry.</p><p>But when water is compressed, like under a massive ice sheet, other crystal structures can form, says <a href=\"https://royalsociety.org/people/fellowship/2014/alan-soper/\" target=\"_blank\">Alan Soper</a>, a physicist and expert on the structure of water at Rutherford Appleton Laboratory in the U.K. village of Harwell.</p><p>Almost all known forms of ice, including our familiar hexagonal ice, are made up of an underlying motif of water molecules arranged into triangular pyramids, or tetrahedrons, Soper says. But this new form of ice, described in the journal <em>Nature,</em> doesn't have that.</p><p>\"What's really odd about it is, it loses this tetrahedral structure,\" Soper says. \"That is the thing that's quite surprising, because I don't think it's been observed before.\"</p><p>He says it's unclear whether this observation will have any practical applications anytime soon, but it adds to a growing interest in what water does when it meets a surface.</p><p>\"You know, we've probably got a reasonably good idea of what water is like and what ice is like. But when it gets near a surface, it becomes a different beast, and we don't really understand it at all,\" Soper says. \"It's quite interesting that even today we're able to come up with new scenarios for water that we haven't previously thought of.\"</p><p>Geim notes that even though water is everywhere and humans are mostly made of water, we forget that lots of water exists in places that, to us, seem bone dry.</p><p>\"You go to the driest desert, there will be water absorbed everywhere,\" Geim says. \"You crack any rock, there will be capillaries inside filled with water.\"</p><p>And we know almost nothing about the behavior of water in these tiny, confined spaces, Geim says. \"Until recently, we didn't even know that the structure of water would be so different from the structure of conventional ice, when it goes to the nanoscale.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Scientists+Discover+A+New+Form+Of+Ice+%E2%80%94+It%27s+Square&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"174"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395355175-4dae05.m3u?orgId=1&topicId=1007&d=174&p=2&story=395127577&t=progseg&e=395270430&seg=6&ft=nprml&f=395127577"},{"href":"http://media.npr.org/assets/img/2015/03/25/square-ice-ce6e395277959249f2805387a3d43e02a7613c29.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1099","width":"1465"}},{"href":"http://media.npr.org/assets/img/2015/03/25/ice-formations-be8240c0962dfd7df3a33990b8160181629d2363.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1313","width":"1753"}}]}