{"created":"2014-09-08T15:40:08+00:00","modified":"2014-12-20T00:32:53+00:00","valid":{"from":"2014-12-20T00:32:53+00:00","to":"3014-12-20T00:32:53+00:00"},"hreflang":"en","title":"Egyptian Court Sentences Journalists To Lengthy Prison Terms","published":"2014-06-24T20:18:00+00:00","teaser":"Three journalists who work for Al-Jazeera have been sentenced to prison terms — two for seven years and a third for 10 years — by an Egyptian court. The three men were accused of aiding terrorists.","itags":["npr_api","324753474"],"guid":"f290dbee-a461-43c5-9fa6-619454a25757","contentencoded":"<p>Three journalists who work for the Al-Jazeera news network have been sentenced to prison terms — two lasting seven years and a third lasting 10 — by an Egyptian court. The three were accused of aiding terrorists, a term that in this case applies to the banned Muslim Brotherhood.</p><p>From Egypt's <a href=\"http://english.ahram.org.eg/NewsContent/1/64/104493/Egypt/Politics-/UPDATE--Al-Jazeera-journalists-get--years-in-jail.aspx\">Ahram Online</a>:</p><p>\"The three defendants are Australian Peter Greste, Egyptian-Canadian Mohamed Fahmy and producer Baher Mohamed. They have been on trial along with 17 others on charges of 'spreading false news,' falsely portraying Egypt as being in a state of 'civil war,' as well as aiding or joining the banned Muslim Brotherhood.\"</p><p>The punishment prompted shock and anger in a case that has drawn objections from many news organizations, including NPR.</p><p>\"It was a devastating scene in the courtroom today,\" NPR's Leila Fadel reports from Cairo, \"the families of the journalists letting out a collective gasp, bursting into tears — shocked that their children, that their brothers, that their loved ones will now spend much of their life ... in jail, for basically doing the job of what we all do as journalists.\"</p><p>The verdicts defy \"logic, sense, and any semblance of justice,\" says <a href=\"http://america.aljazeera.com/articles/2014/6/23/egypt-finds-al-jazeerajournalistsguilty.html\">Al-Jazeera English</a> Managing Director Al Anstey.</p><p>Before the sentences were announced, the defendants had been hopeful they might be released, Leila says. After the terms were read, the journalists were yelling and banging on the bars of the cages that traditionally house defendants in Egyptian courts.</p><p>Six others from the network were sentenced to 10-year prison terms after being tried in absentia.</p><p>The three Al-Jazeera employees have been <a href=\"http://www.npr.org/blogs/thetwo-way/2014/01/29/268481172/detention-of-al-jazeera-journalists-strains-free-speech-in-egypt\">held since December</a>. Their arrests came after a crackdown on protests staged by the Muslim Brotherhood, the group that left power when President Mohammed Morsi was ousted by a military coup last July.</p><p>The prison sentences were announced one day after U.S. Secretary of State John Kerry visited Cairo, where he met with President Abdel-Fattah el-Sissi. They discussed U.S. military aid to Egypt that was frozen after the democratically elected Morsi was thrown out of office. Kerry said Sunday that he was confident the aid would be restored.</p><p><strong>Update at 12:35 p.m. ET: Kerry Calls For Review Of Cases</strong></p><p>Criticizing what he calls \"chilling, draconian sentences\" and a flawed trial, Kerry issued a statement Monday urging Egypt's leaders to review all recent political sentences and to \"consider all available remedies, including pardons.\"</p><p>\"Injustices like these simply cannot stand if Egypt is to move forward in the way that President al-Sisi and Foreign Minister Shoukry told me just yesterday that they aspire to see their country advance,\" Kerry said.</p><p><em>Our original post continues:</em></p><p>\"The United States has recently closed ranks with Egypt's authorities,\" <em><a href=\"http://www.washingtonpost.com/world/africa/kerry-seeks-repair-of-frayed-egypt-ties/2014/06/22/f9a14872-fa0b-11e3-b836-a372189b76a6_story.html\">The Washington Post</a></em> reports, \"moving to restore suspended military aid despite lingering congressional objections about human rights abuses. All but about $78 million of an initial pledge of more than $600 million has been released.\"</p><p>The journalists' families say the court's sentence will be appealed. Leila tells NPR's Steve Inskeep on <a href=\"http://www.npr.org/programs/morning-edition/\">today's <em>Morning Edition</em></a> that the journalists are now hoping el-Sissi might give them a pardon — \"as evidence that freedom of speech is actually valued in the new Egypt.\"</p><p>Leila and others who monitored the court sessions say the punishment was rendered despite a lack of hard evidence against the journalists. From The Associated Press:</p><p>\"The prosecution provided little evidence in the case, showing video footage found in their possession — most of which had nothing to do with the case, including a report on a veterinary hospital in Cairo, Christian life and old footage of Greste from previous assignments elsewhere in Africa.\"</p><p>Over the weekend, an Egyptian judge confirmed the death penalty for \"more than 180 people, including the outlawed Muslim Brotherhood's spiritual leader,\" as <a href=\"http://www.npr.org/blogs/thetwo-way/2014/06/21/324241809/egyptian-judge-confirms-death-sentence-of-more-than-180\">the Two-Way</a> reported.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Egyptian+Court+Sentences+Journalists+To+Lengthy+Prison+Terms&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"238"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1324757809-02ae70.m3u?orgId=1&topicId=1009&ft=3&f=324753474"},{"href":"http://media.npr.org/assets/img/2014/06/23/egypt_jazeera-2a4dd296bce34eeafbf29f1727edc7e65811f6d6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3280","width":"4379"}}]}