{"created":"2014-12-31T08:24:15+00:00","modified":"2015-06-05T15:23:10+00:00","valid":{"from":"2015-06-05T15:23:09+00:00","to":"3015-06-05T15:23:09+00:00"},"hreflang":"en","title":"Hockey's Doc Emrick And His 153 Verbs","published":"2014-12-31T17:06:00+00:00","teaser":"Hockey announcer Mike \"Doc\" Emrick is that rare play-by-play man who is both an authority on the game and a connoisseur of the language.","itags":["npr_api","373982308"],"guid":"f2911464-37a1-4af6-9e7e-f6b077750bc8","contentencoded":"<p>Even if you're a fairly enthusiastic sports fan — someone who can identify sportscasters Jim Nantz or Joe Buck by tenor and intonation alone — you may very well have never heard the name Doc Emrick.</p><p>Mike \"Doc\" Emrick is the world's premier announcer for what is America's fourth team sport: ice hockey. For those who know hockey, or those aficionados who listen to a few minutes of an NHL game just to hear Emrick talk about blue lines or poke checking, he is absolutely revered.</p><p>Emrick isn't even Canadian, and his background is in academia — hence the professorial nickname — but he is that rare play-by-play man who is both an authority on the game and a connoisseur of the language. The eloquence he brings to such a bombastic activity is the sort of giant contradiction that even overwhelms irony.</p><p>Hockey is surely as fast a game as any — but somehow, even during line changes, or the chaos of a scramble for a puck behind the cage, Doc is able to speak in coherent sentences, complete with subordinate clauses, even turning a clever phrase as the puck clears, and he is able to catch his mind. A devoted fan once counted <a href=\"http://thebiglead.com/2014/02/21/doc-emrick-used-153-words-to-describe-puck-movement-in-the-usa-canada-game/\" target=\"_blank\">153 verbs that Doc used in one game to describe the movement of the puck</a>.</p><p><em>To hear more on Doc Emrick from Frank Deford — and a sample of those 153 verbs — click on the audio link.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hockey%27s+Doc+Emrick+And+His+153+Verbs&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"224"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374142470-2fe5ed.m3u?orgId=1&topicId=1055&aggIds=4499275&d=224&p=3&story=373982308&t=progseg&e=374105900&seg=10&ft=nprml&f=373982308"}]}