{"created":"2015-02-12T21:09:56+00:00","modified":"2015-02-20T20:14:04+00:00","valid":{"from":"2015-02-20T20:14:04+00:00","to":"3015-02-20T20:14:04+00:00"},"hreflang":"en","title":"8 Million Tons Of Plastic Clutter Our Seas","published":"2015-02-20T20:13:00+00:00","teaser":"A scientist estimating the weight of candy wrappers, bags, bottles, syringes and other plastic trash in the world's water sees a synthetic tsunami. Should China and India create more landfills?","itags":["npr_api","385752248"],"guid":"f2954df9-926a-462a-9f99-51cf3595ccf3","contentencoded":"<p>Plastic is one of those inventions that transformed the world. It's light, durable and you can make lots of things with it.</p><p>But it's also transforming Earth's oceans — and not in a good way. A lot of plastic ends up there. Scientists are just now getting a handle on how much plastic has gone to sea.</p><p>Up until now, estimates have been very rough. It's hard to measure waste in the oceans; after all, salt water covers 70 percent of the planet.</p><p>But another way to figure out what's out there is to measure how much debris is coming off the land.</p><p>That's what engineer <a href=\"http://jambeck.engr.uga.edu/\">Jenna Jambeck</a>, at the University of Georgia, decided to do (publishing <a href=\"http://www.sciencemag.org/content/347/6223/768\">her findings</a> in this week's issue of the journal <em>Science</em>). Jambeck was a good fit for the job.</p><p>\"My thing is really waste management,\" she says. \"That's what I really fell in love with.\"</p><p>And \"love\" would not be an overstatement: \"I take photos of the way people manage waste all over the world,\" she says. \"I take pictures of garbage cans. I met my husband at the landfill. ... At least he understands me.\"</p><p>Jambeck undertook a unique project — to study waste streams in 192 countries. She gathered data on how much waste each country generates and how each nation deals with its trash. She calculated how much is plastic and how much exists within 30 miles of an ocean. Researchers also inventoried what was on beaches.</p><p>And here's what she found:</p><p>\"In 2010 there were 8 million metric tons of plastic entering the ocean globally,\" she says. That's plastic bottles, candy wrappers, laundry baskets, synthetic rope, and syringes. According to Jambeck's calculations, that's like putting five bags of plastic trash on every foot of coastline in the world.</p><p>Jambeck calls her calculation \"an order of magnitude\" estimate — not exact, but in the ballpark. (She and her team have also developed an app, called <a href=\"http://www.marinedebris.engr.uga.edu/\">Marine Debris Tracker</a>, that lets anybody report the ocean litter they spot, anywhere in the world.)</p><p>And how did all that plastic get to the sea?</p><p>\"If you have waste that's free in the environment, on the land mass that's in close proximity to the ocean,\" she explains, \"it's going to be blown or be washed into the ocean. It also could be washed into rivers and then flow from there.\"</p><p>Americans generate a lot of plastic trash. But Jambeck found that fast-growing economies like China and Indonesia are bigger sources of ocean plastic. They don't have as much recycling or as many managed landfills as the U.S. does. And they have long coastlines.</p><p>This plastic tsunami worries the Ocean Conservancy, an environmental group that funded Jambeck's research. <a href=\"http://www.expeditiongyre.com/nicholas-mallos/\">Nick Mallos</a> runs the Conservancy's Trash Free Seas program. He says plastic affects more than 600 species of marine animals.</p><p>\"That ranges,\" he says, \"from mussels (both farmed and wild) to fin fish and sea turtles, all the way up to fin whales — through risks of entanglement and also through ingestion.\"</p><p>Mallos notes that plastic can absorb chemicals in the ocean — means toxic chemicals could get passed on to fish that eat the plastic. \"There are a lot of questions about what that means for the food chain,\" he says.</p><p>Biodegradable materials could replace some of that plastic wrapping and containers, Mallos says. And recycling tends to increase as economies flourish.</p><p>In the meantime, there are always landfills — certainly not ideal, but you might find true love at one.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=8+Million+Tons+Of+Plastic+Clutter+Our+Seas&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Christopher Joyce","audio":[{"meta":{"duration":"178"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385794002-d8e6f5.m3u?orgId=1&topicId=1007&e=385752248&d=178&ft=nprml&f=385752248"},{"href":"http://media.npr.org/assets/img/2015/02/12/ocean-plastic-1-47816a3de307ca85cd7d9b7df8f772952b9e0986.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1366","width":"1822"}}]}