{"created":"2014-10-10T07:34:56+00:00","modified":"2014-11-10T20:31:43+00:00","valid":{"from":"2014-11-10T20:31:42+00:00","to":"3014-11-10T20:31:42+00:00"},"hreflang":"en","title":"A Phone Call Helped Navy's First Four-Star Woman Embrace Her Path","published":"2014-10-10T12:41:00+00:00","teaser":"On her way up, Adm. Michelle Howard found herself becoming a spokesperson for women in the military. Complaining to her mom, she got this reply: \"As long as you stay in the Navy, this will not stop.\"","itags":["npr_api","353565847"],"guid":"f296f2f0-5e3d-407e-b4a2-5dcfb769c49f","contentencoded":"<p>In July, Michelle Howard made history when she was made the first woman to earn the rank of four-star admiral in the U.S. Navy. She's also the first African-American woman to earn this rank.</p><p>Rising through the Navy, she found herself being asked to do all sorts of things on top of her day job — talking about women's policies, attending evening events, essentially becoming a spokesperson for women in the military. She says during her first tour in the Pentagon as a lieutenant commander, she called her mother to complain.</p><p>\"And I was whining about it. And she said, 'You are where you are historically. As long as you stay in the Navy, this will not stop. Embrace it now, or leave the Navy,' \" Howard says.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the</strong><strong> barriers she has faced as a woman in the military</strong></p><p>People focus on the barriers, what would have been gender barriers in my career. I grew up in a country where I was African-American. My first negative initiation to being black was in kindergarten when kids started to call me the N-word on the playground. I didn't know what it was about. I just knew it was bad. And I'm running home crying, and my father's like, \"You gotta toughen up. This is the country you live in.\"</p><p><strong>On her mother vowing to fight for Howard's ability to go to the Naval Academy</strong></p><p>She said, \"Look, if you believe it's right, you need to go after it, but you have to understand things like this are a long process. But you have to do things that are right — not just for you — that you might not benefit but somebody else will benefit.\"</p><p><strong>On whether she's been unfairly singled out because of her race or gender</strong></p><p>I would say yes, and I would also acknowledge that there probably have been times that I ... would never have known. Everybody has critics in life. ...</p><p>I found that women who choose to be stay-at-home moms deal with a set of critics. I have found women who go into the workplace and try to be a mom have a set of critics. I think as women, we just seem to have a set of critics. And so you work your way through. But I've also found that a lot of times in an organization, the barrier gets down to an individual. There's not a grand conspiracy going on. It's really one person with a set of beliefs, and you just have to take a deep breath, think about it, but have the courage to figure out how to get to resolution with that one person. Otherwise you end up being skeptical about mankind ... and you create this figure of \"the man\" in your head, and it really isn't that at all.</p><p><strong>On sharing experiences with others</strong></p><p>It's the transference of wisdom. You can either figure it out on your own and stumble ... or you can talk to someone who has the same shared experiences. As you expand that group and bring them together and have a multitude of perspectives, you'll find some commonality. ...</p><p>I don't believe mentors have to look like you to be good mentors or your protege must look like you. The folks who work for me and work with me my whole career have not looked like me, and as a leader I'm obligated to help them be successful.</p><p><strong>On sexual assault in the military</strong></p><p>I want my sailors and Marines to be the icon of citizenship, so I have to get after this, because we have got to be the leaders in an area like this. Then, in terms of what we do at sea, women are in this society. Women are in war. The question is, \"What role?\" We have moved out in this country that the role we can have in war, in conflict, in combat, is beyond the support role. We're there.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Phone+Call+Helped+Navy%27s+First+Four-Star+Woman+Embrace+Her+Path&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"437"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355051085-44fb7c.m3u?orgId=1&topicId=1022&aggIds=177622347&ft=3&f=353565847"},{"href":"http://media.npr.org/assets/img/2014/10/08/AdmiralHoward1-532d784bd1c6e07fdab7f25c11c25c87d1597e1a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/10/08/AdmiralHoward2-f3d3597e32f6dd886c0f12d26b6c78b6906c3634.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2071","width":"2761"}}]}