{"created":"2014-08-28T17:02:33+00:00","modified":"2014-10-30T23:06:51+00:00","valid":{"from":"2014-10-30T23:06:51+00:00","to":"3014-10-30T23:06:51+00:00"},"hreflang":"en","title":"Bruce Hornsby's Modern Classical Moment","published":"2014-08-24T20:55:00+00:00","teaser":"The pianist who spent 25 years writing pop hits says he's long been interested in the work of Charles Ives, Arnold Schoenberg and others. Now he's sharing that interest with his audience.","itags":["npr_api","341957012"],"guid":"f29bd8c5-91a7-4a79-95ff-3ef5783f616b","contentencoded":"<p><a href=\"http://www.npr.org/artists/15396710/bruce-hornsby\" target=\"_blank\">Bruce Hornsby</a> cracked the music world three decades ago, making smooth, contemplative piano-pop with his band The Range. But if \"<a href=\"https://www.youtube.com/watch?v=cOeKidp-iWo\" target=\"_blank\">The Way It Is</a>\" is how you remember him today, you've missed a lot. Since his hitmaking days in the 1980s, Hornsby has been a touring member of the <a href=\"http://www.npr.org/artists/15440218/grateful-dead\" target=\"_blank\">Grateful Dead</a>, gone bluegrass with <a href=\"http://www.npr.org/artists/15344115/ricky-skaggs\" target=\"_blank\">Ricky Skaggs</a> and played jazz with <a href=\"http://www.npr.org/artists/15294444/wayne-shorter\" target=\"_blank\">Wayne Shorter</a> and <a href=\"http://www.npr.org/artists/15393702/charlie-haden\" target=\"_blank\">Charlie Haden</a>. On his new album, a double-disc live collection called <em>Solo Concerts</em>, Hornsby goes a step further by experimenting with 20th-century classical music.</p><p>Hornsby spoke with weekends on <em>All Things Considered</em> guest host Tess Vigeland about why these modern, often avant-garde compositions aren't as out of place in a pop artist's repertoire as they might seem. Hear the radio version at the audio link, and read more below.</p><p><strong>Tess Vigeland: You've written some lovely liner notes for the new album, and you open with this: \"Dedicating oneself to the pursuit of the unattainable is a beautiful way to live a life.\" What about your career in music have you considered \"unattainable\"?</strong></p><p><strong>Bruce Hornsby:</strong> Let's just take the study of the piano. The literature of the piano — if you consider so many different styles and take classical music as a part of it — you could spend two lifetimes and not deal with the totality of the literature that's been written for the piano. I started at age 17, junior year of high school, so I got a really late start. In the classical world, they say if you haven't started by, say, age 7 or so, then forget trying to be a classical pianist, a virtuoso who makes his living playing concerts. That's one area where this is clearly the pursuit of the unattainable. I'm interested in virtuosity on the piano, and I try to deal with it on an intense level, but that is totally an unattainable area for me.</p><p><strong></strong><strong>Well, given that you started at 17, I have to say that there</strong><strong> <em></em></strong><strong><em>is</em></strong><strong><em> </em></strong><strong></strong><strong>virtuosity on display here: You have really difficult, technical stuff going on, with runs and tremolos. What it was about the style of these 20th-century composers that attracted you?</strong></p><p>When I was at Berklee College of Music, you could go to the Boston Public Library and borrow records like you would borrow books. For some reason I was drawn to the 20th-century music. <a href=\"http://www.npr.org/artists/90901153/charles-ives\" target=\"_blank\">Charles Ives</a> was a huge favorite of mine and still is. In fact, I almost got sued: One of my first singles, \"<a href=\"https://www.youtube.com/watch?v=PPmyYs92GDs\">Every Little Kiss</a>,\" had an intro that was sort of an homage to Ives. I was basically paraphrasing the third movement of his <em>Concord Sonata</em> — it's called \"<a href=\"https://www.youtube.com/watch?v=mYmC0Z6x7KQ\" target=\"_blank\">The Alcotts</a>.\"</p><p>But what really got me deeply involved in it was, in 2003, I signed with Columbia Records. I had been at RCA for 18 years. And one of the greatest aspects of being a Columbia recording artist is, they allow you to raid their vaults. Columbia Records has one of the greatest catalogs of any label ever. So I had them send me 176, 177 CDs.</p><p><strong></strong><strong>Whoa.</strong></p><p>And I filled in a lot of areas in the classical area that I had been interested in but had not really dealt with — because it's so vast. I got most of the <a href=\"http://www.npr.org/artists/15725773/glenn-gould\" target=\"_blank\">Glenn Gould</a> catalog. I realized that he was very much into 20th century music, and certain music in particular: <a href=\"http://www.npr.org/artists/15160608/arnold-schoenberg\" target=\"_blank\">Schoenberg</a>, <a href=\"http://www.npr.org/artists/15160608/arnold-schoenberg\" target=\"_blank\">[Anton] Webern</a>, <a href=\"http://www.npr.org/artists/91577790/alban-berg\" target=\"_blank\">Alban Berg</a> — what they call the Second Viennese School of composition. And I realized that his aesthetic was, he was not really into romantic music. He really loved the rigor and sort of spartan aesthetic of Bach, <em></em><em>and</em> modern music. I think he thought that they were kindred spirits, and at that point in my career, I sort of felt the same way. So I started working on certain pieces that moved me. It just broadened my horizons.</p><p><strong></strong><strong></strong><strong>Let's take an example here of how you've kind of incorporated all these different parts of your own musicality. You segue from this boogie-woogie piece of yours called \"Preacher in the Ring\" to a couple of compositions, one by Webern and this wild piece by <a href=\"http://www.npr.org/artists/91330499/elliott-carter\" target=\"_blank\">Elliott Carter</a>. What do you want us to hear? What are you saying here?</strong></p><p>I guess what I'm saying is that this music that I've been so interested in for a good number of years now allows for a greater depth and variety of expression. If I'm singing a song that I've written about the snake-handling congregations of Appalachia, and it's sort of a bluesy boogie piece, I <em></em><em>could</em> just play the standard sort of blues-based music in the right hand. But I feel like that's a little straight, and goes down a little too easy. So I use that as an excuse to [include] these pieces. The Webern piece, which is very pointillistic, and the Carter piece, which is atonal and sort of a perpetual-motion piece — they feel to me like they're evocative of the lyrics, evocative of the scene I'm painting with the words.</p><p><strong></strong><strong>When you strut out on stage in front of a crowd that fell in love with The Range 25 years ago, they're not necessarily expecting to hear an atonal piano piece. I wonder, do you talk to them about the set? Do you talk to them about what to listen for as you're playing?</strong></p><p>I do. I talk to them. But these are sort of tried and true for me: I've been playing these pieces for the past couple of years in my solo concerts, and it just always goes over fantastically.</p><p>Sure, there are some people there who are there for a nostalgic reason. I try to be nice to them, and every few songs, play one of those songs. But there's a very sizable contingent of people there who wish I would <em></em><em>never</em> play those songs. They understand they have to sort of suffer through them, because they know why I'm doing it, but they really wish I wouldn't. It makes it so that I sort of get yelled at by both factions; I just catch it from all sides. But that's fine. It's my lot in life because I've continued to move on, and I haven't stayed the same. And that's, to me, the way a musical life should be: Keep on pushing, keep on evolving and changing.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bruce+Hornsby%27s+Modern+Classical+Moment&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"454"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1342740547-c1dcd5.m3u?orgId=1&topicId=1105&ft=3&f=341957012"},{"href":"http://media.npr.org/assets/img/2014/08/20/bh_003-541fa123861289470a1c5de9e251677921ca6273.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1942","width":"2589"}}]}