{"created":"2014-12-30T08:58:45+00:00","modified":"2015-05-13T21:25:16+00:00","valid":{"from":"2015-05-13T21:25:16+00:00","to":"3015-05-13T21:25:16+00:00"},"hreflang":"en","title":"Traffic Stops Persuade People To Avoid Drinking And Driving","published":"2015-01-04T21:17:00+00:00","teaser":"Everyone knows it's dangerous to drink and drive, but a lot of people still do it. Strict enforcement of traffic laws makes it less likely that people will get behind the wheel when soused.","itags":["npr_api","371944905"],"guid":"f2a0efd6-5789-4c69-b1f0-b0db64f8134a","contentencoded":"<p>It's a big concern during the holiday season — drunken drivers on the roads and highways. Every year, 10,000 people are killed in crashes in the United States involving a driver under the influence. Now researchers say there are steps communities can take to decrease the number of drivers who are drunk.</p><p>When police strictly enforce traffic laws, drunken driving decreases, according to <a href=\"http://www.pire.org/detail2.asp?core=224&cms=67\">Jim Fell</a>, a senior research scientist at the <a href=\"http://www.pire.org\">Pacific Institute for Research and Evaluation</a> who focuses on impaired driving and underage drinking. He wanted to know exactly which laws worked best to persuade people to stop drinking and driving.</p><p>Fell looked at 30 different communities and tallied up their responses to six different measures, including tickets for reckless driving or not wearing seat belts, and how often police pulled suspicious drivers to the side of the road to check their license and their sobriety.</p><p>He found that in communities with a high number of traffic stops, impaired driving was very low. On the other hand, in communities with very few traffic stops, impaired driving was much higher, \"on the order of two to three times higher,\" says Fell.</p><p>The <a href=\"http://www.pire.org/documents/FellPaperProof0115.pdf\">study </a>was published online in <em>Alcoholism: Clinical and Experimental Research</em>.</p><p>The same went for arrests for driving under the influence. The more DUI arrests, the fewer drunken drivers out on the roads.</p><p>In large part, Fell says, that's because word spreads quickly. When people know DUI laws are strictly enforced, \"they think twice about drinking and driving.\" And when people see someone pulled to the side of the road by a cop, he adds, they'll likely consider their own speed and sobriety.</p><p>The United States made remarkable progress in reducing drinking and driving between 1982 and 1997. At the time, Fell worked at the <a href=\"http://www.nhtsa.gov/\">National Highway Traffic Safety Administration</a>, which was trying very hard to get the public to pay attention to the damages inflicted by drunken driving. \"We just couldn't do it,\" he says, \"then all of a sudden an organization came along called <a href=\"http://www.madd.org/\">Mothers Against Drunk Driving</a> (MADD) and they put faces on the fatalities.\"</p><p>MADD and other organizations successfully pressured state legislatures to get tough with drunken-driving laws. And drunken driving nationwide decreased by 43 percent.</p><p>It's time to step up enforcement once again and toughen standards for what constitutes drunken driving, Fell says. Right now a blood alcohol concentration level of 0.08 percent means someone is intoxicated. That's about four drinks for a 170-pound male within one hour on an empty stomach, he says, \"so you can imagine that's quite a bit of alcohol.\"</p><p>By contrast, in Australia and all of Europe, drivers are considered drunk if their blood alcohol concentration is 0.05 percent, which is about 2.5 drinks in one hour. Adopting similar standards has been recommended by highway safety officials in this country. But, so far, no states have made the change.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Traffic+Stops+Persuade+People+To+Avoid+Drinking+And+Driving&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Patti Neighmond","audio":[{"meta":{"duration":"134"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373934330-d746c5.m3u?orgId=1&topicId=1128&d=134&p=3&story=371944905&t=progseg&e=373933872&seg=9&ft=nprml&f=371944905"}]}