{"created":"2015-04-17T12:03:20+00:00","modified":"2015-05-13T21:02:18+00:00","valid":{"from":"2015-05-13T21:02:18+00:00","to":"3015-05-13T21:02:18+00:00"},"hreflang":"en","title":"Pop Culture Happy Hour: 'Daredevil' And Credulity","published":"2015-04-17T15:28:00+00:00","teaser":"The gang discusses the new Netflix superhero series, what happens when the audience knows too much and, as always, what's making us happy this week.","itags":["npr_api","400157297"],"guid":"f2a60716-6f34-4375-b46d-aeed3cc8ea58","contentencoded":"<p>Last Friday, Netflix dropped its latest 13-episode bundle of original programming: the grim and occasionally grisly superhero drama <em>Daredevil</em>, based on the Marvel Comics mainstay of the same name. Starring Charlie Cox and a large supporting cast, the show takes place in a bleak New York City neighborhood that's ruled by a murderous crime syndicate and defended by blind lawyer Matt Murdock, whose other heightened senses make him an oft-overmatched but extremely resourceful crime-fighter.</p><p>The show has gotten mostly solid reviews — here's the <a href=\"http://www.hitfix.com/whats-alan-watching/review-netflixs-daredevil-quickly-moves-to-the-top-of-the-tv-superhero-heap\">Alan Sepinwall review</a> Linda mentions in the discussion — but the <em>Pop Culture Happy Hour</em> gang is more mixed, for reasons ranging from personal tastes to the central performance to the bleak blood-spurtiness of it all. But we've also got kind words for many elements of the show, and the discussion includes several vows to stick with it through the end.</p><p>Then it's on to the subject of credulity — specifically, how difficult it can be to enjoy a piece of pop culture when you know a lot about its subject. This sends the panel spinning in several directions: Host Linda Holmes, a former lawyer, lists a few things legal dramas invariably get wrong. As a former longtime <em>Onion</em> copy editor, I take issue with how newspapers and websites on TV and in movies never quite get the headlines right. Glen Weldon veers into the subject of miscasting and the rules of magic, while guest panelist Margaret H. Willison, a Bostonian, is frequently irked by portrayals of her lifelong home (and leads us, wonderfully, into a few digressions on Taylor Swift).</p><p>Finally, as always, we close with What's Making Us Happy this week. After reveling in the wonders of springtime — cherry blossoms, window screens, et al — I tease Bob Boilen's and my upcoming public meet-and-greets in Boston (April 23) and Denver (April 25). Glen loves, and urges everyone to buy, a new album by a <a href=\"http://www.guybranum.com/\">terrific comedian</a>. Margaret shares her love of <a href=\"http://www.cwtv.com/shows/izombie\">this CW show</a> and praises two other podcasts on which she's appeared recently (<a href=\"http://overduepodcast.com/episodes/2015/4/12/episode-108-little-house-on-the-prairie\">Overdue</a> and <a href=\"http://www.frowl.org/worstbestsellers/episode-19-modelland/\">The Worst Best Sellers</a>) and mentions the two wildly different books she read to prepare. And Linda, after acknowledging our pal Marc Hirsh's new baby, hails <a href=\"http://www.hbo.com/veep\">these</a> <a href=\"http://www.hbo.com/silicon-valley#/\">two</a> Sunday-night shows after acknowledging the welcome return of one Bethenny Frankel to <a href=\"http://www.bravotv.com/the-real-housewives-of-new-york-city\">a TV staple</a>.</p><p>Find us <a href=\"http://www.facebook.com/pchh\" target=\"_blank\">on Facebook</a> or follow us on Twitter: <a href=\"http://www.twitter.com/NPRpchh\" target=\"_blank\">the show</a>, <a href=\"http://www.twitter.com/idislikestephen\" target=\"_blank\">me</a>, <a href=\"http://www.twitter.com/nprmonkeysee\" target=\"_blank\">Linda</a>, <a href=\"http://www.twitter.com/ghweldon\" target=\"_blank\">Glen</a>, <a href=\"http://www.twitter.com/mrsfridaynext\">Margaret</a>, producer <a href=\"http://www.twitter.com/jessica_reedy\" target=\"_blank\">Jessica</a>, and producer emeritus/music director/friend/hero <a href=\"http://www.twitter.com/mikekatzif\" target=\"_blank\">Mike Katzif</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pop+Culture+Happy+Hour%3A+%27Daredevil%27+And+Credulity&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Stephen Thompson","audio":[{"meta":{"duration":"2655"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400221063-a9e85a.m3u?orgId=1&topicId=1048&d=2655&story=400157297&ft=nprml&f=400157297"},{"href":"http://media.npr.org/assets/img/2015/04/16/pchhblogrect1-33bc0b884ba703eebf9be1ed20a4220786199be3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"326","width":"435"}}]}