{"created":"2015-05-28T17:51:07+00:00","modified":"2015-05-28T18:52:37+00:00","valid":{"from":"2015-05-28T18:52:37+00:00","to":"3015-05-28T18:52:37+00:00"},"hreflang":"en","title":"How Bits Of Pink Chewing Gum In A Pouch Changed Baseball","published":"2015-05-28T18:44:00+00:00","teaser":"The story of Big League Chew starts in a bullpen, where two pitchers didn't like players' habit of chewing tobacco.","itags":["npr_api","410314845"],"guid":"f2a6d535-6ba4-4518-9a36-60fa5d7bee7d","contentencoded":"<p>The story starts in the bullpen of the independent baseball team the Portland Mavericks. The team was owned by actor Bing Russell &#8211; Kurt Russell&#8217;s father, who was famous for his role in the TV series Bonanza.</p><p>Two pitchers, <strong>Rob Nelson</strong> and Jim Bouton, didn&#8217;t like players&#8217; habit of chewing tobacco &#8211; they found it disgusting. Nelson had an idea: small bits of bright pink chewing gum in a pouch &#8211; you could take as little or as much as you wanted.</p><p>The year was 1977, and more than 30 years later, Big League Chew has now been chewed by millions of fans and players in ball fields everywhere.</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Lisa Mullins gets the full story from Nelson and Major League Baseball reporter <strong>Anna McDonald</strong>.</p><ul><ul><li><a href=\"http://www.foxsports.com/mlb/just-a-bit-outside/story/big-league-chew-bubble-gum-oral-history-portland-mavericks-jim-bouton-rob-nelson-050515\" target=\"_blank\">Read Anna McDonald&#8217;s story, &#8220;Big League Chew: An Oral History&#8221; </a></li></ul></ul><h4>Interview Highlights: Rob Nelson and Anna McDonald</h4><p><strong>Nelson on how he came up with the idea for Big League Chew</strong></p><p>&#8220;You have a lot of free time out in the bullpen, just shooting the breeze and enjoying the evening with your teammates, and an idea came to me after I observed teammates who were spitting and chewing &#8216;the other stuff,&#8217; we call it. I was never a big fan of chewing tobacco. And I turned to teammate Jim Bouton and asked him if he ever chewed it, and he and I had the same experience: we tried it once and thought it was kind of disgusting and really didn&#8217;t make much sense. And an inning or so later, I said for some time I&#8217;ve had a great idea to shred bubble gum so we could blow great bubbles and not make ourselves ill, but we&#8217;d still look cool.&#8221;</p><p><strong>Nelson on how his idea became a reality</strong></p><p>&#8220;As luck would have it, when I was with the Portland Mavericks, I didn&#8217;t make the team in the beginning but I created the Little Mavericks Baseball School. And one of the ballplayers there was the son of a prominent patent and trademark attorney. As it turned out we&#8217;d gone to the same university about a decade apart&#8230; He did all the legal work for us, and Jim Bouton put up the money and we made some prototypes and Jim went out pounding the pavement. It took him two years to find a company to agree that this wacky idea might have legs, and that was over three decades ago.&#8221;</p><p><strong>McDonald on how the gum&#8217;s popularity grew among major league players</strong></p><p>&#8220;I talked to some ex-Major League Baseball players, and the thing that they said was the Big League Chew kept them as kids away from chewing tobacco. So what I kept hearing was girlfriends or somebody would send them a box of gum and say, &#8216;Chew gum, chew gum,&#8217;  instead of chewing tobacco. In baseball, there&#8217;s just a lot of time to stand around, and so Big League Chew, as kids when they were on the Little League field, was just the perfect substitute to keep them away from chewing tobacco.&#8221;</p><p><strong>Nelson on why chewing tobacco&#8217;s popularity has decreased</strong></p><p>&#8220;I think the whole idea of just having something to do, to chew and to blow bubbles, is a lot cooler a thing for players today. One because it&#8217;s fun, and two, it doesn&#8217;t have a deleterious affect on your health. Ballplayers today, if they get an extra year or two in the big leagues, we&#8217;re talking tens of millions of dollars, and players are not dumb. They know the bottom line is you want to be healthy, you want to be able to go out and play your A-game. I&#8217;m not saying that bubble gum is health food, but I am saying it&#8217;s a fun thing for guys to do that&#8217;s not going to give the health issues that, in the old days, chewing tobacco would do.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://search.espn.go.com/anna-mcdonald/\" target=\"_blank\">Anna McDonald</a></strong>, Major League Baseball reporter. She tweets <a href=\"https://twitter.com/anna__mcdonald\" target=\"_blank\">@Anna__McDonald</a>.</li><li><strong>Rob Nelson</strong>, co-creator of Big League Chew and a former Independent Leagues pitcher.</li></ul><h4><strong>Related</strong></h4><ul><li><a href=\"http://ftw.usatoday.com/2014/07/portland-mavericks-kurt-russell-mlb-documentary\">6 astonishing facts about baseball's biggest misfits, the minor league Portland Mavericks</a></li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Bits+Of+Pink+Chewing+Gum+In+A+Pouch+Changed+Baseball&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"657"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410328407-6458ea.m3u?orgId=1&d=657&p=60&story=410314845&t=progseg&e=410288942&seg=9&ft=nprml&f=410314845"},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0528_baseball-gum.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"879","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0528_big-league-chew.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"593","width":"640"}}]}