{"created":"2014-12-17T21:12:07+00:00","modified":"2015-05-13T21:25:51+00:00","valid":{"from":"2015-05-13T21:25:51+00:00","to":"3015-05-13T21:25:51+00:00"},"hreflang":"en","title":"We're Down To 5 Northern White Rhinos: Is It Too Late For Babies?","published":"2014-12-18T02:07:00+00:00","teaser":"With the death of a northern white rhino in San Diego's zoo this week, researchers are working to see whether they can save the species. They'd better hurry — only five remain.","itags":["npr_api","371443402"],"guid":"f2aa781b-3692-4455-8f89-c225d8152b7b","contentencoded":"<p>A 44-year-old northern white rhino named Angalifu died this week at the San Diego Zoo of old age.</p><p>Now only five animals remain in this subspecies, all in captivity. Four are females. The lone male lives in the <a href=\"http://www.olpejetaconservancy.org/about/news/hope-northern-white-rhinos-suni-and-najin-mate-twice\">Ol Pejeta Conservancy</a> in Kenya.</p><p>So it would seem the northern white rhino is doomed to extinction. Poachers are to blame — they've slain thousands of the rhinos to get their horns, which are hawked in Asia as a health tonic.</p><p>But there may still be a way to bring back this 2-ton creature. The Ol Pejeta Conservancy is contemplating an idea. It's a bit complicated. But who knows?</p><p>First, a bit of history. There have been efforts to save the northern white rhino before. Rhinos rarely breed in captivity, so just before Christmas in 2009, four northern whites were airlifted from a zoo in the Czech Republic to Kenya's Ol Pejeta. They were placed in the heavily guarded 600-acre enclosure designed to mimic their natural environment. The half-a-million-dollar operation was dubbed \"Last Chance To Survive.\" The CEO of Ol Pejeta, Richard Vigne, says the rhinos regained wild habits like nocturnal feeding. Although it took more than two years till the happy day that a duo was spotted mating behind a bush.</p><p>\"I don't think there was champagne uncorked,\" says Vigne. But those in the know kept watch and said the female was \"definitely pregnant ... so you know we convinced ourselves pretty well that this was working.\"</p><p>It was a false alarm. There would be no pitter-patter of little hooves. Vigne wondered if maybe those years in a zoo cage had permanently knocked out the ability to reproduce.</p><p>In vitro fertilization is an option. But what takes 10 minutes for dairy cows is expensive and experimental in rhinos.</p><p>\"You're dealing with a semi-wild, what, 2-ton animal?\" he says. \"Which is very different than dealing with completely domesticated cattle.\"</p><p>Now another plan is being considered: to extract a northern white rhino egg, fertilize it with frozen northern white rhino sperm and implant it in the surrogate womb of a genetically different subspecies: the southern white rhino.</p><p>The southern white rhinos look almost identical to the northerns, though they have a larger front horn and they also prefer a grassy environment while the northerns like denser bush.</p><p>But perhaps the biggest difference between the southern and northern white rhinos is their epic comeback story.</p><p>At the turn of the 20th century, southern white rhinos had been hunted down to a mere 20 animals. The last of the southerns were collected, protected and bred. Now they number more than 14,000.</p><p>\"I have bred over 700 rhinos,\" says <a href=\"http://www.mgame.co.za/\">John Hume</a>, a private rhino owner and breeder who has been an advocate for <a href=\"http://www.npr.org/blogs/money/2013/05/15/184135826/can-economics-save-the-african-rhino]\">legalizing rhino horn</a>, \"and the southern white rhino is a relatively user-friendly animal. It wants to cooperate, it wants to breed, it does not want to go extinct.\"</p><p>Hume breeds them the old-fashioned way: He brings some males and females together and lets biology do the rest.</p><p>Why did the southern breeding efforts succeed where the northern attempts have so far failed? The southern white rhino attempts began when the animals were younger. They were also wilder. One hundred years ago, when those 20 last southern white rhinos were collected and bred, they were taken straight from the savannah, not from a zoo.</p><p>Perhaps what enabled them to breed is that little bit of wildness that never left them.</p><p>If plans for a surrogacy attempt are approved, the southern knack for survival might give a ray of hope to their near-extinct northern cousins.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=We%27re+Down+To+5+Northern+White+Rhinos%3A+Is+It+Too+Late+For+Babies%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gregory Warner","audio":[{"meta":{"duration":"181"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371483212-576d74.m3u?orgId=1&topicId=1132&d=181&p=2&story=371443402&t=progseg&e=371456718&seg=19&ft=nprml&f=371443402"}]}