{"created":"2014-09-08T01:59:13+00:00","modified":"2015-02-02T21:23:53+00:00","valid":{"from":"2015-02-02T21:23:53+00:00","to":"3015-02-02T21:23:53+00:00"},"hreflang":"en","title":"Some Accused Of Sexual Assault On Campus Say System Works Against Them","published":"2014-09-03T17:12:00+00:00","teaser":"Young men in colleges across the country say they're being falsely accused of campus sexual assault and treated unfairly in a rush to judgment.","itags":["npr_api","345312997"],"guid":"f2aeab10-d17d-4d33-ab21-1dce2566516a","contentencoded":"<p>After years of criticism for being too lax on campus sexual assault, some colleges and universities are coming under fire from students who say the current crackdown on perpetrators has gone too far.</p><p>Dozens of students who've been punished for sexual assault are suing their schools, saying that they didn't get a fair hearing and that their rights to due process were violated. The accused students say schools simply are overcorrecting.</p><p>More than 70 campuses are under federal investigation for violating the civil rights of alleged victims, and some students say schools are running so scared that they're violating the due process rights of defendants instead.</p><p>\"Right from the start, they treated me like I was the scum of the earth,\" says one young man, who was a sophomore at the University of Massachusetts, Amherst this past fall when he was told he was being investigated for sexual misconduct — and had just hours to move out of his dorm.</p><p>It started at a party. He says a classmate invited him to her room, asked him to bring a condom, texted her girlfriends about it, gave no signs of being drunk and repeatedly indicated that she wanted to have sex.</p><p>So, he says, they did.</p><p>\"Then we kissed and fooled around for a few more hours, and then eventually she told me her roommate was coming back at some point and that I should leave, but that she had a lot of fun,\" he says.</p><p>In <em>her</em> version of events, according to a university report, she started to \"freak out\" shortly after he left. She began to feel pain throughout her body, and realized that <em>something</em> had happened, but she didn't know what. She told the school she had been drinking and had no memory of most of the night — until a day later when she remembered \"him having sex with me and holding me down.\"</p><p>She told a friend, who told a dorm adviser, and two days later the school launched an investigation that he says was rigged from the start.</p><p>\"They were going through the motions,\" he says. \"I felt like I was just trapped in the tidal wave.\"</p><p><strong>Dark Days</strong></p><p>This student is one of several dozen now suing. He filed as John Doe, fearing damage to his reputation, and agreed to talk on condition of anonymity. The lawsuit identifies the victim as Jane Doe.</p><p>In his complaint, the male student alleges that the hearing process was inherently biased against men, and violated Title IX by denying <em>his</em> rights to equal protection. The university, he says, withheld information he needed for his defense, and wouldn't let him have an attorney to speak for him.</p><p>He says he was grilled by a hearing board that he says was hostile and poorly trained. The panel ruled against him and he was expelled, which he says was emotionally devastating.</p><p>\"I had some dark days,\" he says. \"It's hard, you know? It hurts down to your bones.\"</p><p>UMass Amherst officials won't comment on pending litigation, but they say that due process for all parties is \"central\" to their procedures, and that all board members are trained thoroughly.</p><p>Columbia, Williams, Vassar, Brown and other schools being sued by students who say they were victims of a rush to judgment haven't commented, either.</p><p><strong>Universities Are 'Jittery'</strong></p><p>Attorney Andrew Miltenberg, who represents about a dozen men suing their schools, says UMass Amherst officials knew that the school was being investigated by the federal government, and they were desperate to prove it was not soft on sexual assault.</p><p>\"I think 'witch hunt' is a dramatic phrase, but I would tell a group of young men right now, 'woe is to you if someone makes an allegation,' \" Miltenberg says. \"This young man was in the wrong place at the wrong time, in the sense that there was an attempt by the university officials to say, 'Oh, yeah? Well, watch how we do this one!' \"</p><p>Some rush to judgment is inevitable, says Robert Dana, dean of students at the University of Maine, speaking generally about the current climate on campuses.</p><p>\"I expect that that can't help but be true,\" he says. \"Colleges and universities are getting very jittery about it.\"</p><p>But to some, the growing number of lawsuits against universities only goes to show that school administrators should not be in the business of playing detective, judge or jury in the first place.</p><p>\"Colleges need to understand their limitations,\" says Robert Shibley of the Foundation for Individual Rights in Education. \"When it comes to felony crimes, that should be the task of law enforcement.\"</p><p>Victims may be more comfortable taking a complaint to school administrators than to the police, Shibley says, but if the criminal justice system is seen as re-traumatizing or otherwise failing, then the answer should be to fix the criminal justice system, not to make schools do the job.</p><p>Shibley says going through the courts would guarantee accused students basic protections, including the right to have an attorney and to cross-examine their accusers.</p><p>On campus, he says, accused students effectively are presumed guilty; instead of requiring accusers to prove they were assaulted, the accused students have to prove they had consent.</p><p>It's also troubling, he says, that on campus, cases hinge on the very lowest standard of proof — \"preponderance of the evidence\" — which Shibley calls little more than a \"hunch\" that a person is guilty.</p><p>Still, he concedes, it's not easy to rally support these days for accused perpetrators.</p><p><strong>Students Are 'Deluding Themselves'</strong></p><p>Attorney Colby Bruno, who represents victims, says that just because a lot of young men are suing their schools doesn't mean the process is actually unfair — only that it suggests some students are having trouble adjusting to the changing norms on campus sexual assault.</p><p>\"I don't have sympathy for the guy who assaults somebody and thinks he's been railroaded,\" Bruno says. \"The cases where students are deluding themselves into thinking that what they did wasn't rape and sexual assault? I think those are 85 percent of boys coming forward saying, 'I was railroaded.' \"</p><p>While numbers are hard to come by, she says there are still far more perpetrators getting away with a slap on the wrist than innocent students being wrongly expelled. She says false accusations are rare; far more often, real crimes go unreported.</p><p>Annie Clark, a student survivor turned activist, says everyone wants the process to be fair. But, she says, more due process doesn't automatically advance the cause of justice.</p><p>For example, she says, giving alleged assailants the right to cross-examine alleged victims would make victims even more reluctant to report assaults.</p><p>\"If a survivor is told that they would have to face their rapist, and that person would be allowed to interrogate them, that could absolutely have a chilling effect,\" Clark says.</p><p>Ultimately, the courts will weigh the costs and benefits of more due process and decide whether schools have struck the right balance. With all the cases now pending, experts say the answer may well be \"it depends.\"</p><p>For example, a student accused of misconduct, who might only be required to change dorms, may be entitled to less due process than someone facing the more severe punishment of expulsion — which might permanently mar his record and impact his life.</p><p>In other words, higher stakes would demand greater protections.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Some+Accused+Of+Sexual+Assault+On+Campus+Say+System+Works+Against+Them&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tovia Smith","audio":[{"meta":{"duration":"466"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345428599-98139f.m3u?orgId=1&topicId=1013&aggIds=339884470&e=345312997&d=466&ft=nprml&f=345312997"},{"href":"http://media.npr.org/assets/img/2014/09/02/sex-assault-false1-eaed15a13367016564606336eead60c071cbec7b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2295","width":"3061"}}]}