{"created":"2014-09-17T17:47:47+00:00","modified":"2015-03-10T14:48:09+00:00","valid":{"from":"2015-03-10T14:48:09+00:00","to":"3015-03-10T14:48:09+00:00"},"hreflang":"en","title":"Iran's Foreign Minister: U.S. 'Not Serious' About Defeating Islamic State","published":"2014-09-18T11:50:00+00:00","teaser":"In an interview with NPR, Mohammad Javad Zarif says the U.S. has been hesitant and contradictory in its approach to defeating the Islamist insurgency.","itags":["npr_api","349275201"],"guid":"f2b0ed97-4602-476e-a2b0-365a7c2b568e","contentencoded":"<p>Iran's foreign minister says the U.S. has been hesitant and contradictory in its approach to combating extremist groups in Iraq and Syria and that President Obama needs a reality check on the subject of defeating the Islamic State insurgency.</p><p>Mohammad Javad Zarif, speaking with <em>Morning Edition</em> host Steve Inskeep in an interview to air on NPR, said the United States is \"not serious\" about defeating the Sunni extremists.</p><p>U.S. interests are \"not served by a double-edged policy\" in which militants with the so-called Islamic State are dealt with differently whether they are inside Syria or in neighboring Iraq, he said.</p><p>\"You cannot deal with a terrorist group whose bases are in Syria based on this illusion ... that you can [also] have this pressure on the Syrian government,\" Zarif told NPR.</p><p>Asked if he thinks Obama ought to reach an accommodation with Syrian President Bashar Assad, Zarif replied: \"President Obama needs to reach an accommodation with reality.\"</p><p><strong>'We Are Ready' For A Nuclear Deal</strong></p><p>On the subject of negotiations over Iran's nuclear weapons program, Zarif said all the \"wrong options\" have already been tried and that \"we are ready\" for an agreement.</p><p>\"The only problem is how this could be presented to some domestic constituencies, primarily in the United States but also in places in Europe,\" because \"some are not interested in any deal,\" he said.</p><p>\"If they think any deal with Iran is a bad idea, there is no amount of — I don't want to call it concession — no amount of assurance that is inherent in any deal because they are not interested in a deal, period,\" Zarif said.</p><p>In sharp contrast with what U.S. Secretary of State John Kerry, Israeli Prime Minister Benjamin Netanyahu and other political leaders have said about no deal being better than a bad one, Zarif said: \"I think if you compare any deal with no deal, it's clear that a deal is much preferable.\"</p><p>He noted that Western sanctions against Iran's \"peaceful\" nuclear program have, in any case, been ineffective. \"Iran did not abandon it,\" Zarif said. \"At the time of the imposition of sanctions, we had less than a couple of hundred centrifuges. Now, we have 20,000. So that's the net outcome.\"</p><p><strong>Detained Journalist</strong></p><p>The foreign minister also spoke about <em>Washington Post</em> reporter <a href=\"http://www.newyorker.com/news/daily-comment/iran-detaining-jason-rezaian\">Jason Rezaian</a>, who has been held by Iranian authorities since July. Zarif said Rezaian has been \"interrogated\" but declined to say for what crime.</p><p>\"Jason Rezaian is a dual citizen,\" Zarif said. \"Whatever he has done ... he has done as an Iranian citizen, not as an American citizen.\"</p><p>Pressed about the charge against the journalist, Zarif insisted that Iran's judiciary \"has no obligation to explain to the United States why it is detaining one of [Iran's own] citizens.\"</p><p>\"His lawyers know, he knows his charge,\" Zarif said.</p><p><strong>Update at 2:45 p.m. ET: <em>Washington Post</em> Response</strong></p><p><em>The Washington Post</em> emailed this statement from foreign editor Douglas Jehl regarding the detention of Jason Rezaian:</p><p>\"It is long past time for the Iranian authorities to release Jason Rezaian of The Washington Post and his wife Yeganeh Salehi. The two have been held for more than eight weeks without explanation or charges. They have not been permitted to meet with their lawyer. The two are fully accredited journalists, and we remain mystified by their detention and deeply concerned about their welfare.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Iran%27s+Foreign+Minister%3A+U.S.+%27Not+Serious%27+About+Defeating+Islamic+State&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Neuman","audio":[{"meta":{"duration":"416"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349464205-3c687e.m3u?orgId=1&topicId=1009&e=349275201&d=416&ft=nprml&f=349275201"},{"href":"http://media.npr.org/assets/img/2014/09/17/14762923_h31728014-08961c81d1e3a3adaa1e6594383f053d3c6ee514.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1829","width":"2439"}}]}