{"created":"2014-09-06T02:30:23+00:00","modified":"2014-10-30T22:41:50+00:00","valid":{"from":"2014-10-30T22:41:50+00:00","to":"3014-10-30T22:41:50+00:00"},"hreflang":"en","title":"As The Gaza Strip Calms Down, The West Bank Heats Up ","published":"2014-09-06T00:39:00+00:00","teaser":"The shooting has stopped in Gaza, but the Israelis and Palestinians are now at odds over a large chunk of West Bank land where Israel plans to build more homes for settlers.","itags":["npr_api","345774819"],"guid":"f2b06cc7-b844-4070-9fa1-bc591d6ba238","contentencoded":"<p>From the hilly Israeli settlement of Gva'ot, on a peak in the occupied West Bank, you can see nearby hills that are part of a 1,000-acre parcel of land that Israel this week claimed as state land, an announcement that in the wake of the Gaza cease-fire is reigniting political sparks.</p><p>Palestinians say the land should be part of their future state. Israel plans to use it to build more settlements in the West Bank, where there are now more than 350,000 settlers.</p><p>\"I think if the Palestinians want a state, this is not the place for it,\" says Tamar Heksher, a resident of Gva'ot who runs a school for disabled youth in the settlement.</p><p>Heksher's father helped build one of the first Jewish settlements in this area — <a href=\"http://peacenow.org.il/eng/content/gush-etzion\">lost in the 1948 war</a> — by buying local land before Israel was even a state. For this 50-year-old Israeli woman, the region is already Israel. Like many Israelis, she doesn't call it the West Bank, but uses the area's biblical name.</p><p>\"To me, Judea and Samaria are the same as Tel Aviv and Haifa,\" she says. \"And I think the Palestinians have other possibilities. But the Jews do not.\"</p><p>Other possibilities, she says, like go to Jordan.</p><p>Mahmoud Mifreh is a Palestinian farmer; some of his cropland lies in the appropriated territory. He lives in Wadi Fukin, a low-lying village close to the Israeli-West Bank divide. Israeli homes in the settlement city of Beitar Illit loom on the hillside above his eggplants and olive trees.</p><p>Opening a pipe from a Roman-era water catchment to irrigate his fields, he says Israel uses different reasons to take West Bank land.</p><p>\"For example, for the security, for the road, for the settlements, for everything,\" he says. \"Now we are suffering from the war in Gaza.\"</p><p>That war was fought with Hamas, which Israel views as a terrorist organization. Mahmoud Abbas, the leader of Fatah, the other major Palestinian party, is <a href=\"http://www.maannews.net/eng/ViewDetails.aspx?ID=724908\">proposing restarting big-picture peace talks</a> to end the decades-old conflict with Israel in the wake of this summer's devastating war. But Abbas wants to keep Hamas involved in a united Palestinian government. Farmer Mifreh calls this a land grab timed to hurt Abbas.</p><p>\"I think this step is like a punishment for our president and for our leader,\" he says.</p><p>Local Palestinian land activist Ali Faroun agrees.</p><p>\"It's like a man with two wives. One is a shrew who bites and beats on him. The other is quiet and gentle,\" Faroun says. \"After every fight with the difficult one, he goes to the easy wife and takes it out on her.\"</p><p>In Faroun's analogy, Hamas would be the shrew while the Palestinian Authority would be Israel's nice wife.</p><p>Faroun unfolds a map that shows which Palestinian areas Israel's newly claimed land would affect. The line climbs rocky ridges and snakes through valleys. It's the exact neighborhood where three Israeli teenagers were kidnapped and killed in June — one event in the runup to the war in Gaza.</p><p>Davidi Perl, who heads <a href=\"http://www.gush-etzion.org.il/council.asp\">this region's settler council,</a> says the declaration of state land is to commemorate those three young men.</p><p>\"If people want to kill us or try to attack us, we have to show them we are strong enough,\" Perl says. \"And one of the ways to show we are strong and we are going to be here is to build more.\"</p><p>Palestinian officials criticize the move as illegal and unfair. There is \"deliberate intent to wipe out any Palestinian presence on the land,\" says Palestinian politician Hanan Ashrawi.</p><p>Some Israelis agree. Hagrit Ofran heads the Settlement Watch project of the Israeli organization Peace Now. She says it's dangerous for Israel to take West Bank land right now — at the end of a war and with a proposal to restart peace talks looming.</p><p>\"The message Palestinians might hear from Israel is that the only way to restrain Israeli settlement is by force. And that's very, very dangerous,\" Ofran says. \"It makes the moderates of the Palestinians much, much weaker — and the chances for us to get to peace much, much harder.\"</p><p>The U.S. has called on Israel to reverse its decision, <a href=\"http://www.haaretz.com/news/diplomacy-defense/1.614260\">further raising tensions</a> between the Obama administration and Israeli Prime Minister Benjamin Netanyahu. Settler leader Perl says bending to outside pressure would be a huge mistake on Netanyahu's part.</p><p>Perl hopes to see bulldozers on the hills within a couple of years. But Israeli officials say development could go slowly. They stress that first, Israeli courts will hear any Palestinian claims to the land declared Israeli state property.</p><p>For now, the land appropriation is a potential bargaining chip if Israel-Palestinian peace negotiations restart — or a potential challenge to the fragile Gaza cease-fire.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+The+Gaza+Strip+Calms+Down%2C+The+West+Bank+Heats+Up+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"310"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1346137624-0963d9.m3u?orgId=1&topicId=1009&ft=3&f=345774819"},{"href":"http://media.npr.org/assets/img/2014/09/05/west-bank-acres4-135557a100b223b092982721f1f630ffc53b86d3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2380","width":"3173"}},{"href":"http://media.npr.org/assets/img/2014/09/05/west-bank-acres2-6429e2aec2f8cde0f8513bec82b14e3bf7f7952b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1835","width":"2448"}},{"href":"http://media.npr.org/assets/img/2014/09/05/west-bank-acres3-01f1566c37d2c53f1df60f46a9e98b12769cf8d3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2361","width":"3148"}}]}