{"created":"2014-10-20T08:23:37+00:00","modified":"2014-11-10T20:41:00+00:00","valid":{"from":"2014-11-10T20:41:00+00:00","to":"3014-11-10T20:41:00+00:00"},"hreflang":"en","title":"This Political Ad Was Paid For By — Oh, Never Mind","published":"2014-10-22T22:42:00+00:00","teaser":"This midterm cycle, more than half the ads from so-called outside groups are being paid for by secret donors. That means voters will never know who's paying tens of millions of dollars for those ads.","itags":["npr_api","357241276"],"guid":"f2bb9f5d-07e4-48b1-8837-9059add7c921","contentencoded":"<p>When you talk about \"outside\" money in politics, there's a good chance you'll talk about billionaire activists <a href=\"http://www.kochfacts.com/kf/\">David and Charles Koch</a>.</p><p>Especially if you're Harry Reid. The Senate majority leader regularly takes to the Senate floor to <a href=\"http://www.reid.senate.gov/koch-facts\">slam the Kochs</a> for financing a network of conservative groups. Back in March, he said he was criticizing \"two very wealthy brothers who intend to buy their own Congress, a Congress beholden to their money and bound to enact their radical philosophy.\"</p><p>Not that Reid, or anyone else, knows how much the Kochs themselves put into their political network.</p><p>Their network operates mainly in the world of undisclosed money — multimillion-dollar contributions from Americans who can afford that, going to tax-exempt entities that typically pour the cash into thousands of TV ads. While candidates and party committees still buy most of the advertising, among other political players — the outside groups — more than half of the ads are financed by secret donors.</p><p>David and Charles Koch have made just one publicly disclosed contribution apiece to their network: <a href=\"http://docquery.fec.gov/cgi-bin/dcdev/forms/C00564765/958607/sa/11AI\">$2 million from each brother</a> to Freedom Partners Action Fund. It's a superPAC, thus the sole entity in the network that's legally required to reveal its donors. All the other components are tax-exempt groups: 501(c)(4) social welfare organizations, like Americans for Prosperity, plus a single 501(c)(6) business association, <a href=\"http://freedompartners.org/\">Freedom Partners Chamber of Commerce</a>.</p><p>This midterm election cycle has more ads than ever in Senate races, and more of them come from outside groups. The <a href=\"http://mediaproject.wesleyan.edu/\">Wesleyan Media Project</a>, a consortium based at Wesleyan University in Connecticut, tracks the advertising.</p><p>\"We're seeing lots more outside group spending this cycle than in previous cycles,\" said Erika Franklin Fowler, a director of the project. \"Outside groups account for more than 40 percent of total airings cycle-to-date.\" That's up from 32 percent in the 2012 elections.</p><p>The <a href=\"https://docs.google.com/spreadsheet/pub?key=0Ajmn1lOWdkRmdE9EQ3JQeHpKLWZqeGlCWFpXQUZNOFE&single=true&gid=0&range=A1%3AE25&output=html\">most aggressive outside-group advertiser</a> in House and Senate races is <a href=\"http://www.senatemajority.com/\">Senate Majority PAC</a>, which is run by consultants with ties to Reid. It's a superPAC that discloses its donors. But overall, secret money has paid for more than half of all the outside-group ads.</p><p><a href=\"http://americansforprosperity.org/\">Americans for Prosperity</a>, the cornerstone of the Koch network, ranks second after Senate Majority PAC.</p><p>AFP has run more than 34,000 ads; it started a year before Election Day, with hits like one that urged North Carolinians, \"Tell Sen. Hagan to stop thinking about politics, and start thinking about people.\" Democrat Kay Hagan is in a tight race for a second term.</p><p>Now AFP has stopped its TV campaign and turned to voter mobilization. <a href=\"http://www.npr.org/blogs/itsallpolitics/2014/08/22/342354175/outside-group-mirrors-successful-strategies-of-political-parties\">It has ground operations</a> in 35 states. This summer, AFP president Tim Phillips told NPR, \"We operate in every region of the country and in every kind of state. We go where we think we can make a difference for our policy agenda.\"</p><p>The Wesleyan Project estimates that AFP's monthslong ad campaign cost $17 million for airtime alone. There are no estimates for the field operations.</p><p>As what the IRS classifies as a social welfare organization, AFP discloses little of its spending and none of its donors.</p><p>This lack of transparency traces back to decisions by federal courts and the Federal Election Commission. It infuriates those who say disclosing political money is a good thing.</p><p>\"Voters are not idiots,\" said <a href=\"http://www.law.yale.edu/faculty/HGerken.htm\">Heather Gerken</a>, a professor at Yale Law School. \"They realize that if someone is funding something secretly, there may be a self-interested reason they're funding it.\"</p><p>Still, there are hints of change in the way the outside money moves. Craig Engle, a Washington-based campaign finance lawyer, said, \"I think the future of undisclosed political money is not bright.\"</p><p>Engle's clients include some of the secretive outside groups. \"More and more people are more and more comfortable with disclosure, especially if there are no contribution limits,\" he said, basically describing the rules for superPACs. He says that's how some political operatives would prefer to operate.</p><p>But it also seems unlikely that donors — at least those wealthy donors who like to influence politics with secret cash — will be rushing to follow along.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=This+Political+Ad+Was+Paid+For+By+%E2%80%94+Oh%2C+Never+Mind&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Overby","audio":[{"meta":{"duration":"230"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357508870-1c23ad.m3u?orgId=1&topicId=1014&ft=3&f=357241276"},{"href":"http://media.npr.org/assets/img/2014/10/18/istock_000000476235medium-bb55813494caa9e50591834437c07917f53bf73f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1131","width":"1508"}}]}