{"created":"2014-12-01T21:23:01+00:00","modified":"2014-12-03T01:01:45+00:00","valid":{"from":"2014-12-03T01:01:45+00:00","to":"3014-12-03T01:01:45+00:00"},"hreflang":"en","title":"Justices Struggle To Find Line Between Threats, Free Speech Online","published":"2014-12-02T00:37:00+00:00","teaser":"The U.S. Supreme Court struggled Monday with conflicting notions of where to draw the line between free speech and criminal threats in the Internet age.","itags":["npr_api","367835195"],"guid":"f2cb668c-b3d1-4d23-b584-b7a8739d138c","contentencoded":"<p>The U.S. Supreme Court struggled Monday with conflicting notions of where to draw the line between free speech and criminal threats in the Internet age. <a href=\"http://www.npr.org/2014/12/01/366534452/is-a-threat-posted-on-facebook-really-a-threat\">At issue</a> was the conviction of a Pennsylvania man for making threats against his estranged wife and an FBI agent.</p><p>After Anthony Elonis' wife left him, he began posting grisly messages on his Facebook page, promising not to rest until her body was \"soaked in blood and dying.\" She then got a court order barring him from threatening and harassing her, even indirectly. But he continued to post on Facebook, asking if the court order was \"thick enough to stop a bullet\" and musing about making a name for himself by shooting up a kindergarten. After a visit from a female FBI agent, he posted on Facebook, saying it \"took all the strength I had not to ... slit her throat, leave her bleedin' from her jugular.\"</p><p>Elonis was convicted of making illegal threats and sentenced to 44 months in prison. But he contends that he is an aspiring rap artist, and that his comments were just his way of venting and expressing himself.</p><p>The case has become a test of what the prosecution must prove to win a conviction in Internet threat cases. The government, backed by victims' rights groups, contends that the prosecution must show only that a reasonable person would interpret the Facebook posts as threats to commit bodily harm. But Elonis' lawyer, John Elwood, told the court that the prosecution must make a far more rigorous showing.</p><p>Liberal and conservative justices alike were somewhat skeptical.</p><p>\"How does one prove what's in somebody else's mind?\" asked Justice Ruth Bader Ginsburg, who was back on the bench just five days after having a heart stent implanted.</p><p>Elwood answered that you can examine a person's computer and cellphone records.</p><p>\"Yeah, you are going to find a lot of information on the cellphone that the guy is really angry at his ex-wife and would like her to suffer,\" Chief Justice John Roberts observed, and when he puts some of that online, he's going to claim that the post was \"therapeutic\" venting.</p><p>\"I'm trying to figure out what 'level of intent' you want,\" Justice Elena Kagan said to lawyer Elwood. The highest level, she noted, would require proof that the purpose<em></em> was to put \"this person in fear.\" A step down would be that \"I know that I am going to place this person in fear,\" but I am \"fulfilling my artistic fantasies.\" And a third level would be recklessness, meaning that \"you know there is a substantial probability that you will place that person in fear,\" but you don't know it \"to a certainty.\"</p><p>Elwood picked the second option, knowledge that you would put someone in fear.</p><p>\"What would be wrong with a recklessness standard?\" Kagan asked. \"It gets you up one level from what the government wants.\"</p><p>Elwood argued that it would allow people, many of them teenagers, who are just \"shooting off their mouths,\" to be thrown in jail.</p><p>Justice Samuel Alito, however, countered that Elwood's standard would provide \"a road map for threatening a spouse and getting away with it.\" You would only have to say \"just kidding\" at the end of a post, or call yourself \"an aspiring rap artist,\" he said.</p><p>When Elonis threatened to shoot up a kindergarten, Justice Alito added, would the jury have to \"get into the mind of this obsessed, somewhat disturbed individual\" and try to figure out whether he really knew that this would cause a panic on the part of the school officials and parents?</p><p>\"Yes,\" Elwood replied.</p><p>\"Yes, that's the answer?\" Alito asked, incredulously.</p><p>\"Yes, exactly,\" Elwood said. \" It's the same thing that juries do all the time.\"</p><p>Arguing the contrary position, Deputy Solicitor General Michael Dreeben contended that people like Elonis should be held accountable for the \"ordinary and natural meaning of the words\" they use, in context.</p><p>Chief Justice Roberts, the father of teenagers, asked if the reasonable person standard would also mean a reasonable teenager.</p><p>What about an older audience? Would the person posting on Facebook have to know how rap lyrics are interpreted by a \"general audience?\"</p><p>Yes, Dreeben replied.</p><p>Roberts then read aloud some explicit lyrics from rapper Eminem about what he would like to do to his ex-wife. Would those words justify prosecution, asked the chief justice.</p><p>No, Dreeben replied, because Eminem's lyrics are said \"at a concert where people are going to be entertained.\" The critical context here is that Eminem didn't voice his lyrics privately, said Dreeben, nor had the rapper's wife gotten a protection-from-abuse order.</p><p>Justice Stephen Breyer, noting that a lot of these threat cases arise in domestic relations matters, observed that \"people do say things in domestic disputes that they are awfully sorry about later.\"</p><p>Justice Antonin Scalia took issue with that proposition. \"I don't agree ... that in marital disputes people make physical threats ... I think that's rather unusual.\"</p><p>Scalia was the only justice to suggest that the speech at issue in the Elonis case \"is not worth a whole lot anyway,\" regardless of its intent or context.</p><p>Justice Kagan, in contrast, seemed to suggest that the government's position is too broad. We typically require a kind of buffer zone in First Amendment cases, she said, to make sure that \"even stuff that is wrongful maybe is permitted because we don't want to chill\" the right to speak freely.</p><p>But Dreeben replied that the rule of law applied by the lower courts in the Elonis case is also used in most of the country and there is \"no evidence\" anyone's speech has been chilled.</p><p>\"The proof is in the pudding,\" he contended. But the justices didn't seem so sure the pudding he presented was to their liking. Instead, like Goldilocks, they continued to look for a standard that would be \"just right.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Justices+Struggle+To+Find+Line+Between+Threats%2C+Free+Speech+Online&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"307"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367835196-daef65.m3u?orgId=1&topicId=1070&ft=3&f=367835195"}]}