{"created":"2015-04-16T22:59:23+00:00","modified":"2015-04-16T22:59:24+00:00","valid":{"from":"2015-04-16T22:59:24+00:00","to":"3015-04-16T22:59:24+00:00"},"hreflang":"en","guid":"f2cc0eb4-18c1-4b33-bcb0-0eae895dcf74","title":"On politics and puppies, with Vladimir Putin","published":"2015-04-16T22:59:20+00:00","byline":"Bradley Campbell","tags":["Putin","russia","puppy","puppies","Global Politics","Government","Politics of Russia"],"teaser":"The Russian president hosts his annual call-in show. He spends a significant portion of it explaining the state of the economy. But he also has time to talk about a puppy.","contentencoded":"<p>Every year, Vladimir Putin hosts an annual call-in show. It even has it's own trailer.</p>\n<p><iframe width=\"453\" height=\"340\" src=\"http://www.youtube.com/embed/et9Ubtgk2d0?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>Vladimir Putin. Russian president. Action hero.<br /> <br />But don't expect him to appear in \"Furious 8.\" The actual event would put Vin Diesel to sleep. It was four-plus hours of Putin answering, or deflecting, questions from the public.</p>\n<p>\"I always compare it to settling into a baseball game,\" says reporter Charles Maynes in Moscow. To prepare for the slog he downed a lot of AeroPress coffee. He says the event is popular with Putin fans, and of course, Twitter. </p>\n<p>Putin started off the event by giving a speech hailing the achievements of the Russian economy. Many older Russians found such words familiar. \"It reminded them so much of the mid- to late-Soviet era leader talking about grain yields or oil production. But it certainly illustrated how much the economy is an important issue for Russians.\"</p>\n<p>Once Putin finished with his speech, he went took questions from the public. They ranged from farmers wanting to know how Putin would help them out, to people impacted by forest fires in Siberia, to people curious about Russia's relationship with Iran. Putin also made sure to remind everyone that no Russian troops were on the ground in Ukraine.</p>\n<p>There were a few pointed questions. But no follow-ups. Maynes says, at times, Putin looked bored. He picked up when asked questions about geopolitics. But maybe his most memorable moment involved a dog. \"There was a woman who wanted to get a puppy. But her military husband, a very strict guy, said he was not for it. She was asking the president to give him an order from the top down to acquire this dog.\"</p>\n<p>Maynes says that, while funny, it shows just how centralized the Russian government really is. \"It's Putin's cross to bear. He essentially created this system where he is responsible for everything. And so he gets to delve into the finer points of milk production or whether you should have a puppy.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-16%2Fpuppies-politics-and-vladimir-putin&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0416201505.mp3"},{"href":"http://www.pri.org/file/0416201505mp3-0"}]}