{"created":"2014-10-04T15:10:10+00:00","modified":"2014-11-19T22:12:57+00:00","valid":{"from":"2014-11-19T22:12:57+00:00","to":"3014-11-19T22:12:57+00:00"},"hreflang":"en","guid":"f2d4ab14-a428-41bd-87c8-a2458c34e5b9","title":"Liberian Americans react to Ebola — and hostility — with ramped-up aid efforts","published":"2014-11-19T22:12:55+00:00","byline":"Stephen Snyder","tags":["ebola outbreak","Thomas Eric Duncan","Ebola","Ebola virus","aid","international aid","Global Nation","Health","Health & Medicine","Dallas","Africa; North America","Liberia","United States","West Africa","Carolyn Whoaloe","Thomas Eric Duncan","Peter Flomo","Peggy Halvorsen","Randell Dauda","Carolyn Woahloe","Ebola","Liberia","Medicine","Ebola virus disease"],"teaser":"The news of a US-based case of Ebola has led to hostility against many Liberians and other Africans in the United States. But Liberian Americans are focusing on delivering aid, in many forms, to families affected by the Ebola crisis back home.","contentencoded":"<p>The news that a Liberian man, Thomas Eric Duncan, had arrived in Dallas carrying the Ebola virus hasn't been good for African communities in the US. This week has seen an uptick in anti-African sentiment, not just in Dallas but across the country.</p>\n<p>But Carolyn Woahloe, a nurse and Liberian American in Dallas, says Dallas-area Liberians have had their own, more positive response to Liberia's health crisis. \"Before we had this Ebola case in Texas, the churches had been having a lot of prayer services [for families coping with Ebola in Liberia,]\" she says. \"We've been doing a lot of drives, making public awareness of this virus. We have been asking for medical help.\"</p>\n<p>Dallas is home to a large Liberian community. Woahloe says the efforts are worth it: The churches have sent 24 shipping containers of supplies to Liberia. \"I am going to every single African church that I know, especially Liberian churches, and just talk to my people and say, 'Hey, this is not something to be ashamed of. You have not committed any crime. Don't be fearful. Just go and get checked out,\" Woahloe says.</p>\n<p>But Dallas-area Liberians aren't the only group to feel hostility thanks to to the crisis.</p>\n<p>This summer, the Providence, R.I.-based charity <a href=\"http://www.kporma.org/\">Kporma</a> had just completed its first construction project in Liberia, an after-school resource and activity center in a Liberian village called Bogbeh. But Kporma founder Randell Dauda, who returned from Liberia after the center's opening in July, says Ebola has caused her organization to rethink its activities.</p>\n<p>\"Since the case in Dallas ... I feel like everybody's approaching us, [and it's] not with a sense of 'Oh my god, I want to help,'\" says Dauda. \"It's more like 'How can I stay away from you?  Because you are from this place where this thing's happening.'\"</p>\n<p>Dauda says she had planned to return to Liberia in December, but \"obviously, I'm not going to go back,\" she says. \"I have no idea when [the outbreak] is going to be over. I don't even know if I will have a charity to go back to.\"</p>\n<p>Meanwhile, others are trying to help chip in to the aid effort. Peggy Halvorsen of Eau Claire, Wisc., was already raising money to build schools and develop sources of clean drinking water in Liberia before the outbreak hit. Then, when the disease grew from a few isolated cases to several hundred over the summer, Halvorsen's organization, <a href=\"http://www.teamworkafrica.org/\">Teamwork Africa</a>, took up the task of teaching proper sanitation.</p>\n<p>The group even came up with a novel device for stopping the spread of the virus. Halvorsen credits a Liberian friend and Teamwork Africa partner, Pastor Peter Flomo, with finding a way to manufacture <a href=\"http://www.pri.org/stories/2014-08-04/liberian-pastor-tries-stop-spread-ebola-one-house-time\">a special handwashing bucket</a> in large quanitites.</p>\n<p>The buckets are equipped with faucets and hold water with a little bit of bleach. \"It's a sanitation system that washes the germs off of your hands,\" Halvorsen explains. \"In the communities that we have reached out to, only two homes have had cases of Ebola when they've had those buckets — and in those cases it was someone from the outside who had come to stay with them who had already been exposed.\"</p>\n<p>Halvorsen considers the buckets to be a success story. \"Within the first month, in August, we were able to distribute more that 1,300 buckets to Liberian homes in Monrovia and in the Bong County area,\" she says.</p>\n<p>But Halvorsen's satisfaction with the effort is tempered by the knowledge that she will not be able to return to Liberia herself until the epidemic is contained. That means long range projects like school construction are on hold.</p>\n<p>And of course, there's the threat as home. \"In the United States we need to be prepared,\" says Carolyn Woahloe, the Dallas-based nurse. Woahloe is working to educate and inform fellow Liberians in case anyone in her extended community has been exposed to Ebola.  She says information and openness are key to halting the spread of the virus.</p>\n<p>\"This is real,\" she says. \"It started back home. Now it's here. And we have to take it seriously.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/100320142_3.mp3"},{"href":"http://www.pri.org/file/1003201423mp3"}]}