{"created":"2015-04-18T09:16:55+00:00","modified":"2015-05-13T21:02:10+00:00","valid":{"from":"2015-05-13T21:02:10+00:00","to":"3015-05-13T21:02:10+00:00"},"hreflang":"en","title":"From Losers To Possible Kingmakers, A Scottish Party Comes Back Strong","published":"2015-04-20T23:11:00+00:00","teaser":"No party is expected to win a majority in the upcoming U.K. elections. That means the Scottish National Party, after losing a vote on independence last year, could determine the country's next leader.","itags":["npr_api","400361633"],"guid":"f2dd7597-79d8-4391-9193-f08add8c1817","contentencoded":"<p>Political life is full of comeback stories, but few are quite as dramatic as the boomerang that Scottish nationalists have experienced over the last six months.</p><p>Last September, the Scottish National Party lost a vote on whether to break away from the United Kingdom.</p><p>Now, membership in the SNP has quadrupled, and that unexpected turn of events means that this party, dismissed as a loser last fall, could determine who becomes the next prime minister after British elections in a few weeks.</p><p>People who wanted Scotland to leave the U.K. had waited their whole life for last year's vote. Then the long, slow buildup to Scottish independence deflated with a massive whoosh as the <a href=\"http://www.npr.org/blogs/thetwo-way/2014/09/19/349782976/as-scotland-rejects-independence-cameron-promises-more-autonomy\">nationalists learned that they had lost by 10 points</a>.</p><p>The morning after the referendum, Edinburgh librarian Robyn Marsack looked to the future with a sigh and a note of hope.</p><p>\"There's also a feeling that something has been unleashed that can't be held back now,\" she said. \"It's out there.\"</p><p>At the time, that sounded like an attempt to put a positive spin on a painful defeat. Then thousands of new members started signing up for the Scottish National Party.</p><p>\"It did come as a surprise,\" says political scientist Tony Travers of the London School of Economics. \"I don't think any of the ever-present political pundits had predicted this.\"</p><p>\"I think the reason it happened is that, clearly having voted to stay in the United Kingdom, the people of Scotland could signal that they were still very interested in degrees of freedom and autonomy, if not quite independence,\" he says.</p><p>For decades, the U.K. was dominated by two big parties: Labour and Conservatives. That's still true, but neither is expected to break 50 percent in next month's election. That leaves an opening for a small party to be kingmaker. And right now, the SNP is out-performing all the other small parties.</p><p>If they do as well as expected, the Scottish nationalists could pull the new government to the left. The party wants more spending on social services, and the SNP opposes Britain's nuclear weapons program, Trident.</p><p>\"It's often asked of me, 'Is Trident a red line?' \" party leader Nicola Sturgeon said in one recent debate, \"Well here's my answer: You better believe Trident is a red line.\"</p><p>The audience roared. That's become typical of Sturgeon's performance in these debates. During one faceoff among seven leaders, people searched for her name more than any of the others. After the debate, the <em>Daily Mail</em> hailed Sturgeon as \"<a href=\"http://www.dailymail.co.uk/news/article-3024345/Surging-Sturgeon-Nightmare-Miliband-Tory-Labour-MPs-admit-SNP-chief-triumphed-historic-TV-debate.html\">Queen of Scotland</a>,\" while the <em>Belfast Telegraph</em> ran the headline: \"<a href=\"http://www.belfasttelegraph.co.uk/news/general-election-2015/surgin-sturgeon-after-leaders-debate-performance-english-voters-ask-can-i-vote-snp-31116825.html\">Surgin' Sturgeon</a>.\" One of the most Googled questions during the debate was \"Can I vote for the SNP?\"</p><p>It's a development that Charlie Jeffrey, a politics professor at Scotland's University of Edinburgh, calls \"very interesting.\"</p><p>\"A party which is Scottish and which can only stand in Scotland, [people asking], yeah, can we have some of that?\" he says.</p><p>\"It's a strange situation, isn't it?\" he says, \"When the party in the campaign that lost is now on such a political high.\"</p><p>Sturgeon has joked that her party climbed so fast, she might be experiencing altitude sickness. But her opponents have not let voters forget that the party was founded on a belief that Scotland should be an independent country.</p><p>People often referred to last year's independence referendum as a \"once-in-a-generation\" vote. Now that the SNP is on a rocket trajectory, many are wondering whether another vote could come much sooner.</p><p>Sturgeon recently brushed aside such speculation.</p><p>\"A vote for the SNP in this election is not a vote for another referendum,\" she said. \"It is a vote to make Scotland's voice heard much, much more loudly.\"</p><p>But then she said she wouldn't entirely rule out another Scottish independence vote, either.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Losers+To+Possible+Kingmakers%2C+A+Scottish+Party+Comes+Back+Strong&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"215"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400573655-ae7fa7.m3u?orgId=1&topicId=1124&d=215&p=7&story=400361633&t=progseg&e=400573577&seg=13&ft=nprml&f=400361633"},{"href":"http://media.npr.org/assets/img/2015/04/17/sturgeon-ecadfeea805f26d1a3efd6d2a5d69bb54656653b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2376","width":"3168"}},{"href":"http://media.npr.org/assets/img/2015/04/17/468409506-7a6c19fdc52ccbab914a7dff625271c5a2b37bcd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3069","width":"4092"}},{"href":"http://media.npr.org/assets/img/2015/04/17/468581520-9aabd3eac37b6f202d0a72cb6dbd4db80723ff0a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1997","width":"2664"}}]}