{"created":"2014-10-07T20:36:31+00:00","modified":"2014-10-31T00:11:54+00:00","valid":{"from":"2014-10-31T00:11:54+00:00","to":"3014-10-31T00:11:54+00:00"},"hreflang":"en","title":"This Year, Avignon Festival Is A Stage For Both Plays And Protest","published":"2014-07-22T13:12:00+00:00","teaser":"The French theater event has long been a pillar of the performing arts world. But talk of changes to festival workers' off-season benefits has cast a shadow over this year's celebration.","itags":["npr_api","332268197"],"guid":"f2e71447-49bf-4774-8bc9-74df088687fb","contentencoded":"<p>Every July, for one month a year, the southern French city of Avignon becomes a theater. Actors, directors and playwrights converge on the walled, medieval town, where thespians perform in every playhouse, opera house, church and even in the streets. It's all part of the Avignon Theater Festival, which was started in 1947 by renowned French actor and director Jean Vilar.</p><p>\"The main idea is that culture is not only for rich people but for everybody,\" says dramatist Olivier Py, director of this year's 68th Avignon Festival. \"That was quite a change. I mean, in [Vilar's] time only people who could afford it could go to [the] theater or concerts. And so Jean Vilar chose a small city, far from Paris, to build a new way of democracy — a culture of democracy.\"</p><p>This time of year, Avignon's walls are covered in playbills and posters, and its streets have been invaded by comedians, mimes and musicians. For them, Avignon is the only place to be in July. Vanessa Luna Nahoum, 29, is here promoting her one-woman show, which she describes as funny, poetic and groovy.</p><p>Nahoum hopes to one day perform her show across France, so she <em>has</em> to be in Avignon — this is where she might be discovered. She says, \"It's very important. I prepare [the show] — I write it, I play it — and it's really hard, but I love to be here.\"</p><p>There are just under 50 official plays in the festival, and more than 1,000 acts in the unofficial festival, known as Avignon Off. The festival has been international since 1966 and today French performances make up only 20 percent of all acts.</p><p>Festival attendee Raymond Guibout, 62, says that for as long as he can remember, Avignon has been a pillar of the performing arts world.</p><p>\"I have been coming since I was, I don't know, 7 or 8, so it's been a very long time,\" he says. \"I enjoy the festival for the ambiance and of course the plays, discovering all sorts of new authors and <em>metteurs en scène.</em> I love it!\"</p><p>But despite appearances, all is not well in Avignon. Festival actors and technicians, known as<em> intermittents du spectacle</em>, have been striking and canceling shows. They're angry that the government is talking about reducing generous subsidies that allow them to survive on their seasonal work.</p><p>Culture is very important in France, and a majority of French people think it should be above the laws of the marketplace. But things are changing. Festival director Olivier Py says this struggle is symbolic of the unease felt everywhere in France.<strong></strong></p><p>Despite the beauty of the city, Py says, people are scared and unsure of the future. He says the economic crisis in France has spawned a moral crisis that is shaking the foundations of the country — and its cultural legacy.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=This+Year%2C+Avignon+Festival+Is+A+Stage+For+Both+Plays+And+Protest&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eleanor Beardsley","audio":[{"meta":{"duration":"246"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1333737446-0da8b5.m3u?orgId=1&topicId=1144&ft=3&f=332268197"},{"href":"http://media.npr.org/assets/img/2014/07/21/451895036-f8c4c2a0615f1770d1c58b3ac4061c074d0c62db.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2758","width":"3675"}}]}