{"created":"2014-09-28T15:05:09+00:00","modified":"2014-10-31T01:16:35+00:00","valid":{"from":"2014-10-31T01:16:34+00:00","to":"3014-10-31T01:16:34+00:00"},"hreflang":"en","title":"How Well Do Tech Companies Protect Your Data From Snooping?","published":"2014-08-01T15:55:00+00:00","teaser":"We looked at 15 top companies and services that handle your email or store your data every day to see what steps they take to keep it from prying eyes. See how they stack up.","itags":["npr_api","320997037"],"guid":"f2f17c35-7a8c-445a-9882-d898a989d481","contentencoded":"<p>What happens to your information online? Is it safe? Is it private?</p><p>The answers depend in part on what services you use. So we set out to help you figure out the answers for yourself.</p><p>But you may have noticed there is a lot of stuff on the Internet, and I am sorry to say we didn't <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/06/10/320347267/project-eavesdrop-an-experiment-at-monitoring-my-home-office\">test</a> it all.</p><p>Fortunately for you, we are not the only ones asking these questions. The <a href=\"https://www.eff.org/\">Electronic Frontier Foundation</a> surveyed big tech companies and asked them what kinds of encryption they've been using. And last week Google started <a href=\"http://www.google.com/transparencyreport/saferemail/#region=019\">naming and shaming</a> email providers who were not encrypting email messages as they passed between companies.</p><p>We drew on their efforts and our own results to build this chart.</p><p>Enjoy. [And if you are wondering what HSTS or those percentages mean, <a href=\"#lingo\">there is an explanation at the bottom of the post</a>.]</p><p>Now where did I put my invisibility cloak?</p><p><strong>Update at 11:44 a.m. ET: Apple Now Says It's Working To Encrypt Email Between Providers</strong></p><p><a name=\"lingo\"></a></p><p>The Electronic Frontier Foundation has <a href=\"http://news.cnet.com/8301-13578_3-57610139-38/6-steps-silicon-valley-can-take-to-protect-users-from-nsa-spying/\">asked service providers</a> to implement strong encryption. Here's what the EFF wants:</p><p><strong>HTTPS by default.</strong> This means that when you connect to a website, it will automatically use a channel that encrypts the communications from your computer to the website.</p><p><strong>HSTS (HTTP Strict Transport Security).</strong> Lots of services offer encrypted and unencrypted versions of the same website or service. HSTS basically forces the service to always use the encrypted secure option.</p><p><strong>Forward secrecy.</strong> Sometimes called perfect forward secrecy, it uses a different cypher or code to encrypt messages on each session. This means that if the NSA or someone else cracks the code keeping one of your messages secure, they can't unravel everything you have ever written.</p><p><strong>STARTTLS.</strong> If you are on Gmail and send me a message at my Yahoo account, those two email providers have to talk to each other. STARTTLS lets companies encrypt those messages in transit. But it is only possible if both companies use it. It takes two to tango — and Google recently started naming and shaming companies that are refusing to do this dance.</p><p><strong>Encrypting email in transit. </strong>Lots of companies have announced this year that they will add encryption to their networks — including when they are sending email back and forth to other service providers. For this to work, both companies have to use encryption.</p><p>But, unfortunately, saying you'll do something and actually doing it are two different things. Google has started publishing the percentage of email it sends and receives from other providers that is actually encrypted. You'll see the numbers are all over the map. But one thing is clear: A lot more email traffic is encrypted today than a year ago, and since Google started publishing these numbers, the figures have shot up.</p><p>Ahh, transparency.</p><p>So, how did we pick what companies to test? We picked services we used or where we had interesting data and something useful to say. Largely this is stuff we use and were curious about.</p><p>Aren't Skype and WhatsApp owned by other companies? Yes, well, almost. Microsoft owns Skype, and Facebook's acquisition of WhatsApp hasn't closed yet. But we tested these services independently because mergers don't necessarily change how a company's technology works.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Well+Do+Tech+Companies+Protect+Your+Data+From+Snooping%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Henn","audio":[{"meta":{"duration":"453"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1321218347-1e381a.m3u?orgId=1&topicId=1019&ft=3&f=320997037"},{"href":"http://media.npr.org/assets/img/2014/06/11/hires-3eab23b4da2e91635986bed7de3afaa4543bf2c1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3409","width":"4546"}}]}