{"created":"2014-09-22T20:58:24+00:00","modified":"2014-09-22T20:58:24+00:00","valid":{"from":"2014-09-22T20:58:24+00:00","to":"3014-09-22T20:58:24+00:00"},"hreflang":"en","title":"An 'Epilogue' That Makes Sense Of The Chaos Of Memory","published":"2014-09-22T20:57:00+00:00","teaser":"In his episodic memoir, Will Boast meets the siblings he never knew while navigating family deaths and secrets<em>.</em> Critic Ellah Allfrey finds <em>Epilogue </em>conceptually ambitious, but lacking in execution.","tags":["npr_api","347418897"],"contentencoded":"<p>Will Boast's parents Andrew and Nancy met and married in Southampton, a port city on England's south coast. Fleeing the social and economic malaise that blighted the country in the late '70s — workers on strike, power outages and high inflation — and with ambitions for his young family, Boast senior moved them to Fontana, Wisc., where he worked for a plastics company.</p><p>Will was in elementary school and, for him and his younger brother Rory, it was an adventure. In the opening of this family memoir, he tells how they felt they were \"escaping the drab, rainy confines of the British Isles and lighting out for the vast plenty of America.\"</p><p>When he was a senior in high school, his mother was diagnosed with a brain tumor. She suffered a slow and painful decline before her death during his first year at college. The next winter, his brother Rory was killed in an accident, driving to a party with friends. And then — yes, there is more — while he was away at graduate school, his father died when an untreated ulcer, brought about by alcohol abuse, ruptured.</p><p>\"Now he was gone,\" he says of his father, \"nothing could matter. The story of my family had come to an end. It was just me left, some kind of tacked-on epilogue that went pointlessly on and on.\" At this point the author is only 24 years old.</p><p>How do you write about such loss? How does one render any account of grief — that most devastating and intimate of emotions — universal? The very fact of suffering bereavement three times over would have been enough of a story. But for Boast this was not all. As he works his way through family papers and his father's possessions he comes across a file that reveals a secret that had been kept from him and his brother.</p><p>Andrew had been married in his youth — and had left his wife and two sons, ensuring that the children of his second family knew nothing about them. Just as he is casting about for a way to deal with his new reality — as an orphan, as the only surviving child — the author discovers that he is not, after all, the only one left.</p><p>It turns out that there will be other discoveries to make about his parents — it's a family fairly riddled with skeletons and ghosts in the closet. But their secrets are not of crimes or any kind of depravity. Rather, what will haunt the reader is that the things kept hidden, the tragically preserved secrets, reveal a past shrouded in abandonment, shame and regret.</p><p>Will decides early on that he will contact his half-brothers and, at some point, that he will tell them of the sizable inheritance his father has left. In the account that follows, of subsequent trips to England, visits with elderly relatives and, eventually, meeting each brother in turn, he struggles — perhaps too much — to be fair to the memory of his dead father, even in the face of his half-brothers' recollections of their own unhappy childhoods.</p><p>As he and his brothers struggle to form some kind of new family together, the story is told in non-sequential chapters of thematically linked anecdote. It's an ambitious structuring, episodic and whimsical. There is much explaining of the English to Americans, and perhaps too wide a cast of elderly relatives and accompanying reminiscences.</p><p>\"Life doesn't care if the plot feels clumsy,\" he says and indeed there is an overwhelming sense of the chaos of memory and numbing grief. It's impossible to read this book and not to be drawn to compare it with Dave Eggers'<em> A Heartbreaking Work of Staggering Genius</em>, in which the sadness one feels for the author and his brother at the loss of their parents is balanced by the exhilaration of a bold construction and daring prose, as well as humor.</p><p>Too often, however, Boast's prose is earnest and over-crafted; paradoxically — given the subject — lacking an emotional core. The fragmented episodes and zigzagging timelines never allow the reader to feel real connection with anyone, least of all the author.</p><p>Where it is at its best, the narrative focuses on the memory of his parents and brother, and the impact of their deaths. In one such chapter, titled \"Overdue,\" he remembers working with his mother at the local library, shelving books under her gentle guidance. When she dies, he remembers the sense of loss he felt when books at the library were removed from circulation: \"When the men came to remove my mother's body and then the reclining bed, it left a blank in her rooms, an absence framed by the dust balls and snarls of hair that had gathered over her decline. The discards I pulled left gaps, notches in the permanent dust that, even when the shelves had been cleared, cleaned, and refilled, still wouldn't disappear.\"</p><p><em>Ellah Allfrey is an editor and critic. She lives in London.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+%27Epilogue%27+That+Makes+Sense+Of+The+Chaos+Of+Memory&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ellah Allfrey","guid":"f2f38800-2303-4b02-8162-66a9b3ccafb5","audio":[{"meta":{"duration":"133"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350662142-e9b081.m3u?orgId=1&topicId=1034&ft=3&f=347418897"}]}