{"created":"2014-10-08T13:59:46+00:00","modified":"2014-10-31T01:11:10+00:00","valid":{"from":"2014-10-31T01:11:09+00:00","to":"3014-10-31T01:11:09+00:00"},"hreflang":"en","title":"Tensions Still High In 'Nevada Land' Over Cattle Dispute","published":"2014-06-17T12:51:00+00:00","teaser":"Many of Cliven Bundy's supporters are gone, but the rancher is as defiant as ever since an armed standoff with the U.S. government. For now, it feels like each side is waiting for the other to blink.","itags":["npr_api","321705941"],"guid":"f2f59590-5194-4e2b-b6d0-bbe7614d3c22","contentencoded":"<p>Cliven Bundy's ranch is just a few miles off Interstate 15 in southern Nevada, near the tiny town of Bunkerville. The dirt road that gets you there snakes through a hot and forlorn patch of desert. You know you've found it when you see a spray-painted sign for Bundy Melons.</p><p>\"What we say is, we raise cows and melons and kids. That's what we do here,\" says Bundy, smiling as he hoses down a dusty sidewalk that leads into the family's ranch house.</p><p>Bundy has 14 children. In his living room, there are prominent photos of all of them. A swamp cooler rattles in one corner. In another, next to his favorite rocking chair, is a copy of the Book of Mormon.</p><p>Bundy's ancestors were LDS pioneers, the first white settlers in this part of the country. His family has been raising cattle on the mesas above this house since then. That's partly why he's at the center of a grazing lease dispute with the U.S. government — one with implications far beyond southern Nevada. Or at least he sees it that way.</p><p>\"We'll defend this country and this land,\" Bundy says. \"We're not ever gonna let this happen, where our government actually sticks these military weapons down our throat again. That'll never happen again.\"</p><p>On \"April 12\" — as most people around here refer to the day that Bureau of Land Management and law enforcement officials tried to remove Bundy's cows that were illegally grazing on federal land — armed militiamen and others from around the region came to the rancher's defense.</p><p>So did Jerad and Amanda Miller, the suspects in a deadly shooting spree in Las Vegas on June 8. Jerad had written on his Facebook page that Bundy was \"under siege.\"</p><p>But Bundy is quick to distance himself from the Millers, who he says were asked to leave the ranch after it became known that Jerad had a felony conviction.</p><p>\"There have been 4,000 people on this ranch, and this incident in Las Vegas is the only instance of anything criminal or bad happening here for the last two months,\" Bundy says.</p><p><strong>BLM Stands Down, But Tensions Run Deep</strong><strong></strong></p><p>Indeed, right now, things are pretty quiet. The TV trucks have left. The political pundits have distanced themselves since Bundy made racist comments shortly after the standoff.</p><p>Back on the highway, just a handful of militia men are still camped at a guard post near the ranch. And it's pretty much true what Bundy said: The federal government has effectively been driven out. The BLM isn't staffing anyone here or patrolling the vast public lands because of safety concerns.</p><p>What you do see are a lot of American flags tied to guardrails. Homemade signs read \"BLM Get Out.\" There's even an official-looking blue one in the shape of Nevada that reads, \"Welcome to Nevada Land.\"</p><p>\"I'm assuming that whoever put that sign up believes that the land in Clark County, Nev., should belong to the people of Clark County, Nev.,\" says fellow rancher Dwayne Magoon.</p><p>Around Bunkerville, you'll find folks like him, who didn't take part in the armed standoff but are sympathetic to Bundy's cause.</p><p>Tensions here have been simmering for decades. More than 80 percent of Nevada is federal land. Ranchers here feel like the BLM has been steadily trying to force them out of business with tighter environmental restrictions on grazing and other uses of the land.</p><p>In fact, according to Magoon, Bundy is the last remaining full-time rancher in Clark County.</p><p>\"This particular issue was about a rancher who wouldn't give up and pick his marbles up and go home,\" Magoon says. \"He left his marbles scattered out and said, 'Come play by the rules,' and our federal government is not used to that.\"</p><p>Magoon is sure that the federal government is coming back, and he's worried about another confrontation.</p><p>For now, the BLM isn't talking. In an email to NPR, a spokesman said only that the agency is working to ensure that those who broke the law are held accountable.</p><p><strong>Sagebrush Rebellion</strong></p><p>Some former federal land managers say the agency's silence isn't helping the situation. Gloria Flora was a U.S. Forest Service supervisor here during the Sagebrush Rebellion of the late 1990s, when some locals launched high-profile protests over the federal government's closure of forest roads for environmental reasons.</p><p>Flora resigned in protest after she said she and her staff had received numerous threats and intimidation from anti-government activists that the federal government didn't take seriously.</p><p>But in the case of Cliven Bundy, Flora notes that the government had the strong backing of the U.S. Attorney, and Bundy himself was found guilty back in April 2013 in the grazing dispute.</p><p>\"And it takes a year for the government to plan some kind of an action,\" Flora says. \"It just gets totally out of hand.\"</p><p>For now, one gets the sense that both sides are waiting for the other to blink.</p><p>Back at the Bundy property, the rancher sees the battle as symbolic of a lot more than just a few cows. Asked what's at stake, he says, \"What's at stake here? Freedom and liberty and statehood, that's what's at stake here.\"</p><p>If the federal government comes back, Bundy promises, his militia supporters will also return in force.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tensions+Still+High+In+%27Nevada+Land%27+Over+Cattle+Dispute&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kirk Siegler","audio":[{"meta":{"duration":"270"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1322800435-e28380.m3u?orgId=1&topicId=1091&ft=3&f=321705941"},{"href":"http://media.npr.org/assets/img/2014/06/13/bundy3-5c33040c1d0b91b3deee022cd4e9df090fbcf550.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2209","width":"2946"}},{"href":"http://media.npr.org/assets/img/2014/06/13/bundy2-edit-a896284e6c37e73d8cb8e30e0e3f25d4b721b481.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1150","width":"1536"}},{"href":"http://media.npr.org/assets/img/2014/06/13/bundy1-edit-ee0ed270ca377b03c73d1bb0bdb3467be94ad96f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1134","width":"1511"}}]}