{"created":"2015-05-14T07:34:05+00:00","modified":"2015-05-27T21:05:12+00:00","valid":{"from":"2015-05-27T21:05:12+00:00","to":"3015-05-27T21:05:12+00:00"},"hreflang":"en","title":"N.Y. Police Shooting Case Divides City's Asian-Americans","published":"2015-05-14T20:00:00+00:00","teaser":"NYPD officer Peter Liang has been indicted for the death of Akai Gurley. Some in the Asian-American community support holding Liang accountable; others say he is being scapegoated because of his race.","itags":["npr_api","406444625"],"guid":"f2f85d68-29c9-49c7-ad61-3ea31c4bc21c","contentencoded":"<p>Of all the police officers involved in the recent deaths of unarmed men which have drawn national attention, only one is Asian-American – New York City Police Officer Peter Liang, the son of Chinese immigrants.</p><p>Liang was <a href=\"http://www.npr.org/2015/02/11/385537498/nypd-officer-indicted-by-grand-jury-for-unarmed-mans-death\" target=\"_blank\">indicted for shooting and killing</a> an unarmed black man in a stairwell <a href=\"http://www.npr.org/2015/02/02/382725084/grand-jury-awaits-evidence-in-nypd-shooting-of-unarmed-black-man\" target=\"_blank\">in Brooklyn, N.Y., last November</a>. He's expected to appear in court Thursday for a pre-trial hearing.</p><p>The issue of race came up minutes after Brooklyn District Attorney Kenneth Thompson announced Liang's indictment in February. During the press conference, a reporter referred to claims that Liang's race was a factor in his being charged. Thompson called those claims \"baseless.\"</p><p>\"What we did is follow the evidence,\" he explained. \"It did not matter to us the race or the ethnicity of the officers. An innocent man was killed and lost his life, and we had an obligation to do a thorough and fair investigation on behalf of the people of Brooklyn.\"</p><p><strong>'Looking For A Scapegoat'</strong></p><p>Liang and his partner, Officer Shaun Landau — both new to the force — were patrolling a dark stairwell inside a Brooklyn housing project. Liang's gun went off by accident, according to the NYPD. The bullet, Thompson said, ricocheted off a wall and into the chest of 28-year-old Akai Gurley.</p><p>\"We don't believe that Officer Liang intended to kill Mr. Gurley. But he had his finger on the trigger, and he fired the gun,\" said Thompson, who later added that Liang and Landau waited at least four minutes before reporting the gunshot.</p><p>Liang is facing six counts including second-degree manslaughter and criminally negligent homicide. He pleaded not guilty to the charges in February, and now some of New York's Asian-Americans are concerned about how he will be prosecuted in court.</p><p>Hundreds of protesters walked across the Brooklyn Bridge to Manhattan's Chinatown in April to call for a fair trial. Tom Lai of Queens, N.Y., pointed to Liang's lack of experience at 27 years old and with less than 18 months on the job.</p><p>\"He's a rookie,\" Lai said. \"I'm not defending him, because I don't know what police procedures are. But I mean, if you're a rookie, how would you react?\"</p><p>Lai drew a comparison between Liang's indictment and the lack of one after the police shooting of Michael Brown in Ferguson, Mo.</p><p>\"They're looking for a scapegoat,\" he said. \"They say, 'This Asian guy. This community [doesn't] vote. They don't have enough elected officials. They don't know what to say. Let's get him!' \"</p><p>Like the many protesters waving American flags and carrying \"No Scapegoat\" signs, Queens resident Jim Cheng agreed with Lai.</p><p>\"Mr. Peter Liang won't be charged if he's [a] white policeman, as demonstrated in the other incident like the one in Ferguson,\" Cheng said.</p><p>For Cheng, the NYPD disciplining or even firing Liang would be understandable. But indicting him on criminal charges, he said, is \"purely racist\" and \"politically motivated.\"</p><p>\"In America, people say, 'Well, white people is first class. Black people is second class.' What I see, Chinese is no class, or the last class. So we have to change that,\" he said.</p><p><strong>'The Larger Picture'</strong></p><p>In March, another group of mostly Asian-Americans protested NYPD's policing of communities of color during a vigil for Gurley. They stood outside police headquarters with Gurley's aunt Hertencia Peterson.</p><p>\"Peter Liang is one individual within a larger, corrupted criminal injustice system that doesn't value black nor brown lives,\" she said.</p><p>The gathering was organized by CAAAV Organizing Asian Communities, a community advocacy group based in Manhattan's Chinatown. The organization's executive director Cathy Dang explained how Liang's case is polarizing Asian-Americans in New York.</p><p>\"Some in the Chinese community have called for the charges to be dropped because white officers have not been indicted. Those are misguided demands and utterly hurtful to the Gurley family,\" said Dang, who supports Liang's indictment.</p><p>Dang says some Asian-American protesters are losing sight of a larger problem — police accountability, which, she says, affects all communities of color.</p><p>\"With Akai Gurley, when I'm with the family, I feel so sorry and I feel so bad that they have to see this, to see people demanding charges to be dropped around Officer Liang when they will never see their loved one ever again,\" she says. \"I just don't understand how they don't see the larger picture.\"</p><p>Members of Dang's group are meeting again with the Gurley family on Thursday for a rally outside the Kings County Supreme Court in Brooklyn.</p><p>The start date for Liang's trial has yet to be announced.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=N.Y.+Police+Shooting+Case+Divides+City%27s+Asian-Americans&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Hansi Lo Wang","audio":[{"meta":{"duration":"263"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406633788-cb563f.m3u?orgId=1&topicId=1015&d=263&p=3&story=406444625&t=progseg&e=406631460&seg=7&ft=nprml&f=406444625"},{"href":"http://media.npr.org/assets/img/2015/05/13/liang-8522498d8c3d7357278d749ad9f2500f149f5d42.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2520","width":"3360"}}]}