{"created":"2014-09-10T07:28:32+00:00","modified":"2014-10-30T22:33:18+00:00","valid":{"from":"2014-10-30T22:33:18+00:00","to":"3014-10-30T22:33:18+00:00"},"hreflang":"en","title":"Dogged By Controversy, A Jewish Sect Is On The Move Again ","published":"2014-09-10T12:01:00+00:00","teaser":"Members of Lev Tahor left Canada with trail of allegations of child abuse. Then leaders of the Guatemalan village where they settled asked them to leave. The sect is again looking for a new home.","itags":["npr_api","347123746"],"guid":"f2f86971-6f99-4f37-a154-7887b904eebf","contentencoded":"<p>Picture a small village in the highlands of Guatemala.</p><p>Whatever your mental image, it's not likely to include ultra-Orthodox Jewish men in black suits and women covered head to toe. Yet, there they were, in the pueblo of San Juan la Laguna: members of a small Jewish sect known as Lev Tahor.</p><p>They fled Canada after being accused of child abuse. Now, they are on the move again.</p><p>Uriel Goldman, sitting on his porch in the village of San Juan, had a simple demand: \"Leave us alone. This is minimum request.\"</p><p>Goldman is the spokesman for Lev Tahor, which means \"pure heart\" in Hebrew. He said members of the sect thought they'd found privacy in the village of San Juan, on the shores of Lake Atitlan in Guatemala.</p><p>\"We checked a <em>bissel</em> the history of Guatemala,\" he said. \"Clean, with no Jewish persecution.\"</p><p>Lev Tahor found this pueblo of cobblestone streets, indigenous Mayans and small groups of tourists through a friend — a Guatemalan man ready to convert to Judaism. Roughly 150 men, women and children moved here, hoping to blend in.</p><p><strong>Many Barriers</strong></p><p>But in a culture of brightly colored clothing and clean-shaven men, the black suits and long beards stood out.</p><p>\"We are different, very different,\" Goldman said.</p><p>Language is part of the barrier. Almost all of the members of Lev Tahor speak Yiddish, Hebrew or English — not Spanish. But Vice Mayor Gusman Ulpan said the Jews threaten Mayan and Christian traditions, as well as newer social policies encouraging small families.</p><p>\"The problem is cultural. Their culture is contrary to our culture and traditions,\" Ulpan says. \"They tell our women, 'Why do you only have two or three children? It's a sin. You should have as many children as God gives you.' \"</p><p>Lev Tahor is an outlier, even among Orthodox Jews. These Jews are anti-Zionist, believing Old Testament passages that say the state of Israel should not exist until the Messiah appears. They oppose homosexuality and birth control, and don't believe in evolution.</p><p>\"It's clearly a cult, and certainly not anything that resembles or is representative of any stream of Judaism,\" said David Ouellette, spokesman for the Center for Israel and Jewish Affairs in Canada.</p><p>Lev Tahor is led by Shlomo Helbrans, a rabbi who spent time in prison in the 1990s for kidnapping a 15-year-old boy in Brooklyn. Eventually, Helbrans and his followers made their way to Canada, where they got into trouble with Quebec authorities for not following required curricula while home-schooling their children.</p><p>A year ago, Canadian child services workers declared that Lev Tahor homes were dirty and crowded. Then police began investigating charges that teenage girls were being beaten and forced to marry older men.</p><p>Some of the children were put into foster care, but Ouellette said nothing was resolved.</p><p>\"The allegations have not been proven,\" Ouellette said, \"but that's because Lev Tahor, time and again, fled justice.\"</p><p><strong>Leaving Canada</strong></p><p>The group went from Quebec to Ontario. When authorities there stepped in this spring, members left for Guatemala.</p><p>San Juan shopkeeper Janet Cholotio said they've been good neighbors.</p><p>\"They come here to buy things,\" Cholotio said. \"We are — I think they consider us — like friends.\"</p><p>Cholotio is apparently in the minority. San Juan's Council of Elders and the mayor's office recently met with members of Lev Tahor and pressured them to leave.</p><p>Goldman said problems began after villagers learned about the group's troubles in Canada and not because of any behavior in San Juan.</p><p>\"We do not disturb anybody. ... It's that we have these ideas. Is this the price we have to pay about that? It's not fair,\" he said.</p><p>To avoid further conflict, members of Lev Tahor boarded buses and moved to Guatemala City, the nation's capital. Since then, Goldman has not responded to emails, but the <em>Prensa Libre</em> newspaper quotes him as saying Lev Tahor would search for another place where it can be left alone.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Dogged+By+Controversy%2C+A+Jewish+Sect+Is+On+The+Move+Again+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ted Robbins","audio":[{"meta":{"duration":"274"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347305888-5f2bd0.m3u?orgId=1&topicId=1016&ft=3&f=347123746"},{"href":"http://media.npr.org/assets/img/2014/09/09/13871021_h31659406-1a895cb17b097a68098cd22cae05f916540e70a8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2342","width":"3124"}},{"href":"http://media.npr.org/assets/img/2014/09/09/guatemala-jews-9-9-14-38967900fca60b5faa3617cee7fcd3e8f682cd99.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3189","width":"4252"}}]}