{"created":"2014-10-02T19:04:11+00:00","modified":"2014-10-02T21:08:30+00:00","valid":{"from":"2014-10-02T21:08:30+00:00","to":"3014-10-02T21:08:30+00:00"},"hreflang":"en","guid":"f2fe87d7-b4fd-4ea0-ab94-8d57ce9532fc","title":"A Polish resistance fighter remembers fighting in the Warsaw Uprising — from the sewers","published":"2014-10-02T21:08:29+00:00","byline":"Dave McGuire","tags":["military","history","Conflict","Conflict & Justice","Warsaw","Europe","Poland","eastern Europe","Stefan Baluk","Michael Dembinski","Warsaw Uprising","Warsaw","World War II"],"teaser":"Stefan Baluk was a Polish independence fighter during the Warsaw Uprising. First he faced the Nazis; then after the war, the Soviets. And it took Poland 50 years to recognize him for his service.","contentencoded":"<p>As a freelance foreign correspondent in Poland, I lived under a never-ending fear of missing out. What great story am I missing?</p><p>One of the sources I relied on heavily was English-language blogs, written by people who were born elsewhere, but live in Warsaw. One of them, <a href=\"http://jeziorki.blogspot.co.uk/2009/11/silent-and-unseen-in-your-bookshops-now.html\">Michael Dembinski</a>, consulted as a translator on a World War II memoir called <a href=\"http://www.worldcat.org/title/silent-and-unseen-i-was-a-polish-wwii-special-ops-commando/oclc/606629636\">Silent and Unseen</a>. It&rsquo;s a book detailing Stefan Baluk&rsquo;s experience fleeing Warsaw at the start of the war, heading to Britain to train as part of the Polish army in exile, and then returning to Warsaw in 1944 to take part in the city&#39;s uprising against the occupying Nazis. I got in touch with the author&rsquo;s publisher through Michael, then with the author himself.</p><p>Stefan, who was in his 90s when I met him, had lived in the UK for much of the war, and he was keen to try out his English when I arrived with an interpreter. That&rsquo;s a humbling experience, meeting someone who learned pleasantries in my language over 70 years ago&nbsp;&mdash; and still remembered them. In fact, everything about meeting Stefan was humbling.</p><p>[[{\"fid\":\"74808\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":313,\"width\":230,\"style\":\"width: 300px; height: 408px; float: right;\",\"alt\":\"A young Stefan Baluk during the Warsaw Uprising\",\"class\":\"media-element file-default\"}}]]</p><p>In Warsaw, memories of the war are everywhere. Nearly every block features a memorial to people killed nearby by the &ldquo;Hitlerow&rdquo; (Nazis are essentially called &ldquo;Hitlerites&rdquo; in Polish), and one cannot live in the city without having a sense that there used to be much more &mdash; a place more beautiful and historic than what there is now. But it only exists in grainy photographs and a few fleeting seconds of color film.</p><p>But every year, at 5 p.m. on August 1, the city stands still to remember. Cars stop in the streets, people stand on the sidewalk. Sirens wail, and teens look up from their phones. They do this because that&rsquo;s when the Warsaw Uprising began.</p><p>So sitting with a man who not only knew the city before the war, but actually watched it be destroyed, was astounding. Stefan would climb down a sewer next to, say, the Church of the Three Crosses on Tuesday ... and on Thursday, climb out of the same sewer to find that beautiful church wiped away. He said the destruction became mundane: a building was there, then it was gone. You go on with the fight.</p><p>That&rsquo;s just one of the hundreds of things I had to leave out of my radio story. His book is full of humor, near-misses, and photos that rebuilt a lost city in my imagination.</p><p>My favorite anecdote was of the AK (Polish Home Army) fighter who called home from work.</p><p>&ldquo;How are things at home?&rdquo; she asked her mother.</p><p>&ldquo;Good,&rdquo; her mother replied. &ldquo;But there are a bunch of mice in the kitchen.&rdquo;</p><p>Knowing this was a code for Nazi patrols, she asked, &ldquo;Mice? How many?&rdquo;</p><p>Her mother replied, &ldquo;Oh, about three cars full.&rdquo;</p><p>Historians debate the wisdom of the uprising. Instead of winning their freedom, Varsovians lost their city and endured 50 years of proxy rule from Moscow. Stefan Baluk didn&rsquo;t entertain that critical assessment. He was a soldier, doing the job he was told to do. It was a fight the Poles had to wage &mdash; despite the costs. He died earlier this year, at the age of 100, leaving behind a country where democracy is a given, old enemies are constantly suspect, and a city stands still for one minute every year.</p><p>The uprising officially ended, put to an end by the Nazis, on Oct. 2, 1944 &mdash; 70 years ago today.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Stefan%20Baluk%20in%202011.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/stefan-baluk-2011jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/100220147.mp3"},{"href":"http://www.pri.org/file/100220147mp3"}]}