{"created":"2015-05-22T18:11:00+00:00","modified":"2015-05-28T15:13:32+00:00","valid":{"from":"2015-05-28T15:13:32+00:00","to":"3015-05-28T15:13:32+00:00"},"hreflang":"en","guid":"f30192c1-3baa-4939-b74d-76f72221f32b","title":"Self-published photo books go from last resorts to museum treasures ","published":"2015-05-28T15:13:27+00:00","byline":"Alina Simone","tags":["Self-Publishing","publishing","Photobooks","photography books","Andrew Miksys","Self Publish Be Happy","Anamorphisis Prize","John Phelan","Bruno Ceschel","art books","Arts","Arts, Culture & Media"],"teaser":"Self-published is usually seen as a last resort for the rejected author, but don't tell that to photographers. Self-publishing has become a huge hit for photographers looking to get their work out, and the limited editions are valuable commodities for collectors and even museums.","contentencoded":"<p>John Phelan started collecting photography books just four years ago, and his trove is already \"somewhere north of 3,500.”</p>\n<p>The books, Phelan says, are “the closest you can get to the actual product,\" the experience of looking at a work of art the way the artist envisioned it. And getting that experience takes some doing: The majority of his books are issued in limited editions that are sometimes hand-numbered or signed. That makes them fetishized works of art in and of themselves, and they're snapped up in practically no time.</p>\n<p>And why? Because they're self-published. While book publishing in general is ailing, self-publishing is thriving — even though it still has something of a bad rap in the literary world, an option of last resort for those who couldn’t get their book past the traditional gatekeepers.</p>\n<p>“And yet here in photo books, particularly in self-published photo books — we have this incredible oasis where it’s flourishing,” Phelan says. “Books sell out in days sometimes, not even in weeks.”</p>\n<p>That’s right, self-publishing is<em> hot</em>, so hot that Phelan helped create the first international self-published photography book prize, the <a href=\"http://www.anamorphosisprize.com/\">Anamorphosis Prize</a>. Entries have already begun streaming from all over the world; the first package Phelan opened contained a book about spaghetti Westerns from Italy.</p>\n<p>One of these photographers will win $10,000, and 20 entrants will have their self-published books added to the library collection of the Museum of Modern Art. That's an almost magical prospect in an industry where getting published is really hard.</p>\n<p>Andrew Miksys, a Lithuanian-American photographer who has been based in Vilnius for the past 15 years, experienced that runaround firsthand.                                                                                                                                </p>\n<p></p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/Roma_0.jpg?itok=x-pt3nq6\" alt=\"\" /><div class=\"field-caption\">\n    <p>Andrew Miksys' first self-published book, Baxt, on Lithuania's Roma</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Andrew Miksys</p>\n  </div>\n</div>“A publisher will say you know, ‘Oh, Andrew, this looks really good, maybe we can just keep talking about it,’\" he says. \"But at a certain point I just said, ‘Okay, fine, I’m not going to wait anymore. I’m just going to make my own book.'\"\n<p>Miksys put out \"<a href=\"http://www.andrewmiksys.com/shop/baxt-book\">BAXT</a>\" in 2007, a book that documented the Roma community in Lithuania. Then he self-published the award-winning “<a href=\"https://www.kickstarter.com/projects/1377950527/disko-photographs-of-lithuanian-village-discos\">Disko</a>” — a book he funded using Kickstarter — which documents the still-thriving social scene around Lithuania’s disintegrating Soviet-era dance halls. It sold out immediately.</p>\n<p>Miksys discovered he could not only do everything he needed to publish a world-class photo book from Lithuania, he could do it better than any publisher could.</p>\n<p>“People think Lithuania’s far off, in the way, way eastern Europe, but … you know, it’s part of the European Union, we’re on the euro now,” he says, “It’s a really great place to print books — and for a huge, huge discounted price compared with everywhere else.”</p>\n<p>Miksys recently became a self-publishing book consultant, helping other photographers take advantage of the high-quality, low-cost printing in Vilnius. If a traditional publisher came to him today asking to publish his work, he says, he’d have to think about it. “There is almost more of a prestige to [publishing yourself] now than doing it with a big publisher,” Miksys says.</p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/coupleembracing_0.jpg?itok=_znXI_8j\" alt=\"\" /><div class=\"field-caption\">\n    <p>Andrew Miksys got tired of waiting for a publisher, so he started putting out his own photobooks. Now he helps other self-publishers do it too.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Andrew Miksys</p>\n  </div>\n</div>\n<p>It turns out publishers feel that itch themselves. Take Bruno Ceschel, who was working for a London-based publisher when he realized the artists he most wanted to work with weren’t a good fit for mainstream press.</p>\n<p>Five years ago, he created “Self Publish, Be Happy,” in London. The concept is simple: Any photographer from anywhere in the world can submit their self-published book.</p>\n<p>“It goes from someone literally printing black and white at home with a really simple printer, just folding and stapling or sometimes binding themselves, to really elaborate and expensive books,” Ceschel says.</p>\n<p>“<a href=\"http://www.selfpublishbehappy.com/\">Self Publish, Be Happy</a>” chooses three books each week to feature in their online shop. On average, these photographers, many completely unknown, sell 30-40 copies on the first day alone. Demand for these limited editions can drive prices into the thousands of dollars.</p>\n<p>“Think about it,” Ceschel says. “If you are someone who loves photography and would love to collect photography but you can’t afford the print, the book form is the starting point.”</p>\n<p>Some of SPBH’s editions have already gone on to become collectors’ items. But the best thing about these books isn’t the promise of profit, but the hidden worlds they reveal — scenes we’d never have access to if it weren’t getting cheaper and easier to publish books about things like Lithuanian discos.</p>\n<p>“You might be the odd kid, making really weird photographs and putting [them] into a publication,” Ceschel says. “Neither your family, or your friends may understand what the hell you are doing, but there is someone out there online that will appreciate what you are doing.”</p>\n<p>I think that’s the greatest thing about self-publishing — it lets photographers fly their freak flag high. And what’s not to love about that?</p>\n<p>UPDATE: An earlier version of this story incorrectly stated that the 20 finalists for the Anamorphosis Prize will have their self-published photo books in the permanent collection of the Museum of Modern Art in New York. The books will actually be included in MoMa's library collection.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-21%2Fself-publishing-your-own-photography-book-could-get-you-moma&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/CROPgirlboots.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/cropgirlbootsjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/0522201508.mp3"},{"href":"http://admin.pri.org/file/0522201508mp3"}]}