{"created":"2015-05-29T18:17:41+00:00","modified":"2015-05-29T19:04:25+00:00","valid":{"from":"2015-05-29T19:04:25+00:00","to":"3015-05-29T19:04:25+00:00"},"hreflang":"en","title":"CEO Offers Solutions For Energy Efficiency","published":"2015-05-29T19:04:00+00:00","teaser":"Patrick Clouden of Consumer Energy Solutions says companies can save up to 70 percent on their electric bills by using LED lights.","itags":["npr_api","410581672"],"guid":"f3084db6-b4e0-41f7-ae48-20b175224e03","contentencoded":"<p>Consumer Energy Solutions aims to help businesses around the country negotiate energy plans. But CEO <strong>Patrick Clouden</strong> says companies can also save up to 70 percent on their electric bills by using LED lights.</p><p>LEDs are energy efficient and produce less heat than halogen or incandescent light bulbs.</p><p>As part of our View From the Top series, Clouden tells <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now</a></em>&#8216;s Lisa Mullins about why companies should use LEDs and how CES, which has been voted best place to work in Tampa Bay, Florida, three years running by its employees, is growing and contributing to the community.</p><ul><li><a href=\"http://hereandnow.wbur.org/tag/view-from-the-top\" target=\"_blank\">See more in our View From The Top series</a></li><li><a href=\"http://energy.gov/eere/ssl/led-basics\" target=\"_blank\">More about LEDs via Energy.gov</a></li></ul><h4>Interview Highlights: Patrick Clouden</h4><p><strong>On selling the switch to LEDs to business people</strong></p><p>&#8220;It&#8217;s an education process. So if I&#8217;m explaining to a businessperson, I say listen, &#8216;Let&#8217;s say you&#8217;re spending $50,000 a month on your energy costs. You&#8217;re already spending the money. All we&#8217;re going to do is reallocate part of that money and put it over here into this LED upgrade, and that&#8217;ll reduce your costs and it will pay for the entire program. In fact you&#8217;ll be paying less. It&#8217;ll actually create a positive cash flow situation for you.'&#8221;</p><p><strong>On the outlook for LEDs in the future</strong></p><p>&#8220;Currently, LED lighting does about $4.5 billion in sales per year in the United States. It&#8217;s estimated over the next 10 years it&#8217;ll go up to $45 billion. Just for this very reason, as people get more and more educated and understand it and get more comfortable with it, the whole thing will actually make sense to them, they will make that conversion over to LED lighting.'&#8221;</p><p><strong>On the role of green energy in the business world</strong></p><p>&#8220;It&#8217;s more expensive. Some of the companies we deal with &#8211; and we deal with the largest energy suppliers in the United states &#8211; actually have green energy programs where you can contribute back to the grid though green power. But it costs more, and until we get a better handle on that &#8211; and in fact we called into California, we thought Californians would be all over this, but not so much because it&#8217;s more expensive.&#8221;</p><p><strong>On putting his company&#8217;s mission statement into practice</strong></p><p>&#8220;Our mission statement and our purpose is to help business get enough information so they can make intelligent energy buying decisions. Additionally we&#8217;re very, very involved in the community. We have drug education to children, drug education to our employees&#8217; children. We have programs with the community learning center in Clearwater where we&#8217;re tutoring children and we&#8217;re helping them. So by putting the premium on helping people, then you have a group where everybody&#8217;s on the same page and we&#8217;re very, very productive.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.consumerenergysolutions.com/prev-html/executive-bios.php\" target=\"_blank\">Patrick Clouden</a></strong>, CEO of <a href=\"http://www.consumerenergysolutions.com/\" target=\"_blank\">Consumer Energy Solutions</a> in Tampa Bay, Florida.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=CEO+Offers+Solutions+For+Energy+Efficiency&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"331"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410581675-dba127.m3u?orgId=1&d=331&p=60&story=410581672&t=progseg&e=410572551&seg=9&ft=nprml&f=410581672"},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0529_led-light.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}}]}