{"created":"2015-04-01T20:32:08+00:00","modified":"2015-05-13T21:05:19+00:00","valid":{"from":"2015-05-13T21:05:19+00:00","to":"3015-05-13T21:05:19+00:00"},"hreflang":"en","title":"Germanwings Crash Highlights Workplace Approaches To Mental Health","published":"2015-04-02T18:12:00+00:00","teaser":"The case of co-pilot Andreas Lubitz has focused attention on what Lufthansa, or any employer, can really know about an employee's state of mind. Requiring a psychological evaluation has risks, too.","itags":["npr_api","396871339"],"guid":"f3120a28-d261-4c96-8f09-3421b8f7bcdc","contentencoded":"<p>The horrifying crash last week of the Germanwings flight operated by Lufthansa has put a spotlight on what the airline knew — and what it should, or could have done — about its pilot's mental health.</p><p>Lufthansa could face unlimited liability, after the pilot allegedly brought the plane down deliberately. Here in the U.S., employment experts say monitoring employees' mental health status raises a thicket of complicated issues.</p><p>According to the Air Line Pilots Association, most U.S. pilots undergo medical testing that includes mental and emotional assessment at least once a year by a doctor approved by the Federal Aviation Administration. The airline industry association says crew members' fitness for duty can also be tested, as warranted.</p><p>But it's not just airlines with this concern. And when it comes to an employee's mental health status, what does an employer need to know, or have a right to know?</p><p>\"It's a very complicated issue,\" says employment attorney <a href=\"http://www.duanemorris.com/attorneys/jonathanasegal.html\">Jonathan Segal</a>, of Duane Morris Institute in Philadelphia. He says employers must respect health privacy and discrimination laws in addressing their potential workplace or public safety concerns.</p><p>\"We're balancing,\" he says, \"and anytime you're balancing, you're playing in the gray.\"</p><p>Segal advises employers: When in doubt, evaluate it — even at the risk of facing a discrimination charge down the line.</p><p>\"Is there a risk in having an evaluation? Yes,\" Segal says. \"Is there risk in not having an evaluation? Yes. So, if you have objective facts and you say, 'We're not saying you are a risk; we're not saying you're not. We just want you to be evaluated,' I think you're in a prudent position.\"</p><p>But evaluating mental health problems is not clear-cut, says <a href=\"http://www.workplaceoptions.com/the-wpo-difference/key-people/\">Alan King</a>, chief operating officer of Workplace Options, a firm that manages workplace benefits for companies around the world. For instance, he says, there are drug tests for those with substance abuse, but, \"that doesn't exist for mental health.\"</p><p>The Americans with Disabilities Act prohibits employer discrimination against people with disabilities, including mental health problems. The statute is written in a way that gives employers some flexibility to monitor for potential problems, says <a href=\"http://www.eeoc.gov/eeoc/history/45th/ada20/kuczynski.cfm\">Christopher Kuczynski</a>, assistant legal counsel for the Equal Employment Opportunity Commission.</p><p>\"Once somebody gets on the job, under the ADA, generally the rule is you can ask medical questions and you can require people to undergo medical examinations only in certain circumstances,\" says Kuczynski. \"Only where it's what we call 'job-related and consistent with business necessity.' \"</p><p>Kuczynski says that airlines and other organizations responsible for jobs that affect public safety — those in trucking or law enforcement, for example — can require such evaluations of their employees, so long as the evaluation is done for everyone in that particular job.</p><p>And in any industry, there are instances where security trumps workers' rights, says <a href=\"http://www.kamberlawgroup.com/?page_id=147\">Deirdre Kamber Todd</a>, an employment lawyer in Allentown, Pa.</p><p>\"The employer does not have to keep somebody in their workplace [if] they reasonably believe that that person may constitute a danger,\" she says.</p><p>The vast majority of people with mental health problems pose no danger. But some fear last week's airline crash could make it more difficult to reach out to those with psychological problems.</p><p>\"The concern is that there's too much of a backlash when a case like this occurs,\" says <a href=\"http://www2.nami.org/Template.cfm?Section=Bios1&template=/ContentManagement/ContentDisplay.cfm&ContentID=40029\">Ron Honberg</a>, an attorney and director of public policy and legal affairs for the National Alliance on Mental Illness. \"It may serve as a deterrent to people seeking help, and that would be counterproductive.\"</p><p>Especially, Honberg says, if these employees think they might lose their jobs. Also, he points out, assessing a co-worker who may be going from \"depressed\" to \"dangerous to themselves or others\" is highly subjective.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Germanwings+Crash+Highlights+Workplace+Approaches+To+Mental+Health&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Yuki Noguchi","audio":[{"meta":{"duration":"227"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396871340-4be30b.m3u?orgId=1&topicId=1128&d=227&p=2&story=396871339&t=progseg&e=396774750&seg=3&ft=nprml&f=396871339"},{"href":"http://media.npr.org/assets/img/2015/04/01/workplace-mental-health-754b75ebc2cf0e583ce7a31014d44e9791bbbe63.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}}]}