{"created":"2015-04-01T18:12:30+00:00","modified":"2015-04-01T18:12:31+00:00","valid":{"from":"2015-04-01T18:12:30+00:00","to":"3015-04-01T18:12:30+00:00"},"hreflang":"en","guid":"f31f0283-778e-42fb-8c31-0c24488b416a","title":"The blue LED just won the Nobel Prize, but we've been reaping its benefits for years","published":"2014-10-07T20:41:00+00:00","teaser":"<p>This year's Nobel Prize for Physics went to some guys who invented a light. Really.</p><p>Isamu Akasaki and Hiroshi Amano of Japan, along with US citizen Shuji Nakamura, snagged the prize for <a href=\"http://www.scientificamerican.com/article/blue-chip-2000-07-05/\">developing blue LEDs</a>, or light emitting diodes. Blue LEDs basically make energy-efficient LED lights possible, and using them instead of old-style incandescent bulbs is saving us a fortune.</p><p>\"In terms of the energy that's saved in a country like the United States, it's enormous,\" says<span style=\"font-size: 13px; line-height: 20.006303787231445px;\"> </span>Glenn Zorpette<span style=\"font-size: 13px; line-height: 20.006303787231445px;\">, the executive editor of IEEE Spectrum Magazine.</span></p><p>Red and green LEDs had existed for year, but it wasn't until blue LEDs were finally perfected in the 1990s that LEDs were able to become mainstream. The three researchers who were honored persisted where countless academics and commercial researchers had previously given up.</p><p>Making blue LEDs involves a little-known metal called gallium. So what's the environmental costs of manufacturing LEDs? Zorbette broke it down in an easy comparison among the three main bulbs you can pick up at your local hardware store: compact fluorescents, incandescents and LEDs.</p><p>“Compact fluorescents are, I think everyone would agree, dirtier,\" Zorpette says. \"I mean, there is mercury and other things. So we’ll get them off the table quickly.”</p><p>That leaves us with a head to head match-up between the incandescent and the LED. “The incandescent bulb is more environmentally benign to manufacture,” he says. “But over the life of this bulb — and the many bulbs you’ll have to plug in after it to achieve one LED [bulb's] lifetime — you’re using 10 to maybe 20 times as much electricity to keep that bulb going.”</p><p>That electricity most likely comes from power plants, and many of those power plants are powered by fossil fuels. You can see where this is going.</p><p>“Whenever you are comparing things like this it’s a much trickier calculation then you would imagine, but I would have to say that overall the LED wins far and away in terms of its lesser affect on the environment,\" Zorbette says.</p><p>Zorbette gave us one example of how the LED bulb has changed the way we live. It’s in that humble controller of cars, the traffic light.</p><p>“You may remember back in the days when traffic lights were incandescent bulbs behind colored glass,\" he says. \"But they switched those in the late 90s, early 2000s after the invention of the green, yellow and red LED lights. And the amount of money that one traffic light saves is absolutely huge.”</p><p>Zorbette wants us to think about this for a second: Imagine yourself looking across the whole country; now picture every traffic light in every small town and country and rural road; now drive into the city and look at the even greater number of traffic lights. Add all the savings each traffic light caused, and you can safely add that number up into the millions — if not billions.</p><p>The little LED bulbs are a game changer for the pocket books of governments and private citizens. And it’s also a huge win for the environment. And many of these advancements wouldn't have been possible if three men hadn't persisted until they finally figured out how to make a blue LED.</p>","itags":["npr_api","354456104"],"contentencoded":"<p><div class=\"fullattribution\">Copyright 2015 MPX. To see more, visit <a href=\"\"></a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+blue+LED+just+won+the+Nobel+Prize%2C+but+we%27ve+been+reaping+its+benefits+for+years&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"PRI's The World","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354456112-6828ad.m3u?orgId=30000&e=354456104&ft=nprml&f=354456104"},{"href":"http://www.pri.org/sites/default/files/story/images/RTR498OB2.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1969","width":"3500"}}]}