{"created":"2014-11-28T19:24:34+00:00","modified":"2014-11-28T19:24:34+00:00","valid":{"from":"2014-11-28T19:24:34+00:00","to":"3014-11-28T19:24:34+00:00"},"hreflang":"en","title":"Study: E-Cigarettes May Contain More Carcinogens Than Cigarettes","published":"2014-11-28T19:24:00+00:00","teaser":"A new study finds e-cigarettes contain as much as 10 times the level of cancer-causing agents as traditional cigarettes.","itags":["npr_api","367233572"],"contentencoded":"<p>A new study finds that that e-cigarettes contain more cancer-causing agents than traditional cigarettes. One brand tested contained as much as 10 times more.</p><p>The carcinogens include chemicals such as formaldehyde and acetaldehyde, found in several forms of e-cigarette liquid.</p><p>The study, commissioned by Japan&#8217;s Health Ministry, is the latest blow to the fast-growing industry that markets itself as a safer alternative to satisfying nicotine cravings, by using vaporized liquids instead of smoke.</p><p>Still, e-cigarettes are relatively new and the research conducted thus far is minimal and often contradictory, with <a href=\"http://www.washingtonpost.com/blogs/wonkblog/wp/2014/11/20/e-cigarettes-reduce-tobacco-cravings-and-help-people-quit-smoking-study-finds/\" target=\"_blank\">other studies</a> showing positive effects.</p><p><strong>Thomas J. Glynn</strong>, former director of cancer science and trends at the American Cancer Society, spoke with <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young about where the latest study stands in the debate over e-cigarettes.</p><h5>Read More:</h5><ul><li><a href=\"http://hereandnow.wbur.org/2014/03/25/ecigs-poison-risk\" target=\"_blank\">E-Cigarette Liquid Nicotine Poses Poison Risk</a></li><li><a href=\"http://hereandnow.wbur.org/2014/04/24/fda-regulations-ecigs\" target=\"_blank\">FDA Proposes First Regulations For E-Cigarettes</a></li><li><a href=\"http://hereandnow.wbur.org/2014/03/25/ecigs-cessation-webb\" target=\"_blank\">Are E-Cigarettes A Potential Smoking Cessation Tool?</a></li><li><a href=\"http://hereandnow.wbur.org/2014/03/05/la-e-cigarettes\" target=\"_blank\">Los Angeles To Restrict E-Cigarette Use</a></li></ul><h4>Interview Highlights: Thomas J. Glynn</h4><p><strong>On the findings and significance of the study</strong></p><p>&#8220;What this study does is it adds yet another piece to the very complex e-cigarette puzzle, and it&#8217;s more confirmatory than it is groundbreaking. This is a good team in Japan that did this study. But we do know that when the e-cigarette liquid is heated, some carcinogens &#8212; things that cause cancer &#8212; are created. The question is, how much and how many? As you pointed out, one of the main things in this is that the headlines have primarily been, &#8216;e-cigarettes contain 10 times more formaldehyde,&#8217; and the fact is there was one out of 10 samples. I think also importantly, in the U.S. now we have more than 450 different kinds of e-cigarettes available, and that also makes this complex.&#8221;</p><p><strong>On using e-cigarettes as a smoking cessation tool</strong></p><p>&#8220;I was and I remain concerned about the issue, in that we need to have a laser focus in the U.S. and globally on getting people to stop smoking regular combusted, burned cigarettes. And the question is really still out there: can e-cigarettes reduce the number of cigarettes that people smoke? And certainly a study like this can perhaps worry people into not using e-cigarettes at all, and I think that would be unfortunate. Because people do need to consider &#8212; and I emphasize <em>consider</em> &#8212; e-cigarettes as one way to stop smoking the combusted cigarette.&#8221;</p><p><strong>On whether e-cigarettes are less dangerous than cigarettes</strong></p><p>&#8220;It&#8217;s an excellent question and it&#8217;s one of the reasons we have good scientists out there working on this. And I know that sounds like it&#8217;s a cop-out, but e-cigarettes have only been available in the U.S. for about seven years, they&#8217;ve only &#8212; really were only invented about a decade ago, so we are still in the infancy of research on them. And again, with all the different kinds of e-cigarettes available, we&#8217;re going to see a wide range of materials that are in them &#8212; some relatively harmless, and some, as in the Japanese study, quite harmful.&#8221;</p><p><strong>On not knowing what&#8217;s in the e-cigarette you&#8217;re buying</strong></p><p>&#8220;That&#8217;s the key issue right now in the U.S. When a consumer goes into the store right now to purchase an e-cigarette, they&#8217;re basically buying a lottery ticket. They don&#8217;t know what exactly what it is they&#8217;re buying. They could be buying one of the ones in the Japanese study that has 10 times the amount of formaldehyde in a normal cigarette. They could be buying a product that might help them get off cigarettes forever, and not be that harmful.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://pressroom.cancer.org/tomglynn\" target=\"_blank\">Thomas J. Glynn</a></strong>, professor at the Stanford University School of Medicine.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Study%3A+E-Cigarettes+May+Contain+More+Carcinogens+Than+Cigarettes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"f32befde-13ff-4591-bb4e-44567c7d1124","audio":[{"meta":{"duration":"177"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367233575-c855eb.m3u?orgId=1&ft=3&f=367233572"}]}