{"created":"2014-11-09T21:53:15+00:00","modified":"2015-01-12T00:02:11+00:00","valid":{"from":"2015-01-12T00:02:11+00:00","to":"3015-01-12T00:02:11+00:00"},"hreflang":"en","title":"James Earl Jones: From Stutterer To Janitor To Broadway Star","published":"2014-11-10T19:22:00+00:00","teaser":"The 83-year-old was once a farm kid who didn't want to talk. Today, the unmistakable stage and screen actor (not to mention the voice of Darth Vader) still calls himself a \"journeyman actor.\"","itags":["npr_api","362328749"],"guid":"f333fe52-eab9-42a6-be44-a16ac0e32240","contentencoded":"<p><em>As part of a series called \"My Big Break,\" </em>All Things Considered<em> is collecting stories of triumph, big and small. These are the moments when everything seems to click, and people leap forward into their careers</em><em>.</em></p><p>From award-winning Broadway performances to the iconic voice that brought Darth Vader to life, James Earl Jones has an unmistakable presence on stage and on screen.</p><p>He's 83 years old and back on Broadway, where he stars in the comedy classic <em>You Can't Take It with You</em>.</p><p>The play takes place in the midst of the Great Depression — a time when Jones himself was growing up in Mississippi and rural Michigan.</p><p>He was close to his grandparents, who eventually adopted him, but he developed a stutter and remained quiet for much of his childhood.</p><p>\"You know, I've told that story so much. I'm so fascinated by it because I don't understand it,\" Jones says. \"I didn't want to talk — bad enough that I just gave up. I couldn't introduce myself to people who visited the house, and it was too painful.\"</p><p>Jones says he still stutters.</p><p>\"I don't say I was 'cured,' \" he says. \"I just work with it.\"</p><p>He likens it to his days on the family farm.</p><p>\"Being raised as a farm kid, it was all about making do,\" Jones says. \"Putting one foot in front of the other. You had to plow a field, you just put the horse in the row and you got behind the plow and you did [one] row at a time. And eventually you got it done — one foot in front of the other. And you take up a profession in this business, you got to accept that there's a certain journeyman stage to it.</p><p>\"For me, it never ends. I'm still a journeyman actor. But you're on a journey — and it's one foot in front of the other.\"</p><p>Jones' journey to the stage had lots of unexpected turns. He wasn't always set on acting.</p><p>\"I loved the Army, I almost stayed in the Army,\" he says. \"I was pre-med in college and couldn't handle that. I considered being a priest at one point — I'm glad I didn't do that.\"</p><p>When he finally did decide on theater, he says, it was difficult setting time aside to perform. So to free up his days, he took on a night job as a janitor.</p><p>\"I cleaned a lot of toilets,\" Jones says. \"Some of the most famous off-Broadway theaters you can imagine, I washed the toilets in those places. I polished those toilets shiny.\"</p><p>When Jones is asked to share the story behind his big break, he hesitates.</p><p>\"My big break, good Lord, what a title,\" he says. \"Oh, I wouldn't like to say that. That puts down all the other things I've done that ... maybe really were my big breaks.\"</p><p>But he relents: \"Oh, yeah, I'll say it,\" he says. \"My big break was <em>The Great White Hope,</em>\" a play that premiered in 1967 and hit Broadway a year later.</p><p>Jones played the main character, Jack Jefferson (modeled after <a href=\"http://www.npr.org/templates/story/story.php?storyId=128245468\">Jack Johnson</a>), a champion boxer fighting racism both in and out of the ring.</p><p>In 1969, he won the Tony Award for Best Actor for the role. The story was later adapted into a movie, which he also starred in.</p><p>\"<em>The Great White Hope</em> put me on the cover of <em>Newsweek </em>magazine<em>,</em>\" he says. \"One day that week, somebody noticed you.\"</p><p>He says that role changed his life.</p><p>\"I decided if I can handle a leading role in a Broadway play, then I can probably go ahead and get married and raise a family,\" Jones says. \"I could afford to raise a family.\"</p><p>At this point in his career, Jones says, he's overwhelmed by the opportunities he's had and all of the people he's worked with over the years.</p><p>\"There was nobody [who was] supposed to be well-known in our family,\" he says. \"That was not supposed to happen. Something odd about it.</p><p>\"I think I'm very fortunate that I can earn a living doing something that I really find enjoyable. I'd like to keep doing it. And there's some plays I'd like to do still, some characters I'd like to explore, and there's always good actors to work with.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=James+Earl+Jones%3A+From+Stutterer+To+Janitor+To+Broadway+Star&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"263"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362828984-f2bf99.m3u?orgId=1&topicId=1008&aggIds=274340198&ft=3&f=362328749"}]}