{"created":"2015-02-23T21:15:44+00:00","modified":"2015-02-23T21:52:31+00:00","valid":{"from":"2015-02-23T21:52:31+00:00","to":"3015-02-23T21:52:31+00:00"},"hreflang":"en","guid":"f3762eb5-e690-4f3f-9044-49e84f2f372b","title":"Demonstrators in Moscow seem to be living in a 'parallel universe'","published":"2015-02-23T21:52:25+00:00","byline":"Charles Maynes","tags":["International Security","politics","protests","government","Global Politics","Moscow","WASHINGTON","Europe","North America","Russia","Ukraine","United States","east Ukraine","Viktor Yanukovich","John Kerry","Vladimir Putin","Viktor Yanukovych","Vladimir Koneshur","Sergei Zoldatov","Nikolai Starikov","Vera Moroz","Vera Kuznetsova","Maidan","Russia","Ukraine"],"teaser":"The \"Anti-Maidan\" rally in Moscow marked one year since a pro-Western uprising in Kiev's Maidan Square toppled Ukraine's president. But the attendees have a far different view of everything that's happened since then, and they're not afraid to say it.","contentencoded":"<p></p><div class=\"media media-element-container media-default\"><img height=\"471\" width=\"640\" style=\"font-size: 13.0080003738403px; line-height: 1.538em;\" alt=\"Protester at anti-Maidan rally this weekend in Moscow sports a pro-Putin t-shirt.\" title=\"Protester at anti-Maidan rally this weekend in Moscow sports a pro-Putin t-shirt.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/antimaidansanctions02.jpg\" /><div class=\"field-caption\">\n    <p>Protester at anti-Maidan rally this weekend in Moscow sports a pro-Putin t-shirt.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Charles Maynes</p>\n  </div>\n</div>\n<p>If the Ukraine conflict has left relations between Russian and the West tainted with distrust, this weekend's \"Anti-Maidan\" demonstration in Moscow was a reminder why.</p>\n<p>The event marked one year since a pro-Western uprising in Kiev's Maidan Square toppled Ukraine's then-president, Viktor Yanukovich. </p>\n<p>Listening to speeches from the stage and conversations in the crowd, it was clear that Russians who attended the event have their own take on <em>everything </em>that's transpired since — and it often resembles a parallel universe to the one presented in the West. </p>\n<p>\"Maidan is a festival of death,\" said Russian writer Nikolai Starikov, who clearly had a penchant for metaphor. \"Maidan is a smile on the face of the American ambassador from his penthouse as he watches brother kill brother.\"</p>\n<p>It was left to Vika Tsiganova, a well-known singer and a co-host of the event, to up the ante. \"Maidan is the concentration of everything anti-Russian. ... God help us if it comes here.\"</p>\n<p>If this smacks of heavy-handed political theater, you might be right. The \"Anti-Maidan movement\" was formed just a few weeks ago, yet tens of thousands turned out for the televised spectacle. Many who showed up were bused in and marched in organized groups.  </p>\n<p>Government critics say these people are essentially actors or props paid for by the Kremlin. Perhaps. But talk to the people who attended the rally and it becomes clear that if they're merely acting, they do it well.</p>\n<p>Vladimir Koneshur from Rostov-on-Don in southern Russia says he came to show his support for Putin because \"he's right.\" Simple as that.  </p>\n<p>Another often-repeated theme was the idea of enemies and spies within \"[Putin is] surrounded by traitors,\" says Vera Moroz, who then lists several top Russian cabinet members. \"They're all paid by the US State Department.\"  </p>\n<p>Other took issue with the West's reaction to what many Russians prefer to call \"reunification\" with the Crimean peninsula. \"You say we should give back Crimea, but we didn't occupy it and we didn't annex it,\" insists Vera Kuznetsova. \"Crimeans chose to be with us.\" She adds that Wstern sanctions have only one goal: \"To destroy us.\" </p>\n<p>As for Russsia's role in east Ukraine? \"Yes, we side with the separatists, but we're not fighting alongside them,\" says Sergei Zoldatov.</p>\n<p>Yes, but what of Russian soldiers killed in battle? \"Those are volunteers,\" Zoldatov says. \"<em>V</em><em>olunteers</em>.\"</p>\n<p>It's statements like these that flabbergast Western leaders, who argue evidence of Russian troops on the ground in Ukraine is overwhelming. US Secretary of State John Kerry also threatened a new round of sanctions against Russia last weekend for what he says are repeated violations of the Minsk peace agreement, which nominally put a stop to conflict in east Ukraine.</p>\n<p>\"We know to a certainty what Russia has been providing to the separatists, how Russia is involved with the separatists and the ways in which Russia has cynically been willing to go to,\" Kerry said.</p>\n<p>But back at the anti-Maidan rally, the talk is of punishing Washington instead. Demonstrators pose for pictures while stomping on an American flag, and some burn American money. <em>F</em><em>ake</em> money, that is — until someone offers up the real thing.</p>\n<p>\"We're burning real American money!\" shouts one man. \"Ten dollars!\"</p>\n<p>\"How much is that worth anyway?\" he asks the crowd. The answer is it changes day to day, but definitely many times more than before this crisis started.</p>\n<p>But that was in another reality. A year ago, before all this began.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-23%2Fdemonstrators-moscow-seem-be-living-parallel-universe&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Feature_23.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/featurejpg-24"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/02232015_03.mp3"},{"href":"http://www.pri.org/file/0223201503mp3"}]}