{"created":"2014-09-22T16:10:54+00:00","modified":"2014-09-22T16:10:54+00:00","valid":{"from":"2014-09-22T16:10:54+00:00","to":"3014-09-22T16:10:54+00:00"},"hreflang":"en","title":"How The Son Of A Confederate Soldier Became A Civil Rights Hero","published":"2014-04-30T19:25:00+00:00","teaser":"In a landmark case in 1951, J. Waties Waring denounced segregation as an \"evil that must be eradicated.\" A life-sized statue of Waring will be dedicated Friday in Charleston, S.C.","tags":["npr_api","301432659"],"contentencoded":"<p>U.S. District Judge J. Waties Waring was the son of a Confederate soldier but later became a hero of the civil rights movement — though he was vilified for his views. On Friday — more than 60 years after Waring was one of the first in the Deep South to declare that forced segregation was unconstitutional — Charleston, S.C., will honor him with a life-sized statue.</p><p>Waring was first appointed to the bench in 1942. Nine years later, in a landmark school segregation case <em>Briggs v. Elliott</em>, Waring denounced segregation as an \"evil that must be eradicated.\"</p><p>In a forceful dissent, he wrote that segregation was \"per se inequality.\" This made him the first federal judge to take that position on \"separate but equal\" since <em>Plessy v. Ferguson</em> in 1896. His dissent helped pave the way for the U.S. Supreme Court's <em>Brown v. Board of Education</em> ruling in 1954.</p><p>U.S. District Judge Richard Gergel, who today presides in the same courtroom where Waring sat more than a half century ago, has done exhaustive research into Waring's life and career, poring over the rich trove of personal papers that Waring left behind.</p><p>Gergel has struggled to understand how a man who grew up in a family devoted to the \"Lost Cause\" of the Confederacy could come to embrace such divergent views on civil rights.</p><p>\"I think when he took office in January 1942, the last person who would have guessed that he would be a great civil rights warrior and leader would have been J. Waties Waring,\" Gergel said in an interview with <em>All Things Considered</em> host Melissa Block. \"It was the furthest concept from his experience in his first 61 years of life.\"</p><p>Gergel has come to believe that Waring's views evolved as a result of his time on the bench, that the weight of responsibility he assumed as a federal judge changed him. He points to a number of cases Waring presided over before <em>Briggs.</em></p><p>A 1944 case involved an African-American teacher who sought equal pay with white teachers, who were paid a third more than blacks. Until then, no black plaintiff had ever won a civil rights case in a federal district court in the Deep South. In court, Judge Waring pressed a school board lawyer about the inequities, citing an earlier court decision that had already found race-based pay scales unconstitutional.</p><p>No one was more shocked than the plaintiff's lawyer, Thurgood Marshall, who would later describe the case as \"the only [one] I ever tried with my mouth hanging open half the time.\"</p><p>In 1947, Waring presided over a voting rights case that challenged the South Carolina Democratic Party's prohibition on black participation. Waring ruled that the Democratic Party was not a private club and therefore not exempt from 14th Amendment. In his ruling, he stated that it was time for South Carolina to rejoin the Union and \"adopt the American way of conducting elections.\"</p><p>That decision was the catalyst for attacks on Judge Waring so intense that he required 24-hour security. Crosses were burned in his yard. Rocks were thrown through his windows. Waring was alienated from most of white Charleston. A local magazine described him as the lonesomest man in town.</p><p>The <em>Briggs </em>school segregation case in 1951 would cement Waring's place in civil rights history. Sitting on a three-judge panel, Waring considered other court decisions that had chipped away at \"separate but equal\" in cases involving higher education. He concluded that separation is never equality, that segregation is per se inequality. Although the other two judges did not agree, the groundwork had been laid.</p><p>\"That conceptual leap is really the foundation of <em>Brown,</em>\" Richard Gergel said.</p><p>In an oral interview Judge Waring gave several years after retirement, he spoke of the <em>Briggs </em>case, and how moved he was to see the huge turnout among African-Americans for the oral arguments<em>. </em>Having traveled in from the countryside, they lined the streets outside the courthouse for as far as the eye could see.</p><p>Waring described the scene as \"a dramatic situation. ... They'd come there on a pilgrimage. They'd never known before that anybody would stand up for them, and they came there because they believed the United States District Court was a free court. ... It was like watching a breath of freedom.\"</p><p>Shortly afterward, A. J. Clement, Jr., the president of the NAACP in Charleston, sent a letter to Waring in which he wrote: \"The people of my group have thanked God for you in the past. America will thank God for you in the future, and at some later date the South will raise a monument to you.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+The+Son+Of+A+Confederate+Soldier+Became+A+Civil+Rights+Hero&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","guid":"f37b427f-ae74-4bfd-976f-25d79b6c8374","audio":[{"meta":{"duration":"460"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1301467194-906add.m3u?orgId=1&topicId=1015&ft=3&f=301432659"},{"href":"http://media.npr.org/assets/img/2014/04/10/waringstatue-bdaa740e3eb159b4ccc14ab12b6e66a48909e053.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"753","width":"1001"}},{"href":"http://media.npr.org/assets/img/2014/04/10/breath-of-freedom-a2b8f8132f7467d37d56b0ee5d08d96f332fdf0a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1301","width":"1737"}}]}