{"created":"2015-03-26T21:32:18+00:00","modified":"2015-04-15T20:01:50+00:00","valid":{"from":"2015-04-15T20:01:50+00:00","to":"3015-04-15T20:01:50+00:00"},"hreflang":"en","title":"Big Shelves Of Antarctic Ice Melting Faster Than Scientists Thought","published":"2015-03-27T00:01:00+00:00","teaser":"The rate at which the ice is shrinking at the ocean's edge in the West Antarctic has increased by 70 percent over the past decade, an analysis of satellite measurements suggests.","itags":["npr_api","395379216"],"guid":"f37f36db-4c01-4688-9000-1e8d2f16f55a","contentencoded":"<p>The Antarctic is far away, freezing and buried under a patchwork of ice sheets and glaciers. But a warming climate is altering that mosaic in unpredictable ways — research published Thursday shows that the pace of change in parts of the Antarctic is accelerating.</p><p>Many of the ice sheets that blanket Antarctica run right down to the land's edge and then out into the ocean, where they form floating ice \"shelves.\" Some of those shelves have been shrinking lately. Now, a team of scientists has discovered that shelves in the West Antarctic are shrinking a lot faster than they realized. The research <a href=\"http://www.sciencemag.org/content/early/2015/03/25/science.aaa0940\">appears</a> in this week's issue of the journal <em>Science</em>.</p><p>\"We are starting to lose more ice at a faster rate; we're accelerating,\" says <a href=\"http://scrippsscholars.ucsd.edu/hafricker\">Helen Fricker</a>, a climate scientist at University of California, San Diego's Scripps Institution of Oceanography. In fact, she says the rate of shrinking has increased by 70 percent over the past decade.</p><p>That estimate is based on satellite measurements of the ice taken over an 18-year-period. Briefer snapshots of the ice had missed the overall trend, says Fricker's co-investigator, Fernando Paolo, partly because the same sheet may shift and grow, back and forth, from year to year. \"We were able to look at a much larger time span — 18 years — and through [those] 18 years, we were able to track the evolution of those changes,\" says Paolo, a graduate student studying glaciology at Scripps.</p><p>Is this acceleration important? Yes, because the enormous mass of ice sitting on the Antarctic bedrock — \"grounded ice\" — is to a large extent held back from the ocean by those shrinking ice shelves. \"They're stopping that grounded ice flowing off the continent into the oceans, just by being there,\" says Fricker. \"So it's like a restraining force.\"</p><p>But what happens if the shelves thin down to the point of collapse? It's a question that keeps climate scientists awake at night. Huge ice sheets on land could flow into the ocean. And when ice that used to cover land is added to the sea (as opposed to <em>sea</em> ice that melts), will make the ocean's overall level rise.</p><p>You can think of it this way, says Fricker: \"If you're sitting at the bar with a gin and tonic and you've got it full and the bar person decides they want to put an extra ice cube in, it's going to spill your drink\" over the top of the glass.</p><p>The grounded ice in the west Antarctic alone could raise sea levels around the world by more than 9 feet — <em>if </em>all of it melted, which scientists say is not a likely scenario any time soon. How much does melt depends not only on how much climate change warms the Earth, but also on local conditions around Antarctica.</p><p>Polar climate scientist Richard Alley at Penn State University says scientists don't know if there is a threshold for how much melting these ice shelves can bear before they collapse.</p><p>\"It's toppling the domino,\" Alley says. \"You don't push quite hard enough and nothing happens. You push a little harder and it falls over.\"</p><p>What's causing the shrinking?</p><p>\"It looks like some combination of slightly warmer water,\" Alley says, \"but more so it is winds changing in ways that bring warmer water to the ice sheet.\" The warmer water, he says, undercuts the floating ice shelves from below.</p><p>No one thinks an Antarctic Armageddon is imminent. But things can happen quickly. In 2002, after years of thinning, an Antarctic shelf called <a href=\"http://earthobservatory.nasa.gov/Features/WorldOfChange/larsenb.php\">Larsen B</a> did collapse in just three weeks. It was the size of Rhode Island.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Big+Shelves+Of+Antarctic+Ice+Melting+Faster+Than+Scientists+Thought&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Christopher Joyce","audio":[{"meta":{"duration":"156"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395604776-070069.m3u?orgId=1&topicId=1007&e=395379216&d=156&ft=nprml&f=395379216"},{"href":"http://media.npr.org/assets/img/2015/03/26/larsen-b-1-77ed1840ae28d6c70cfc4c837e7ddbccbea63bdd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1317","width":"1757"}}]}