{"created":"2014-12-26T21:26:16+00:00","modified":"2015-06-05T15:31:19+00:00","valid":{"from":"2015-06-05T15:31:18+00:00","to":"3015-06-05T15:31:18+00:00"},"hreflang":"en","title":"Doubts Persist On U.S. Claims Of North Korean Role In Sony Hack","published":"2014-12-27T06:08:00+00:00","teaser":"One cybersecurity expert says there's no smoking gun to prove Pyongyang was behind the attack and that the FBI's evidence is circumstantial at best.","itags":["npr_api","373303733"],"guid":"f393c667-34f6-492d-a664-1ac8f8be868a","contentencoded":"<p>Within days of the hack against Sony Pictures, the U.S. government came out and said, in no uncertain terms, the attacks originated from North Korea — and the nation-state of North Korea was involved. Well, both claims have raised eyebrows among private security researchers. Many just don't believe it.</p><p><strong>Circumstantial Evidence</strong></p><p>The FBI says the attack came from IP addresses — unique computer addresses — that trace back to North Korea.</p><p>But Scott Petry, a network security analyst with the firm Authentic8 says, you can spoof an IP address from anywhere in the world.</p><p>\"The fact that data was relayed through IPs associated with North Korea is not a smoking gun,\" Petry says. \"There are products today that will route traffic through IP addresses around the world.\"</p><p>Meaning traffic that appears to come from Pyongyang could have originated in Moscow or Baltimore.</p><p>The FBI also says the hackers used malicious software that North Korea has used in other cyberattacks.</p><p>Petry counters that, in the world of cyberattacks, criminals constantly are recycling code. A well-known attack against banks called the Zeus Trojan<strong> </strong> went open source a few years ago — so when a financial institution gets hit, the same malware often shows up.</p><p>Again, he says, it's no smoking gun: \"It's like saying 'my god, this bank robbery was conducted using a Kalashnikov rifle — it must be the Russians who did it!' \"</p><p>He says that the FBI's evidence is circumstantial at best, and that its public handling of the case is inconsistent with proper procedure in prior investigations.</p><p>Petry recalls back when he worked at Google, the search giant had evidence the Chinese government was trying to <a href=\"http://www.salon.com/2014/11/16/googles_secret_nsa_alliance_the_terrifying_deals_between_silicon_valley_and_the_security_state/\">hack its servers</a>, perhaps to mine emails from dissidents. The U.S. government, he says, counseled the company to keep quiet.</p><p>\"There has never been any firm public attestation that the Chinese were responsible for any of those exploits,\" he says. \"And yet in this instance, the FBI comes out in a matter of days and says it's North Korea, case closed.\"</p><p>The FBI declined to comment on the skepticism of Petry <a href=\"http://www.wired.com/2014/12/sony-north-korea-hack-experts-disagree/\" target=\"_blank\">and other cybercrime experts</a>, citing its ongoing investigation.</p><p><strong>Nation-State Behavior</strong></p><p>Himanshu Dwivedi with Data Theorem, Inc. is another skeptic.</p><p>\"When you have any source attacker as a nation-state, one of the key goals that they traditionally have is persistence — which means staying in a location, obviously electronically, for a very long period of time,\" he says.</p><p>Dwivedi has investigated cyberattacks since the 1990s. He's worked on cases involving nation-state actors big and small, and he says it doesn't make sense that North Korea would want to make a splash: If they're trying to destroy data or, let's say, steal classified information we don't know about from a Sony executive, they'd keep quiet — not talk publicly.</p><p><strong>Who It Could Be</strong></p><p>The FBI is looking at data that most of the world cannot access, but Shlomo Argamon, a professor of computer science at the Illinois Institute of Technology and chief scientist with Taia Global, took a look at the data that's publicly available — including leaked emails, postings to Internet forums, and transcriptions of messages that appeared on hacked computers at Sony.</p><p>Based on the writing style, Argamon wanted to identify the most likely native language of the hackers. He considered four: Korean, Mandarin Chinese, Russian and German.</p><p>And in his analysis, he dissected sentences like: \"One beside you can be our member.\" Meaning that anyone you meet might secretly be a member of the hackers' group.</p><p>It's a word-for-word translation from Russian — not from any of the other languages. And that's the pattern that led him to a finding he describes as significant: The hackers used phrasing most consistent with the Russian language.</p><p>\"There was some consistency with Korean, but much, much less,\" Argamon says. \"Which indicates that although it's <em>possible</em> that these messages were written by people whose native language is Korean, it is far more likely that they were Russians.\"</p><p>Argamon only has preliminary results so far, but he says much more analysis must be done in order to draw a strong conclusion — both by him, and by the FBI.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Doubts+Persist+On+U.S.+Claims+Of+North+Korean+Role+In+Sony+Hack&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"227"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373303734-d0a292.m3u?orgId=1&topicId=1019&d=227&p=2&story=373303733&t=progseg&e=373303469&seg=5&ft=nprml&f=373303733"}]}