{"created":"2015-03-10T20:11:55+00:00","modified":"2015-05-13T21:11:04+00:00","valid":{"from":"2015-05-13T21:11:04+00:00","to":"3015-05-13T21:11:04+00:00"},"hreflang":"en","title":"Italian Architects Look To Replicate Success Of N.Y. High Line In Rome","published":"2015-03-10T23:53:00+00:00","teaser":"The pedestrian and cyclist path would make use of a one-mile stretch of abandoned, elevated concrete track. \"You are still in the city ... but you are flying above the city,\" Piano says.","itags":["npr_api","390986262"],"guid":"f394bb4f-5bea-474e-ae1a-b290d11adcf8","contentencoded":"<p>When the famed Italian architect Renzo Piano was named honorary Senator-For-Life in 2013, he handed over his spacious new office and hefty salary of some $15,000 a month to a team of young architects. They were given the task of helping salvage depressed outskirts of Italian cities. One project was inspired by New York City's <a href=\"http://www.thehighline.org/\" target=\"_blank\">High Line</a> — the beloved public park built on a derelict rail line elevated above the streets of Manhattan.</p><p>Italy is littered with 600 unfinished public works projects — incomplete highways, half-bridges going nowhere, skeletons of buildings. They're the offspring of bad governance, greed and state subsidies eaten up by graft.</p><p>In Rome, there's an unfinished elevated track cutting through two peripheral neighborhoods, Serpentara and Vigne Nuove. Originally conceived as a 12-mile tramline, looping north to south outskirts, work on the project suddenly stopped in the mid-1990s. The reason is clouded in mystery. The result is just one mile of elevated, abandoned concrete.</p><p>Under Piano's supervision, a team of young architects cleaned up what had become the local garbage dump below. And, using recycled materials, transformed a planned tram stop into a community space for art installations, concerts and workshops. Francesco Lorenzi, 32, says the architects took an abandoned part of the city and put life there.</p><p>Lorenzi is one of 600 young architects who competed to join Piano's team of six. It's called <a href=\"http://renzopianog124.com/\" target=\"_blank\">G124</a> — the number on Piano's Senate office door. The project was inspired by New York's High Line. But here, the park will be below, and above, pedestrians and cyclists will use a path to get between two big green areas of district — Parco delle Sabine and Parco Talenti.</p><p>The elevated park is about a 45-minute drive from the city center. These neighborhoods were born during the construction boom of the 1970s and '80s — when cozy relations between city authorities and real estate speculators made building permits easy to acquire.</p><p>These suburbs are dominated by huge, gray, unattractive public housing projects. The nieghborhoods are made up of middle- and lower-middle-class residents who fled rising rents in the gentrifying city center.</p><p>Alessandro Lungo, 30, grew up here. He studies architecture and is helping Piano's team trying to revive this edge of the big city. He's convinced the outskirts don't have to be incubators of alienation.</p><p>\"It's our place, it's our city,\" he says. \"Not all the citizens of Rome live in the center. This <em>is</em> Rome, so we have to start to think that it is a good place. We just have to meet each other and connect and use this place in the right way.\"</p><p>Rather than separating two neighborhoods, Lungo believes an elevated cycling-pedestrian path can help link them. \"We always do: home, work, work, home, and all the landscape that is in the middle is like an unconsciousness landscape, no definition,\" he says. \"So I need another kind of mobility to move slowly, to see around, to feel the place where I live.\"</p><p>Piano is especially fond of the idea of an elevated walkway. \"When you walk 25-30 feet above ground, it is a miracle,\" he says, \"because you are still in the city — you feel in the city but you are flying above the city. You are in the middle of trees, and that is a moment of beauty.\"</p><p>Even in the most fraying, desolate outskirts, Piano believes, a fragment of beauty can always be found. \"It is just a beginning, but this is what the architect does,\" he says. \"He grabs the little trace of beauty and he build[s] on that, what beauty can be.\"</p><p>It's unclear when the project will be completed. It's now up to City Hall to earmark the estimated $600,000 to $700,000 needed to complete Rome's High Line — and nourish beauty in the urban periphery.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Italian+Architects+Look+To+Replicate+Success+Of+N.Y.+High+Line+In+Rome&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sylvia Poggioli","audio":[{"meta":{"duration":"286"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392142466-e7a8dd.m3u?orgId=1&topicId=1124&d=286&p=2&story=390986262&t=progseg&e=392142419&seg=8&ft=nprml&f=390986262"},{"href":"http://media.npr.org/assets/img/2015/03/10/highline-overall-hexavideo-2495d8097cf79bd8dd757eddbea6c67d093c67fe.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1552","width":"2069"}},{"href":"http://media.npr.org/assets/img/2015/03/10/sotto-il-viadotto-1_custom-b93c74b5929b0ec63f2b2832fc4a07b9a906b27b.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2008","width":"2906"}},{"href":"http://media.npr.org/assets/img/2015/03/10/sotto-il-viadotto-02_custom-27d9f9f7b687add8c5e329c6512a91f44c84b121.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2276","width":"2871"}}]}