{"created":"2015-03-18T18:10:46+00:00","modified":"2015-03-18T20:48:32+00:00","valid":{"from":"2015-03-18T20:48:32+00:00","to":"3015-03-18T20:48:32+00:00"},"hreflang":"en","title":"Released From Prison, 'Apologetic Bandit' Writes About Life Inside","published":"2015-03-18T20:48:00+00:00","teaser":"Daniel Genis, son of Soviet emigre writer Alexander Genis, served 10 years for armed robbery. The crimes fueled his heroin addiction. \"It was so obvious I didn't fit in,\" he says.","itags":["npr_api","393832866"],"guid":"f3a41a24-3799-4c67-b729-439d6698cfab","contentencoded":"<p>After he was arrested for robbing people at knifepoint in 2003, Daniel Genis was nicknamed the \"<a href=\"http://nypost.com/2003/11/16/sorry-bandit-jailed-in-polite-rob-spree/\">apologetic bandit</a>\" in the press. He offered apologies to his victims as he took their cash. The money was stolen to pay off his debt to his heroin dealer.</p><p>\"I really, really did not want to do this,\" Genis tells <em>Fresh Air</em>'s Terry Gross. \"I had to work my nerve up every time and I was also really, really bad at it.\"</p><p>Genis is the son of the Soviet emigre writer Alexander Genis, who is a well-known broadcaster and culture critic in Russia. Some of the people who would visit the Genis home when Daniel was a child include Russian ballet dancer Mikhail Baryshnikov; Russian nuclear physicist Andrei Sakharov; authors Kurt Vonnegut, Umberto Eco and Norman Mailer; and Czech film director Milos Forman.</p><p>Education and culture are prized in the Genis family, but after college, instead of making a name for himself in publishing as he planned, Daniel Genis was convicted of five counts of armed robbery for which he served 10 years in prison. He was released last year.</p><p>Since his release, he has been keeping busy writing articles and essays about life in prison for such publications as <a href=\"http://www.newsweek.com/user/8476\">Newsweek</a>, <a href=\"http://www.washingtonpost.com/opinions/i-was-an-atheist-prisoner-fringe-religions-fought-hard-for-my-soul/2015/02/06/b7ed76d4-ad7b-11e4-ad71-7b9eba0f87d6_story.html\">The Washington Post</a>, <a href=\"http://danielgenis.kinja.com/\">Deadspin</a> and <em>Vice</em>. He's at work on a memoir about the 1,046 books he read while in prison.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On his experience holding up people at knifepoint</strong></p><p>I had no real access to a weapon, so the knife mentioned is actually a pocketknife. I once used the same knife for camping. I didn't want to do this and I did it anyway because drug addiction causes you to compromise — it makes you compromise your morals. William Burroughs said you'd crawl through a sewer just to have the privilege of buying, and it turned out to be true.</p><p><strong>On what he chose to do to earn the respect of the other prisoners</strong></p><p>It was so obvious that I didn't fit in — I don't know whether they knew from the way I looked, but definitely from the moment I spoke, when I said my first word, they knew. They knew every time — they could smell it on me — [that] I was out of place, didn't belong there.</p><p>But in any case, when I first got there, I immediately had to make a decision: Was I going to try and pretend [to] fit in? I could've really pretended to have an interest in motorcycles and pit bulls and cage fighting. I could've gone with the flow and tried to pretend and try to make [it] easy on myself and fit in and not be noticed. Or I could take the harder route of being myself and making them respect me anyway. At least it would be easier in the one sense that I wouldn't have to pretend all day. It would be harder because the values that I cherish, which are basically intelligence, are not the things that are valued there.</p><p>But I chose the second and harder path and I was myself for 10 years and it took me a little bit of time to adjust and learn how to maneuver, especially through the hierarchies, the status of prisoners. I realized that in fact it's not the most violent, or the strongest or the scariest of guys, it's actually the ones who are the most manipulative who are the most important.</p><p><strong>On listening to NPR in prison </strong></p><p>Despite being surrounded by thousands of people, prison was often a very lonely place for me. There were years that would go by when I had no one to talk to other than my family. I mean, of course I talked to people but I didn't talk to them the way I would talk to people I knew. But many years of loneliness because I was away from my culture, even the language spoken was nothing like my own. So that's why NPR was so valuable. Sometimes it wasn't even the show or the content, but just that the grammar was right, just that nobody cursed; nobody screamed.</p><p><strong>On the language used in prison </strong></p><p>Everything has its own name, by the way. The match heads are \"red tops,\" the striker is a \"skateboard,\" marijuana is \"Al Green,\" tobacco is \"Foxy Brown.\" I hope I'm not giving away trade secrets. I don't want to be a snitch. Snitches get stitches. ...</p><p>There's even names for scars. There's a \"telephone cut,\" which goes from your ear to your mouth, which you get for using a claimed telephone. There's a \"buck eighty,\" which is a scar [that] requires 180 stitches. There are \"curtains,\" which are two cuts down the face, which make your eyes look like they have curtains. There's the \"hook,\" which puts a hole in the cheek. These things sound horrible, but in reality they kind of show a culture of incarceration has arisen and it shows that human beings really are more than animals — we make culture wherever we go and we adapt, just like I had to. I had to adapt.</p><p><strong>On the violence he saw in prison </strong></p><p>There's also people who are never getting out of prison and they're very scary people because they have nothing to lose. So if they get into an argument, which leads to physical violence, they try to kill. They stab to kill. On Rikers Island, which is not a state jail but a county jail, people just cut each other. But in state prisons they stab in order to hit an organ, preferably the heart. That's why there was even a moment when I had to tape magazines around myself. That was a case when <em>The New Yorker</em> was not the best magazine. I really got to talk to David Remnick about that, because he needs to toughen up the pages. I ended up having to get <em>National Geographic</em>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Released+From+Prison%2C+%27Apologetic+Bandit%27+Writes+About+Life+Inside&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2297"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393852155-4327bd.m3u?orgId=1&topicId=1091&e=393832866&d=2297&ft=nprml&f=393832866"},{"href":"http://media.npr.org/assets/img/2015/03/18/unknown-2-f57ea8720f78b10b67789958563546ea21e45bd2.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"2460","width":"3280"}}]}