{"created":"2015-02-02T21:19:51+00:00","modified":"2015-02-03T17:42:57+00:00","valid":{"from":"2015-02-03T17:42:57+00:00","to":"3015-02-03T17:42:57+00:00"},"hreflang":"en","guid":"f3bf1b7b-ed6e-480e-98bd-a37d4c93a202","title":"From the Jesuits to Ronald Reagan to RZA, the worldwide appeal of Daoism endures ","published":"2015-02-03T17:42:52+00:00","byline":"Matthew Bell","tags":["daoism","Religion","taoism","Belief","Lifestyle & Belief","China","United States","Timothy Leary","Ralph Waldo Emerson","Henry David Thoreau","Immanuel Kant","George Harrison","Marin Heidegger","RZA","Wu-Tang Clan","Taoism","Chinese culture","Religion in China","Chinese philosophy","Chinese folk religion","Laozi","Religion","Tao","Daoism"],"teaser":"Daoism isn’t usually on the short list of major world religions. There is no Daoist equivalent to the Pope, Dalia Lama, or holy city of Mecca. But the global appeal of Daoism is still strong.","contentencoded":"<p>Daoism might be the only world religion that is often not thought of as a religion at all. This could have something to do with the fact that there has never been an internationally renowned Daoist leader like the Pope or the Dalai Lama. There is no all-important Daoist holy site equivalent to Mecca or Jerusalem. Nor is it possible to come up with even the roughest of estimates for how many Daoists there are around the world.</p>\n<p>Daoist teachings and practices began to emerge around 2,500 years ago in China. More than once, the rulers of China tried to stamp out Daoism. The entire Daoist canon might have been lost forever, if not for the work of some intrepid scholars of the early 20th century. But across the ages, Daoism has proved to be a remarkable, adaptable survivor in its native China and around the world.</p>\n<p>That goes a long way to explaining why Daoism is included as one of six religious traditions in the <a href=\"http://books.wwnorton.com/books/The-Norton-Anthology-of-World-Religions/\">Norton Anthology of World Religions</a>, published in November. The giant two-volume tome was nearly a decade in the making. And in addition to sections on Buddhism, Christianity, Hinduism, Islam and Judaism, it has a broad array of translations of Daoist scriptures, commentaries and musings on the ancient religion.</p>\n<p>People often think of Daoism as philosophy rather than a religion, says James Robson of Harvard University, who edited the section on Daoism for the Norton Anthology. But this is based on a long-running misconception of Daoism, he suggests.</p>\n<p>Jesuit missionaries were the first westerners to travel to China in the 17th and 18th centuries and translate what they considered to be the Holy Bible of the Daoist faith. The Daode jing, or <em>The Scripture of the Way and its Virtue,</em> was authored by the Chinese sage and philosopher Laozi, who is also considered to be the founding father of Daoism.</p>\n<p>Starting with the Jesuits, “Daoism [in the West] was just represented as a tradition that existed within this sacred book,” Robson says, as a philosophy. Western scholars have also been particularly drawn to a second book, called the Zhuangzi, or <em>The Book of Master Zhuang, </em>and they have tended to ignore the religious aspects of Daoism – the rituals, symbols and practices associated with the tradition, many of which are tied up with traditional Chinese folk religion.</p>\n<p>This is not to take away from the impact of these Daoist ideas on western writers, thinkers and artists. Following in the footsteps of the Jesuits, for example, philosophers Immanuel Kant and Martin Heidegger were inspired by translations of the Daoist classics. As were Henry David Thoreau, Ralph Waldo Emerson, and Oscar Wilde.</p>\n<p>Then came the counterculture icons of the late 1960s, like Timothy Leary who published “a psychedelic reading” of <em>The Scripture of the Way and its Virtue. </em>George Harrison put some lines from Daode jing to music and recorded <em>Inner Light </em>with the Beatles, singing <em>“Without going out of my door, I can know all things on Earth.” </em></p>\n<p>This version of Daoism with its ‘go with the flow’ ethos, James Robson says, has had tremendous appeal around the world. And it touches on a classic irony in Daoism, “which is the Daode jing itself was never meant to be written down.”</p>\n<p>As the story goes, Laozi was leaving China when he was stopped by a guardian at the gates and persuaded to write down his teachings. “So, you have this irony of something that’s supposed to be inexpressible in words, but it’s become the most-translated book around the world besides the Bible.”</p>\n<p>Robson says two or three new translations of the <em>The Scripture of the Way and its Virtue </em>are still published almost every year. But another side of Daoism has grabbed the popular attention of the western world in the last quarter century or so, he says. And it is related to the practices of martial arts, health and healing.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"1508\" width=\"2683\" alt=\"Marie Favorito is the director at the Boston Healing Tao center.  \" title=\"Marie Favorito is the director at the Boston Healing Tao center. \" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/IMG_4513.jpg\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Matthew Bell</p>\n  </div>\n</div>\n<p>“Qigong is the art of moving your life force,” says Marie Favorito, who directs the Boston Healing Tao. “Qi means energy. Gong means practice, your discipline.”</p>\n<p>Taking a moment during a taijiquan — also known as tai chi — class she teaches at a local senior center, Favorito says, “What makes this so powerful is that it works. If you do it, if you practice, it works. It gives you a way of aging gracefully.”</p>\n<p>“It’s not just a philosophy, it’s a practice,” she adds.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"1836\" width=\"3264\" alt=\"Marie Favorito teaches tijiquan at a senior center. \" title=\"Marie Favorito teaches tijiquan at a senior center. \" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/IMG_4529.jpg\" /><div class=\"field-caption\">\n    <p>Marie Favorito teaches tijiquan at a senior center.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Matthew Bell</p>\n  </div>\n</div>\n<p>These kinds of body cultivation practices have become more and more popular across the United States and Europe, says Robson. And this is where RZA of the Wu Tang Clan fits in.</p>\n<p>The Norton Anthology includes an excerpt from RZA’s 2005 book, <em>The Wu-Tang Manual, </em>in which the rapper talks about meeting Shi Yan-Ming. The monk from Shaolin temple emigrated from China to the US in 1992. RZA says Shi helped him and the other members of the Wu Tang Clan learn about balance and humility in life.</p>\n<p>“I think if you talk to everybody in the crew and ask them why they’re humble now, they’d say it’s because they felt the need to achieve balance. Once you have knowledge of yourself, you’ll seek balance consciously. If you don’t seek balance yourself, life will balance you,” RZA writes.</p>\n<p>Robson says there was a reason to include writings from RZA and other popular culture figures in the anthology. “It’s not just to have shock value,” he says. “I think it actually helps to the tell the story of this longer arc of the appropriation of Daoism by the West.”</p>\n<p>“I hope that’s not all people focus on though,” Robson adds. The bulk of the anthology, which runs at 700-plus pages, is made up of translated texts from the Daoist tradition itself, compiled in one volume for the first time.</p>\n<h2><a href=\"http://www.pri.org/stories/2015-01-30/daoism-gains-foothold-again-china\"><em>RELATED: Daoism gains a foothold, again, in China</em></a></h2>\n<p> </p>\n<p> </p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0202201509_0.mp3"},{"href":"http://www.pri.org/file/0202201509mp3-0"}]}