{"created":"2015-04-07T21:52:18+00:00","modified":"2015-04-08T18:53:43+00:00","valid":{"from":"2015-04-08T18:53:43+00:00","to":"3015-04-08T18:53:43+00:00"},"hreflang":"en","guid":"f3c7a3ea-8685-423e-97b2-2d81e2b6e114","title":"Kenyans take to the streets and social media to honor the victims of last week's attack","published":"2015-04-08T18:53:40+00:00","byline":"Traci Tong","tags":["terrorism","Religion","conflict","Conflict","Conflict & Justice","Nairobi","Africa","Kenya","Somalia","Garissa","Northern Kenya","Emily Johnson","Gideon Kirui","James Ochode","Francis Ochode","Garissa University College","al-shabab","Al-Qaeda","Somali people","Al-Shabaab"],"teaser":"To many Kenyans, the students killed in a massacre on a college campus last week were their country's best and brightest. On the last day of the official period of mourning, Kenyans gathered in Nairobi to honor the victims and ensure they are not forgotten. ","contentencoded":"<p>The families of the students killed by Islamist terrorists in last week's attack on Garissa University College didn't just lose their children. They lost their best hope for the future.</p>\n<p>\"There was one young man, a 22-year-old named Gideon Kirui, and his whole village had raised the money for him to go to university,\" says Emily Johnson, a Nairobi-based reporter.   </p>\n<p>Frances Ochode lost his son, James. James was Ochode's first-born son, Johnson says. He had hopes James would do better than him.</p>\n<p>James and Gideon were among the people, mostly students, who were gunned down last week by members of the Somali extremist group, Al-Shabaab.</p>\n<p>Gunmen from the terrorist group stormed the college early last Thursday morning, targeting Christian students while sparing the Muslims. The assault shocked the country.</p>\n<p>Today, hundreds marched in Nairobi to remember the victims. Johnson, who attended a separate vigil, says there were \"hundreds of people planting crosses in the ground, putting up photos of the students, writing messages of hope and peace, lighting candles.\"</p>\n<p>\"They also read the names of the students out loud,\" she adds.</p>\n<p>Others turned to social media to share their grief, using the hashtag <a href=\"https://twitter.com/search?q=%23147notjustanumber&amp;src=typd\">#147notjustanumber</a> to share stories and pay tribute to each of the people who were killed. The death toll, which was initially reported at 147, has since risen to 148.</p>\n<p>Johnson said few, if any, survivors of the attack attended the memorial. Many of the students come from other parts of Kenya, she says, and just wanted to go home and \"spend time with their families.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-07%2Fkenyans-march-and-use-social-media-honor-victims-killed&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0407201501.mp3"},{"href":"http://www.pri.org/file/0407201501mp3"}]}