{"created":"2014-11-13T21:29:54+00:00","modified":"2015-05-12T18:53:20+00:00","valid":{"from":"2015-05-12T18:53:20+00:00","to":"3015-05-12T18:53:20+00:00"},"hreflang":"en","title":"Is The Election Over Yet?","published":"2014-11-14T15:31:00+00:00","teaser":"Election Day has come and gone, but in some midterm races there's still no winner just yet.","itags":["npr_api","363842770"],"guid":"f3d8270e-d5b6-4957-b1cd-3bab6dfea19a","contentencoded":"<p>The election is over, right? Republicans gained control of the U.S. Senate and padded their majority in the House.</p><p>So the big drama of the campaign may have subsided, but there is still a handful of congressional contests up in the air.</p><p>There are runoff elections scheduled. A couple of races that are still too close to call. And at least one official recount coming.</p><p><strong>U.S. Senate Races</strong></p><p>In Louisiana — a place where politics are always interesting — three-term Democratic Sen. Mary Landrieu finds herself in a runoff against Republican congressman Bill Cassidy, because both failed to get more than the 50 percent required to claim victory last Tuesday.</p><p>Even though control of the Senate doesn't hang on the outcome, their battle now goes into an extra month of overtime.</p><p>The TV attack ads are back too. The Landrieu campaign introduced a new one this week, as did the National Republican Senatorial Committee on behalf of the challenger.</p><p>The other Senate seat that's been undecided is in Alaska, where incumbent Democrat Mark Begich faced Republican Dan Sullivan. The Associated Press has called the race for Sullivan. But Begich hasn't conceded.</p><p>On Capitol Hill Wednesday, incoming Senate Majority Leader Mitch McConnell posed with 10 new GOP senators-elect. He's looking for the number of newcomers to increase. \"We're excited to have a great bunch here and we hope they're going to be joined by Bill Cassidy and Dan Sullivan shortly,\" he said. Sullivan, having claimed victory, has since flown to D.C. to begin new-member orientation.</p><p><strong>House Races</strong></p><p>There are two races in Louisiana, Congressional Districts 5 and 6, where runoffs will decide the winner. The latter involves Democrat Edwin Edwards, 87, who has a resume that includes Congress, the governorship — and eight years in federal prison for corruption.</p><p>In Arizona, the battle for the 2nd District is heading for an automatic recount. It features incumbent Democrat Ron Barber, a former aide to Rep. Gabby Giffords who was shot and wounded along with Giffords by a gunman in January 2011. Barber trails Republican Martha McSally by just 133 votes. Nearly all of the votes have been tallied, and state law requires a recount if the margin is fewer than 200 votes.</p><p>Finally, there are two undeclared races in California: in the 7th District, near Sacramento, and the 16th, which includes parts of Fresno.</p><p>Both feature incumbent Democrats who currently hold very narrow leads.</p><p>So Election Day has come and gone.</p><p>We just don't know yet when it will all be officially ... and finally ... and mercifully over.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Is+The+Election+Over+Yet%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Don Gonyea","audio":[{"meta":{"duration":"184"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363842771-df4ece.m3u?orgId=1&topicId=1014&d=184&p=2&story=363842770&t=progseg&e=363800676&seg=4&ft=nprml&f=363842770"}]}