{"created":"2014-10-03T21:00:20+00:00","modified":"2014-10-30T21:49:18+00:00","valid":{"from":"2014-10-30T21:49:18+00:00","to":"3014-10-30T21:49:18+00:00"},"hreflang":"en","title":"New 15-Year Mortgage May Open Homeownership Door For More Buyers","published":"2014-10-04T16:56:00+00:00","teaser":"The 30-year mortgage is the foundation of the real estate market. But some advocates are proposing a new type of 15-year loan that would allow people to own more of their home more quickly.","itags":["npr_api","353521437"],"guid":"f3d80906-356d-4f1a-8a1f-4ed4220c334e","contentencoded":"<p>The 30-year mortgage is the foundation of the real estate market largely because it makes housing more affordable. But the truth is, it's a lousy loan for building actual ownership or equity in your home during the first 5 or 7 years, which caused big trouble when housing crashed.</p><p>But there's something new that's getting a lot of attention. It's called the <a href=\"http://www.aei.org/article/economics/a-straight-path-to-wealth-and-debt-free-homeownership/\" target=\"_blank\">Wealth Building Home Loan</a> because it helps people own more of their house more quickly. A pilot project is already up and running to offer this new type of affordable 15-year loan to thousands of homeowners. And perhaps the most amazing thing is...</p><p><strong>Created In A Partnership Between A Liberal And A Conservative<br /></strong></p><p>In the liberal corner, we have Bruce Marks, and you don't get much more liberal than that. Marks runs a housing nonprofit and calls himself a quote \"nonviolent bank terrorist.\" He's marched with hundreds of homeowners onto bank CEOs' front lawns to protest foreclosures, and he likes to go on Fox News and get into yelling matches with conservatives.</p><p>But a few months ago, Marks was speaking at a conference. So was Edward Pinto, an economist from the decidedly conservative American Enterprise Institute. Pinto says it was, \"a conference on 'the color of wealth' and it was all about the fact that people of color have been slammed in terms of wealth building by what's been going on in the housing market.\"</p><p>Marks says he was \"saying conservatives don't believe in providing assistance for low- and moderate-income people.\" Pinto was saying something pretty provocative too: That in the past 30 years, policies to promote homeownership backfired.</p><p>Pinto says that's because they became too focused on making home loans <em>affordable, </em>instead of promoting loans that would build more actual <em>ownership</em> in a home. Risking sacrilege amid the conference's housing advocates, Pinto said that the favorite loan of most housing advocates, the 30-year fixed rate loan, is bad for most people.</p><p>\"The 30-year loan just doesn't allow you to build wealth unless house prices happen to go up and up and up,\" he said.</p><p>That's because in the first years of a 30-year loan, a huge percentage of your mortgage payment goes to pay interest — not to pay down the principal. So in effect Pinto says you're mostly just paying rent to the bank, while the bank really owns the house.</p><p>Pinto said that instead of pushing 30-year mortgages, we should figure out ways to let more Americans afford 15-year fixed-rate mortgages. With that approach you own a much bigger chunk of your house more quickly.</p><p><strong>'Going From A Debt Model To An Ownership Model'</strong></p><p>Bruce Marks, after thinking about it, decided Pinto had a really good point.</p><p>The problem with 15-year loans historically is that the monthly payments are significantly higher, but the two men decided to try to figure out a way to make 15-year loans affordable for many more people.</p><p>They had dinner. They kept talking and started working together. And now they've launched a pilot project offering the new 15-year Wealth Building Home Loan.</p><p>\"It is a game changer because you're going from a debt model to an ownership model,\" Marks says.</p><p>When you get a mortgage, you can pay money up front to lower the interest rate, what's called \"paying points.\" For the pilot loan project, Marks got Bank of America and Citibank to agree to offer an especially good interest rate reduction if you do this. Marks is now offering the loan <a href=\"https://www.naca.com/nacaWeb/purchase/purchaseProgram.aspx?language=\" target=\"_blank\">through his nonprofit organization, the Neighborhood Assistance Corporation of America</a>. <strong></strong></p><p>Kimberly Wright of Memphis, Tenn., just closed on one of those 15-year loans, with an interest rate that's close to zero. It's just 0.125 percent — as in about one-tenth of one percent.</p><p>Wright had to call up her NACA loan consultant she was working with when she saw the final paperwork, to ask her if it was actually real. \"Yeah I really thought that it was unbelievable,\" she says.<strong></strong></p><p>Wright, who works for a company that does embroidery work on uniforms or jackets, says she makes less than $30,000 a year and has two teenage kids. But after going through the NACA homebuyer program, she recently bought a house for $82,000.</p><p><strong>Paying Yourself To Live In Your House</strong></p><p>Instead of making a down payment, she used about $5,000 to buy points and bring her interest rate down near zero percent. That makes the monthly payments lower, which allowed her to do this 15-year loan instead of a traditional 30-year loan at a higher interest rate.</p><p>With a near zero percent interest rate, nearly all of her monthly $650 payment will go to pay off her principal, quickly building an ownership stake in her house.</p><p>\"The money is going literally directly from your left pocket to your right because you're in effect writing a check to yourself,\" Pinto says.</p><p>Pinto acknowledges there's still a lot of work to do to figure out how to make these Wealth Building loans available more widely, and even then, it may take some convincing for homeowners.</p><p>Even though these loans are a very good deal in the long run, you pay a little more each month than you would on a 30-year loan, so many people might not be able to look past the higher monthly payment.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+15-Year+Mortgage+May+Open+Homeownership+Door+For+More+Buyers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Chris Arnold","audio":[{"meta":{"duration":"278"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353538205-243d1d.m3u?orgId=1&topicId=1006&ft=3&f=353521437"},{"href":"http://media.npr.org/assets/img/2014/10/03/img-edwardpinto300x225_172239873752.jpg_item_hero_bw1-a10b5c2b8884a5c3df20d6f6027c2d67f344296d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"225","width":"300"}}]}