{"created":"2014-10-28T22:18:02+00:00","modified":"2014-10-29T19:43:33+00:00","valid":{"from":"2014-10-29T19:43:33+00:00","to":"3014-10-29T19:43:33+00:00"},"hreflang":"en","guid":"f3decaa5-1f20-44b9-882b-3620f45c3dc4","title":"Afghan success stories aren't quite what they seem","published":"2014-10-29T19:43:32+00:00","byline":"Bradley Campbell","tags":["military","terrorism","government","Conflict","Conflict & Justice","Asia","Afghanistan","Gizab","Asia","Central Asia","South Asia","Sune Engel Rasmussen","War in Afghanistan","Gizab District","Afghanistan","Taliban","War","Government of Afghanistan","Politics"],"teaser":"In some scattered areas of Afghanistan, like the district of Gizab, coalition forces were able to claim victories over the Taliban, driving them out with the help of locals. But as international troops leave, those alleged successes are becoming far more fragile.","contentencoded":"<p>As the war in Afghanistan winds down, you've got to dig a bit to find success stories from the past dozen years of foreign occupation. What happened in 2010 in the district of Gizab was supposed to be one of those successes.</p>\n<p>Locals there stood up to the Taliban, and even kicked them out with the help of American and Australian forces. That inspired hope that the same thing could happen in other parts of the country.</p>\n<p>Today it's a far different story in Gizab: Locals now estimate <a href=\"http://www.theguardian.com/world/2014/oct/27/taliban-return-afghan-town-gizab\">the Taliban controls 80 percent of the area</a>. So what happened?</p>\n<p>\"I get the sense the locals, after the Taliban left, were waiting for the central government in Kabul to exert some kind of control over the district,\" says Sune Engel Rasmussen, a journalist based in Kabul. \"Instead, what happened is that the district got neglected, corruption flourished, the drug trade was not curbed to any reasonable measure.\"</p>\n<p>The easy interpretation is that the coalition forces in Gizab succeeded, but it didn't stick because Afghan officials took their eye off the ball. But Rasmussen says that reflects a fundamental misreading of the area's politics.</p>\n<p>\"Political alliances, political allegiances, tribal allegiances are very fluid,\" Rasmussen says. \"And if one side turns out to be corrupt and turns out to be ruthless in their handling of the population, well, then many people will just simply turn away.\" And Gizab is far from the only area where such a misreading took place, he argues.</p>\n<p>So will the Taliban continue to reclaim territory around the country? Rasmussen says he's seeing the group shift its strategy. In the past, the group used to attack district centers. \"What we see now is more an attempt for the Taliban to try and take more rural areas,\" he says. \"It gives them some kind of freedom of movement through the country. It also gives them control of the opium crops.\"</p>\n<p>Rasmussen says many people don't believe the Taliban is a viable alternative to the government. But as international forces leave Afghanistan, he thinks the group will continue a military campaign in rural areas over the next several months. It's an aggressive Taliban, one that's different from the \"kindler and gentler\" version that has seemed willing to talk with the government rather than fight.</p>\n<p>Or was that just a ruse?</p>\n<p>\"I think if the Taliban are offered a real place in Afghan politics, I think they will try and take that and give dialogue and negotiations a chance,\" Rasmussen says. \"But as it looks right now, I mean, the Taliban has never been taken completely seriously by the international community as a negotiating partner. And for the Taliban to negotiate and to commit to some kind of dialogue, I think it's up to the Afghan government to show that they are serious about it\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}