{"created":"2014-09-15T17:43:17+00:00","modified":"2014-09-15T17:49:58+00:00","valid":{"from":"2014-09-15T17:49:58+00:00","to":"3014-09-15T17:49:58+00:00"},"hreflang":"en","guid":"f3f8e129-ddcb-4f97-bfe0-4f1e87bf0444","title":"No matter where in the world you are, opting out of childhood vaccines can be a catastrophic choice","published":"2014-09-15T17:49:57+00:00","byline":"Joyce Hackel","tags":["health","cancer","science","research","Human Needs","Health","Health & Medicine","Europe","North America","Asia","France","United States","Bhutan","Europe","Asia","North America","Sonya Pemberton","Medicine","Papillomavirus","Biology","Health","Vaccination","Vaccines","Virology","Gynaecological cancer","Measles","Human papillomavirus","Cervical cancer","Autism","whooping cough","mumps"],"teaser":"The new NOVA special, \"Vaccines: Calling the Shots,\" explores the lingering global resistance to vaccination campaigns. Case studies from around the world explain just how bad the impact can be when groups opt out of childhood shots.","contentencoded":"<p>Parents in many parts of the globe are familiar with the controversy and the rumors over childhood vaccines. Science tells us that childhood vaccines are safe and crucial to maintaining good public health, yet the apprehension continues.]</p><p>A <a href=\"http://www.pbs.org/wgbh/nova/body/vaccines-calling-shots.html\">new NOVA documentary</a> airing on Wednesday grapples with the issue. It&#39;s called &quot;Vaccines: Calling the Shots.&quot; And it shows that the effects of skipping vaccines for kids can be even bigger than you might imagine.</p><p>In France, for example, vaccination levels have dipped to about 89 percent of the population as opposed to the previous 95 percent. &quot;You wouldn&#39;t think that was a really big deal,&quot; says Sonya Pemberton, the writer, director and producer of the program. And yet it was.&nbsp;</p><p>Pemberton relates the story of a 10-year-old unvaccinated French girl who unwittingly came back from holiday in 2008 infected with measles. Within three years, she had triggered an outbreak of 15,000 cases and six deaths.</p><p>&quot;It was a classic case of what they call importation,&quot; according to Pemberton.</p><p>The film also follows a case in New York from last year in which an American went to London on vacation and returned with a case of the measles. Because the individual lived in a hub of unvaccinated families, the virus &quot;spread like wildfire through those families and then it jumped out into the population,&quot; Pemberton explains.</p><p>But unlike in France, New York&#39;s measles vaccination rate is extremely high; the outbreak was halted. &quot;It&#39;s like it hit a wall, a firebreak of people who were vaccinated,&quot; she says.</p><p>There are plenty of other case studies from around the world, including what happened in the South Asian kingdom of Bhutan in 2010: It became the first developing country to roll out a national vaccination program against the human papilloma virus, which is <a href=\"http://www.pri.org/stories/2012-12-07/cancers-new-battleground-infectious-diseases-leading-cancer-cause\">a main cause of cervical cancer</a>.</p><p>Pemberton says the campaign worked because the residents of Bhutan, despite being from a low-income society where these measures are hard to implement, are familiar with the trauma of cervical cancer.</p><p>&quot;They see the hardship, the grief, the death, the loss, the families broken up and everything from these diseases,&quot; she says. &quot;So they see the need. And I think this is the common thread.&quot;</p><p>Cervical cancer rates in Bhutan have dropped. Although neighborhing countries have resisted the vaccine, in Bhutan even the royal princess is onboard. And that&#39;s made the difference.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/VACCINES_003.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/vaccines003jpg"}]}