{"created":"2015-02-12T21:03:03+00:00","modified":"2015-05-13T21:16:18+00:00","valid":{"from":"2015-05-13T21:16:18+00:00","to":"3015-05-13T21:16:18+00:00"},"hreflang":"en","title":"In A Somber Homecoming, Yazidis Grieve And Watch Over Their Dead","published":"2015-02-20T20:22:00+00:00","teaser":"With the Islamic State pushed back, Iraq's Yazidis are returning to their villages — and to mass graves. Now, they guard the remains and are calling on the U.N. to document the killings.","itags":["npr_api","385712996"],"guid":"f3f9e3cb-0711-4727-9731-1d8d58bdadf0","contentencoded":"<p>As you drive through northern Iraq near the border with Syria, you pass checkpoints every few miles or so. Manning these roadblocks are Kurdish fighters, wearing camouflage and body armor, carrying big guns.</p><p>Sometimes there are piles of dirt in the road to slow down traffic.</p><p>These Kurdish peshmerga fighters are beginning to reclaim some land from the self-proclaimed Islamic State, or ISIS, and people are beginning to return to their homes.</p><p>But the homecoming has proved harrowing for many.</p><p>Last month, Kurds brought in an earthmover to build a checkpoint near the village of Hardan. The machine dug into a pile of dirt at the side of the road — and uncovered something awful.</p><p>Next to a mound of dirt, there are human bones sticking out.</p><p>\"These are my relatives,\" says a fighter named Shamwa Edu.</p><p>Edu points to another man, saying, \"His uncle and cousin are buried here.\"</p><p>The other man is named Naif Brahem Khadir. He patrols this site every day, making sure dogs don't dig up the bones.</p><p>Khadir pulls a dirty white cloth from under a stone. It's a head scarf. He points out the stains on it — blood — and the bullet hole.</p><p><a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/10/339294519/iraq-claims-militants-executed-500-minority-yazidis\">ISIS fighters stormed through this village in the beginning of August</a>. They took young women captive. Nearly everyone else was killed on the spot.</p><p>Some villagers who were lucky enough to escape watched the massacre through binoculars from the top of nearby Mount Sinjar.</p><p>Khadir says the people on the mountain estimate they watched 70 — perhaps 100 — of their countrymen killed here. That's consistent with other mass graves that have been discovered in this area.</p><p>The mayor of a nearby village told us that local health officials unearthed one site with remains of 28 people. Another held about 100.</p><p>But in the village of Hardan, no one has dug up and counted the bodies. That's because residents want the United Nations to come and document what happened before anything is touched.</p><p>\"The world must record this genocide,\" Khadir says.</p><p>He and the others here belong to the Yazidi religion. They're a small minority that has lived in this part of Iraq for centuries.</p><p>These men say their <a href=\"http://www.npr.org/blogs/parallels/2014/08/18/341403231/embattled-yazidis-say-they-are-now-enduring-atrocity-no-74\">neighbors have turned against them</a> many times over the years. And that is why they stand guard at these grave sites now. They fear that without some kind of international accounting, history will repeat itself and their religion will be wiped out.</p><p>\"This is what the Arabs do to us, and they will do it again,\" says Edu. \"We cannot live with Arabs at all.\"</p><p>So, these fighters carefully surround the mounds of dirt with caution tape. They keep standing guard by the road, next to their ruined village.</p><p>After their loss has been recognized, then, they say, they will give their relatives a proper burial.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+A+Somber+Homecoming%2C+Yazidis+Grieve+And+Watch+Over+Their+Dead&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"231"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385793978-3af545.m3u?orgId=1&topicId=1010&d=231&p=2&story=385712996&t=progseg&e=385653487&seg=12&ft=nprml&f=385712996"},{"href":"http://media.npr.org/assets/img/2015/02/12/462700530-6eace0d4f71c884b82e97957d2d2b07495ade6f3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3415","width":"4554"}},{"href":"http://media.npr.org/assets/img/2015/02/12/yazidi-grave-a589fe13ee4ad18292e921774844586f689c88cd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1223","width":"1631"}}]}