{"created":"2014-10-08T15:03:47+00:00","modified":"2014-10-31T01:37:24+00:00","valid":{"from":"2014-10-31T01:37:24+00:00","to":"3014-10-31T01:37:24+00:00"},"hreflang":"en","title":"In Mississippi, A Senate Race Derailed By A Blogger's Photos","published":"2014-05-30T23:12:00+00:00","teaser":"Tea Party challenger Chris McDaniel is struggling to stay on message after his supporters allegedly exploited longtime GOP Sen. Thad Cochran's bedridden wife.","itags":["npr_api","317362310"],"guid":"f3fb572c-879a-4b84-9114-fb484c084020","contentencoded":"<p>Mississippi's Republican Senate primary has taken a bizarre and nasty turn as Tuesday's election draws near. The heated race is considered one of the Tea Party's best opportunities to unseat a longtime GOP incumbent, U.S. Sen. Thad Cochran.</p><p>His challenger, state Sen. Chris McDaniel, is struggling to stay on message after some of his supporters <a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/22/314934401/three-more-men-charged-in-conspiracy-case-roiling-miss-senate-race\">were arrested</a> in a scheme to exploit Cochran's bedridden wife. These allegations threaten to overtake the storyline of this contest, once the classic tale of an establishment-backed senior senator in the race of his career against a Tea Party-aligned upstart.</p><p>Police say a conservative blogger and three other men, including a local Tea Party official, conspired to photograph 72-year-old Rose Cochran in the Mississippi nursing home where she has lived since 2000. She suffers from progressive dementia and is under hospice care.</p><p>Now, just days before Tuesday's Republican primary, the photo scandal dominates talk radio — and the candidates' campaign ad war.</p><p>\"It just gets worse,\" says one ad. \"Now Chris McDaniel's radio co-host, fundraiser and hometown friend, charged with felonies. The McDaniel campaign scandal spreads.\"</p><p>In reply, a McDaniel ad countered, \"You've probably seen Thad Cochran's negative attack ads. Newspapers call them shameless. I call them outrageous.\"</p><p>Blogger Clayton Kelly allegedly used the images of Rose Cochran, taken Easter Sunday, in an online video. The video was intended to cast doubt on the six-term senator's relationship with a longtime Washington aide who has accompanied him on official trips overseas.</p><p>On the campaign trail, Cochran doesn't mention the controversy, saying that the ongoing investigation is out of his hands.</p><p>\"I don't have any reaction to it except I hope it gets resolved and those who may have violated laws are dealt with according to the law,\" Cochran says.</p><p>Sid Seal, a pharmacist and Cochran supporter, just shakes his head when the topic comes to the tone of the race.</p><p>\"It's probably the dirtiest race overall that I've seen in years,\" Seal says.</p><p>Millie Smith of Philadelphia, Miss., says that if McDaniel's supporters thought the photo would somehow boost his chances, they were wrong.</p><p>\"It makes you wonder what their agenda is,\" Smith says.</p><p>McDaniel says he doesn't know why anyone would photograph his opponent's bedridden wife.</p><p>\"Our campaign had absolutely nothing to do with that,\" McDaniel says. \"We're focused on the issues right now, and we're going to move forward all the way to June the 3rd for a victory.\"</p><p>He doesn't think his campaign is tainted by the photo, even though news headlines say his supporters were behind it.</p><p>\"No, not at all,\" McDaniel says. \"The issues matter, and that's our focus.\"</p><p>Back on a bus tour through Mississippi, McDaniel tries to shift the attention to Cochran's extended tenure on Capitol Hill.</p><p>\"What do you call a politician who's been in Washington 42 years?\" McDaniel asks a crowd. \"You call him home.\"</p><p>His loyal supporters are trying to stay on track as well, weathering the rain in Pearl, Miss., on Thursday evening to wave campaign signs at passing traffic.</p><p>Elva Eubanks has been driving around the state in what she calls Big Red, a bright red pickup truck with a giant \"McDaniel for Senate\" sign in the bed, talking up the candidate. She admits that the photo scandal does come up.</p><p>\"I try not to bring it up,\" Eubanks says. \"If somebody asks me about it I might say something, but I try to change the subject to something more positive.\"</p><p>That's McDaniel's strategy, too, and he's looking for a last-minute boost from some big-name national conservatives. Former Republican presidential candidate Rick Santorum is endorsing McDaniel, and Sarah Palin is in the state campaigning with him Friday.</p><p>As for the other camp, Mississippi Gov. Phil Bryant is on the stump with Cochran.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Mississippi%2C+A+Senate+Race+Derailed+By+A+Blogger%27s+Photos&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Debbie Elliott","audio":[{"meta":{"duration":"271"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317426104-4cdab3.m3u?orgId=1&topicId=1014&ft=3&f=317362310"}]}