{"created":"2014-11-27T09:42:18+00:00","modified":"2015-05-26T18:13:56+00:00","valid":{"from":"2015-05-26T18:13:56+00:00","to":"3015-05-26T18:13:56+00:00"},"hreflang":"en","title":"NFL Fans Get Their Fill With 3 Games On Thanksgiving","published":"2014-11-28T10:23:00+00:00","teaser":"The Philadelphia Eagles routed the Dallas Cowboys 33-10, the Seattle Seahawks beat the San Francisco 49ers 19-3 and the Detroit Lions won handily over the Chicago Bears 34-17.","itags":["npr_api","366956656"],"guid":"f405d603-78c4-4e09-908a-51b4a7658774","contentencoded":"<p><strong>Updated With Final Scores:</strong></p><p>The Detroit Lions won handily over the Chicago Bears 34-17. Detroit is now 8-4 for the season.</p><p>The Philadelphia Eagles routed the Dallas Cowboys 33-10. The Eagles are now 9-3 and lead the NFC East by one game over the Cowboys.</p><p>The Seattle Seahawks beat the San Francisco 49ers 19-3. Seattle is one game ahead of San Francisco for second place in the NFC West.</p><p><strong>Original Post:</strong></p><p>There are three traditional Fs that highlight the Thanksgiving holiday: family, food and football. Today's three NFL games are each between division rivals, and all the teams are battling for a playoff spot.</p><p>First up, while everyone is still wide awake, is a real Thanksgiving tradition: The <a href=\"http://www.detroitlions.com/\">Detroit Lions</a> (7-4) host the <a href=\"http://www.chicagobears.com/\">Chicago Bears</a> (5-6) in a classic match-up between historic NFL foes. Both teams are gunning for a playoff spot in the NFC North but neither is playing particularly good football this season.</p><p>Today's game marks the 16th time those two teams have played on Thanksgiving Day since 1934. A Detroit win would even their series at eight wins a piece. The game starts at 12:30 p.m. ET on <a href=\"http://www.cbssports.com/nfl\">CBS</a>.</p><p>Dallas has played on Thanksgiving since 1966. <a href=\"http://www.dallascowboys.com/\">The Cowboys</a> (8-3) take on the <a href=\"http://www.philadelphiaeagles.com/\">Philadelphia Eagles</a> (-8-3), and they're tied for first in the NFC East. A home game for the Cowboys doesn't necessarily make them a favorite.</p><p>It's hard to pick any favorite when the league is as topsy-turvy as its been from week to week. This season, the Cowboys have been better on the road. The game starts at 4:30 p.m. ET on <a href=\"http://www.cbssports.com/nfl\">Fox</a>.</p><p>The prime-time match-up is between the last teams to represent the NFC in the Super Bowl — the defending champion <a href=\"http://www.seahawks.com/\">Seattle Seahawks</a> (7-4) and the<a href=\"http://www.49ers.com/\"> San Francisco 49ers </a>(7-4).</p><p>The 49ers have had narrow wins over so-so teams this season but they've won their past three games. Last Sunday, the Seahawks had an impressive win over the Arizona Cardinals, which had the <a href=\"http://www.nfl.com/standings\">best record in the NFL</a>.</p><p>Both teams are two games behind Arizona in the NFC West. The game starts at 8:30 p.m. ET on <a href=\"http://www.cbssports.com/nfl\">NBC</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=NFL+Fans+Get+Their+Fill+With+3+Games+On+Thanksgiving&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Goldman","audio":[{"meta":{"duration":"208"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366956657-05b58a.m3u?orgId=1&topicId=1055&d=208&p=3&story=366956656&t=progseg&e=366956578&seg=13&ft=nprml&f=366956656"}]}