{"created":"2014-09-18T15:05:26+00:00","modified":"2014-10-31T02:28:20+00:00","valid":{"from":"2014-10-31T02:28:20+00:00","to":"3014-10-31T02:28:20+00:00"},"hreflang":"en","title":"Connections On A Dance Floor: The Musical Brotherhood Of Young Fathers","published":"2014-05-07T20:43:00+00:00","teaser":"The Scottish trio makes music unbound to any one genre, with songs reflecting very different backgrounds. The group discusses friendship, influence and what it takes to make the cool kids dance.","itags":["npr_api","309008130"],"guid":"f40bb836-5432-4a0e-938f-274758e2d041","contentencoded":"<p>Even in music's melting pot, Young Fathers are an unlikely trio. Alloysious Massaquoi is originally from Liberia, Kayus Bankole has Nigerian parents, and producer Graham \"G\" Hastings hails from North Edinburgh, Scotland, where the three first met as teenagers in the early 2000s.</p><p>In a conversation with NPR's Audie Cornish, the members of the genre-mashing group say they connected instantly — even though, under the circumstances, they couldn't actually speak to one another:</p><p><strong>G Hastings:</strong> When I met these guys, it was on a dance floor. You walked in and it's too loud to talk, so there's no point trying to say hello to everybody. They were in a circle, and I just couldn't believe how people were dancing and no one was, you know, pointing and laughing at them.</p><p><strong>Audie Cornish: Did you end up dancing with them?</strong></p><p><strong>Hastings:</strong> I just joined in. I joined in like it was nothing — like, \"I'm cool.\" But really, that was one of the moments in my life that I'll always remember.</p><p><strong><strong></strong>Can you remember what the song was?</strong></p><p><strong>Hastings:</strong> It was probably Sean Paul's \"<a href=\"https://www.youtube.com/watch?v=8MmW_GOFS8I&feature=kp\" target=\"_blank\">Gimme The Light</a>.\" The DJs that played there, they had that record probably about six months before I first saw the music video on MTV or whatever. I didn't even know what Sean Paul looked like; it was just a great song.</p><p>After two well-received mixtapes, Young Fathers is currently on tour in support of its debut studio album, <a href=\"https://soundcloud.com/youngfathers/sets/young-fathers-dead\" target=\"_blank\">Dead</a>. Hear more of the group's conversation with Cornish at the audio link.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Connections+On+A+Dance+Floor%3A+The+Musical+Brotherhood+Of+Young+Fathers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"490"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1309040323-e73195.m3u?orgId=1&topicId=1105&ft=3&f=309008130"},{"href":"http://media.npr.org/assets/img/2014/05/02/texaslive2_high-71a561d199a16722a81d77c68f15dfc4b80756fe.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1257","width":"1677"}}]}