{"created":"2015-04-14T17:52:03+00:00","modified":"2015-04-14T20:02:09+00:00","valid":{"from":"2015-04-14T20:02:09+00:00","to":"3015-04-14T20:02:09+00:00"},"hreflang":"en","title":"Turkish Professor Concludes There Was An Armenian Genocide","published":"2015-04-14T20:02:00+00:00","teaser":"While Turkey denies the killings were genocide, a Turkish professor explains how she arrived at the opposite conclusion.","itags":["npr_api","399611909"],"guid":"f40f9133-7f06-4715-bd9d-dc10a4cda892","contentencoded":"<p>Turkish officials reacted in anger on Sunday to Pope Francis&#8217;s description of the slaughter of Armenians by the Ottoman Turks as the first genocide of the 20th century. Turkey has acknowledged the killing of Armenians occurred around the time of World War I, but has resisted the notion that this was part of a systematic genocide.</p><p><strong>Fatma Muge Cocek</strong> is Turkish, and a professor of sociology and women&#8217;s studies at the University of Michigan. She tells <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young about the social and political backdrop that led to the persecution and killing of Armenians during the Ottoman Empire, and why she now uses the term genocide to describe the killings.</p><h4>Interview Highlights: Fatma Muge Cocek</h4><p><strong>On whether religious differences made Armenians a target</strong></p><p>&#8220;Religion is one factor that impacts the way in which society itself is structured because non-Muslims in the Ottoman Empire lived under a system called the millet system, where they had pretty much self governance, but no access to arms and armaments, and in turn had to pay also a special poll tax. And because of that, especially because of the fact that there was no intermarriage, one can say that they existed in Ottoman society, but they were not fully integrated into Ottoman society. And probably was a more important factor than religion alone.&#8221;</p><p><strong>Was it a civil war or a genocide?</strong></p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;In our history textbooks, there was no reference whatsoever to what had happened, to the violence.&#8221;</p><p></div></p><p>&#8220;Well for a civil war to occur, on both sides you have to have two armies or two armed forces fighting each other. In this case it was the Ottoman military or paramilitary organizations that basically took out not only the males, but also the women, children and the elderly. That is not a civil war when you include, and I think destory, your own subjects. That is why I think it’s not a civil war.&#8221;</p><p><strong>On the Turkish people&#8217;s understanding of the war</strong></p><p>&#8220;I was born and raised in Turkey and I got all my education there, and in our educational system, in our history textbooks, there was no reference whatsoever to what had happened, to the violence. Turks were always portrayed as very patriotic, innocent and noble people, and the only reference I had was that a group of Armenian terrorists killed diplomats from &#8217;74 to &#8217;85, so that was my only experience. I knew nothing about why these Armenian terrorists were taking out the Turkish diplomats, and I think that is also the only reference the Turkish public has in Turkey. They only remember those murders. They don’t know anything that happened in their own past. I had to learn that later when I came here to the United States to do my Ph.D.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www-personal.umich.edu/~gocek/\" target=\"_blank\">Fatma Muge Cocek</a></strong>, professor of sociology and women&#8217;s studies, University of Michigan, author of &#8220;<a href=\"http://ukcatalogue.oup.com/product/9780199334209.do\" target=\"_blank\">Denial of Violence: Ottoman Past, Turkish Present, and Collective Violence against the Armenians, 1789-2009</a>.&#8221;</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Turkish+Professor+Concludes+There+Was+An+Armenian+Genocide&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"591"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399611912-14edfe.m3u?orgId=1&e=399611909&d=591&ft=nprml&f=399611909"},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0414_armenian-genocide.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}}]}