{"created":"2015-05-11T18:28:59+00:00","modified":"2015-05-12T14:47:21+00:00","valid":{"from":"2015-05-12T14:47:21+00:00","to":"3015-05-12T14:47:21+00:00"},"hreflang":"en","title":"N.Y. Gov. Issues New Measures To Protect Salon Workers","published":"2015-05-12T14:47:00+00:00","teaser":"We hear about reactions to a New York Times report on unhealthy and unfair work conditions facing manicurists.","itags":["npr_api","405943618"],"guid":"f410359f-8fcd-4f5f-ac21-7bee04eab50c","contentencoded":"<p>New York Gov. Andrew Cuomo <a href=\"http://www.nytimes.com/2015/05/11/nyregion/cuomo-orders-emergency-measures-to-protect-workers-at-nail-salons.html?ref=topics\" target=\"_blank\">announced last night</a> that he is ordering new, emergency measures to go into effect immediately, to protect workers in nail salons across the state.</p><p>A New York Times investigation revealed last week that many of those workers are being forced to work brutally long hours for little or no pay, and that many of them are getting sick from constant exposure to chemicals.</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Meghna Chakrabarti talks to <strong>Sarah Maslin Nir</strong>, who reported the story for The New York Times, about the response to the investigation and the newly-announced emergency measures.</p><p><strong>Read The New York Times Investigation:</strong></p><ul><li><a href=\"http://www.nytimes.com/2015/05/10/nyregion/at-nail-salons-in-nyc-manicurists-are-underpaid-and-unprotected.html\" target=\"_blank\">Part I: The Price of Nice Nails</a></li><li><a href=\"http://www.nytimes.com/2015/05/11/nyregion/nail-salon-workers-in-nyc-face-hazardous-chemicals.html?_r=0\" target=\"_blank\">Part II: Perfect Nails, Poisoned Workers</a></li></ul><h4>Interview Highlights: Sarah Maslin Nir</h4><p><strong>On what inspired her to investigate this story</strong></p><p>&#8220;It&#8217;s a little bit of a funny story. I was getting a pedicure at a 24/hour salon, which is an unusual salon in Koreatown in New York City. And it was in the morning, and I said to the woman, &#8216;this is such a crazy salon, 24 hours, who does the night shift?&#8217; She said, &#8216;I do the night shift.&#8217; And I said, &#8216;But it&#8217;s day.&#8217; And she said, &#8216;I work 24 hours a day, six days a week. I sleep in a barracks above the salon. They shake me awake for night treatments, and on the seventh day, I go home and sleep for 24 hours, and I come right back.&#8217; And I thought, this woman is enslaved. And I went back to my bosses and they said, &#8216;why don&#8217;t you see if it&#8217;s a larger phenomenon.&#8217; And I did. And it was.&#8221;</p><p><strong>On what specifically Gov. Cuomo&#8217;s emergency measures hope to achieve</strong></p><p>&#8220;So there are a couple different things these emergency measures touch. They touch health. So workers in New York state are going to be required in salons to wear gloves &#8230; salons are going to be required to be ventilated. One of the additional provisions of the health aspect is they want workers to wear masks, but that seems strange to me given that a lot of experts in occupational health say those masks do nothing. They&#8217;re just almost for show of the appearance of safety. They don&#8217;t actually protect against the toxins or potential chemical threats in nail salons. But the governor&#8217;s office told me that the health department will be conducting a study of best practices, so this is just a temporary measure on an emergency basis.&#8221;</p><p>&#8220;The other thing that&#8217;s going to happen is that every salon is going to be required to have posters in six different languages telling workers their rights. Things like, it&#8217;s illegal to have to pay money for your job, which my investigation showed is almost standard policy in salons and what minimum wage is.&#8221;</p><p><strong>On publishing the work in several languages</strong></p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;If the math doesn&#8217;t add up, that&#8217;s because someone else is bearing the cost of the [manicure] discount, and in the nail salon industry, it&#8217;s always the worker.</p><p></div></p><p>&#8220;I had the idea that we should publish this in several languages because they didn&#8217;t know their story, I found. I was finding out all this information, especially about the race-based hiring system, as I said in my investigation &#8212; people are paid differently depending on what race they are. And people didn&#8217;t know it was a systemic problem, the workers themselves, so we hoped they would read it. The third most read story on The New York Times&#8217; site was the Korean version, in fact, so I believe they are reading it. A couple of my subjects have written me to say they felt proud.&#8221;</p><p><strong>On what salon owners may believe about the work conditions they place workers under</strong></p><p>&#8220;I don&#8217;t think they&#8217;ll say they&#8217;re providing a sense of community, because in salons, it&#8217;s a very hostile environment and that sort of barbershop, chit-chat mentality doesn&#8217;t happen in nail salons. But, I think they do say that they believe themselves to be heroic in a sense. They say, &#8216;we&#8217;re hiring an unemployable class of people, who are undocumented, don&#8217;t speak the language, don&#8217;t have many transferable skills, and we&#8217;re giving them a chance at a life here.&#8217; And they do feel that they are doing the best they can.&#8221;</p><p><strong>On how a person can figure out if they&#8217;re salon is treating workers fairly</strong></p><p>&#8220;I don&#8217;t have very good answers. I wrote a little piece that talked about three ways you could try to be a more conscientious consumer. One, I said you could interview your worker and ask her or him, and if you find out wage fraud you can call the department of labor. No. 2: Many people bring up tipping more, but the truth is, that would be taking the onus off the owners to pay their workers more. And then one of the other thoughts that I had was you can look potentially, as experts say, for a place with higher rates for manicures. Across the nation, the manicure price is around $20. Here in the most expensive city perhaps in the United States, we&#8217;re paying $10 for a manicure. If the math doesn&#8217;t add up, that&#8217;s because someone else is bearing the cost of the discount, and in the nail salon industry, it&#8217;s always the worker.&#8221;</p><h4>Guest</h4><ul><li><a href=\"http://topics.nytimes.com/top/reference/timestopics/people/n/sarah_maslin_nir/index.html\" target=\"_blank\"><strong>Sarah Maslin Nir</strong></a>, a reporter for The New York Times. She tweets <a href=\"https://twitter.com/sarahmaslinnir\" target=\"_blank\">@SarahMaslinNir</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=N.Y.+Gov.+Issues+New+Measures+To+Protect+Salon+Workers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"420"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405949710-5875d4.m3u?orgId=1&d=420&p=60&story=405943618&t=progseg&e=405943432&seg=2&ft=nprml&f=405943618"},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0511_nails.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"726","width":"1280"}}]}