{"created":"2014-11-17T10:11:32+00:00","modified":"2015-05-13T21:31:06+00:00","valid":{"from":"2015-05-13T21:31:06+00:00","to":"3015-05-13T21:31:06+00:00"},"hreflang":"en","title":"A Deadly Chain: Tracing Ebola In A Sierra Leone Village","published":"2014-12-05T18:50:00+00:00","teaser":"Why is Sierra Leone reporting an uptick in Ebola cases while Liberia's outbreak is slowing? The chain of events in one village points up the obstacles that the country is facing.","itags":["npr_api","364641074"],"guid":"f42451f2-6270-4fbe-9569-6d8402200054","contentencoded":"<p>It began with a little boy.</p><p>A 4-year-old who was feeling sick. His family sent him to a neighboring village called Royail, where his grandmother lives, so she could care for him.</p><p>In this tiny place, surrounded by tall grass and palm trees, the grandmother lived in a house on a dirt road. Her name was<strong> </strong>Sinnah Turay, but people refer to her as \"the<strong> </strong>mami-back\" — that's what some folks in Sierra Leone call a grandmother.</p><p>What happened in Turay's house has set off a deadly chain of infections in a country where Ebola is now surging, where government and aid groups are scrambling to build treatment centers and where local communities, like the district that Royail is in,<strong> </strong>are straining to care for patients, with mixed results.</p><p>Standing outside the house, a youth leader, Samuel Bangura, tells what happened. The grandson's symptoms became really serious. Vomit. A bloody nose. Bloody diarrhea. All classic signs of Ebola. The other villagers were alarmed. At their insistence, Turay sent her grandson back to his home village. He died there, a week ago. But by then Turay had already started to feel sick, showing the same symptoms.</p><p>The villagers called an ambulance. Turay's son, Alpha Fofanah, says when it arrived, his mother refused to get in. She said she only had pain. She didn't think she had Ebola.</p><p>All last week Turay grew weaker. Finally another ambulance came for her. Once again, she resisted. She said, \"I'd rather die at home.\" And right then, right there, that's what she did. With the ambulance still parked outside.</p><p>But Ebola wasn't done with this village. A traditional healer named Baby Sesay had treated the 4-year-old boy. Now she was feeling sick. When the ambulance first came for her, she hid in the jungle. The villagers say it's not surprising — there are a lot of myths surrounding this outbreak. Many people believe that if you fall sick and are taken to the hospital, you'll be injected with poison and die.</p><p>The next day,<strong> </strong>Sesay changed her mind and asked for help. The problem: Right now there are only a few Ebola treatment centers for all of Sierra Leone. So officials will refer only those people with the most severe symptoms — what they call the \"wet cases\" — for treatment. The \"dry cases\" — people like Sesay, who present with only a fever or body aches — are sent to a newly built community care center to wait until they can be tested for Ebola.</p><p>The nine-bed center is a concrete block building surrounded by two rows of tarp fencing. The man who runs it is Alfred Kamara, the local chief. When we arrive, he says Sesay is feeling well enough to speak.</p><p>A middle-aged woman in a print cloth dress walks out. She moves very slowly, and grips a pole to steady herself. We speak to her from the other side of the fence, about 12 feet way.</p><p>I ask, \"How are you feeling?\"</p><p>She says, \"My body weak, I have a headache.\"</p><p>Suddenly, her body seizes up. For several seconds she's rigid, hands locked on that pole. Eyes wide and frozen, breathing heavily.</p><p>Just as suddenly, she's back. Still, it is clear she's<strong> </strong>in no condition to give an interview. I urge Kamara to tell her to go back inside and lie down. Since he's not wearing protective gear, all he can do is call out to her.</p><p>Sesay staggers back toward the building. Another patient watches nervously. He came in with a mild fever to get checked out. But it's taking days to get his test results. Now his fever's gone. Stuck in a small room with Sesay, he's worried he could get Ebola from her: \"I don't want her to be so close.\"</p><p><strong></strong>Kamara agrees this is a dangerous situation. Instead of stemming Ebola, this community care center could be spreading it. He gets on the phone with an official to tell him Sesay's condition is deteriorating. He wants her sent to a treatment center. He says she can't wait. \"Ebola is not waiting,\" he tells me. \"He's aggressively destroying your important systems inside your body.\"</p><p>When he finally hears back, it's not the answer he wants. There are no free beds. Baby Sesay will have to stay.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Deadly+Chain%3A+Tracing+Ebola+In+A+Sierra+Leone+Village&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nurith Aizenman","audio":[{"meta":{"duration":"285"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364641075-a1a5c1.m3u?orgId=1&topicId=1031&d=285&p=3&story=364641074&t=progseg&e=364641028&seg=1&ft=nprml&f=364641074"},{"href":"http://media.npr.org/assets/img/2014/11/17/ebola_111614_portloko_dg_02_21252767-yy-96d8a65ef12d86e3387a9da7dc371f4b75527b25.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1691","width":"2454"}},{"href":"http://media.npr.org/assets/img/2014/11/17/ebola_111614_portloko_dg_06_21252775-y_slide-dabaa88c75af2c648e586b5e0a648b239891db36.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/11/17/ebola_111614_portloko_dg_07_21252777-y-c821fe3c43aa4c579f01be1ba6fe7929b6efe773.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1881","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/11/17/ebola_111614_portloko_dg_08_21252779-y_slide-001f5a0b32336c49bc634bfb2520f974db419aa2.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/11/17/ebola_111614_portloko_dg_11_21252783-y_slide-4d271ca3a30033c6a0c15f5dacc85465d3a34df4.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/11/17/ebola_111614_portloko_dg_15_21252791-y_slide-bffe082fc6807376888fd7db227e9e77412d589c.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/11/17/ebola_111614_portloko_dg_16_21252801-y_slide-bb8917c360eec78b0f48364100ef801d6b1bf9fa.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/11/17/ebola_111614_portloko_dg_03_21252769-y1-cb6d2c527b5274f9279a7f47ab7f0ffea07fd3c8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1867","width":"2490"}},{"href":"http://media.npr.org/assets/img/2014/11/17/ebola_111614_portloko_dg_04_21252771-y1-93e043b4448517f9ebf5ca8d5ebc96ba671f4c8c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1977","width":"2636"}}]}