{"created":"2015-02-17T22:19:13+00:00","modified":"2015-05-13T21:15:21+00:00","valid":{"from":"2015-05-13T21:15:21+00:00","to":"3015-05-13T21:15:21+00:00"},"hreflang":"en","title":"The Grandpa Who Saved His Granddaughter From Ebola","published":"2015-02-18T14:55:00+00:00","teaser":"Ebola is especially deadly for children and babies. About 80 percent of those infected have died. But one man knew instinctively that love and affection could make a difference.","itags":["npr_api","386549211"],"guid":"f4294432-ce70-47dd-96fd-75284c07c466","contentencoded":"<p>A few months ago, I met a grandpa whom I'll never forget.</p><p>His name is Edwin Koryan. And he's a pharmacist in Voinjama, Liberia. Edwin remembers the moment he felt the first symptoms of Ebola. He was taking care of his 5-year-old granddaughter Komasa.<strong> </strong>They were sharing a room and a bed.</p><p>Edwin rushed to the treatment center. But his blood was already flooded with virus.</p><p>\"He became very sick,\" says Edwin's doctor, <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/10/28/359556346/american-volunteers-in-liberia-are-anti-quarantine\">Cedric Yoshimoto</a> of Doctors Without Borders in <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/10/28/359355410/an-ebola-strategy-brings-good-news-to-one-liberian-town\">Foya, Liberia</a>. \"He was vomiting blood. Not eating for days. We thought we'd lose him sometimes.\"</p><p>Edwin pulled through. After two weeks of living in the treatment tent, alone, Edwin could finally go home.</p><p>But just as he was leaving the clinic, \"my granddaughter was brought in the treatment center,\" Edwin says.</p><p>The little girl was very sick. She had caught Ebola from her grandpa.</p><p>Edwin didn't hesitate. \"That same night, I came back to go and be with my granddaughter.\"</p><p>He knew how lonely it was in the treatment center. How little help there was. He remembers being thirsty in the middle of the night. And there was no one around.</p><p>Edwin didn't want that for Komasa. So he went back into the treatment tent with her. He slept next to her. Bathed her. Cleaned the vomit from her face. And encouraged her to eat food.</p><p>Little by little, Komasa got better. And then: \"She took two spoons of rice. Edwin was so excited,\" Yoshimoto says.</p><p>Komasa recovered. And the moment Edwin found out she was Ebola-free, \"I cried,\" he says. \"Because the joy in me, my tears start running.\"</p><p>Edwin could take care of Komasa at the isolation ward because he had already had Ebola himself. He is likely immune to it.</p><p>But <a href=\"http://www.who.int/mediacentre/news/statements/2014/ebola-therapies-consultation/en/\">Dr. Margaret Harris</a> of the World Health Organization says Edwin and Komasa are the exceptions. At the height of the epidemic, many young children went into the Ebola clinics alone.</p><p>\"So these children are very much on their own, very frightened, terrified of what's going on and also very ill,\" Harris says.</p><p>Sometimes children were put into windowless tents, without toys or stuffed animals to comfort them. There was no one to explain what was happening, or who the scary people were in spacesuits.</p><p>Some clinics, Harris says, even had a \"no touch\" policy to help protect health care workers from infection. But this meant some children weren't getting held or loved. \"Lots of things that would normally be done for children were not happening,\" Harris says.</p><p>This isolation had devastating psychological and physical effects on children, she says, and contributed to the high death rate seen with children under age 5. About 4 in 5 infected in West Africa died. That rate is higher than what's seen with adults. And it means at least a thousand children have died.</p><p>\"Children need to be cleaned regularly. They need to be encouraged to eat,\" Harris says. \"If they're not eating and drinking well, they will die very quickly.\"</p><p>WHO wants to do better. So it's currently rewriting the guidelines for treating children with Ebola. \"We cannot have a situation where so many children who get infected will die,\" she says.</p><p>At the clinic run by Doctors Without Borders in Monrovia, nurse Brett Adamson says they always make children a top priority.</p><p>And yet, he says, it wasn't long ago when children didn't get enough care and attention. \"Yes. Absolutely. There are too many to mention,\" he says. \"I can remember hundreds of patients that I wish I could have been able to take better care of. There were so many children. So many patients.\"</p><p>In particular, Adamson remembers a mother who had died next to her baby. \"And the child is suddenly left beside its dead mother in very, very horrible circumstances.\"</p><p>Adamson, who is also a field coordinator for the medical group, is talking about the time back in August when Monrovia had hundreds of new Ebola cases each week but very few doctors and nurses to care for them. \"It was an extremely desperate situation,\" he says.</p><p>Now at the clinic, Adamson says, children get much more attention. \"We play games, put pictures on the walls — we do whatever we can to try to<strong> </strong>minimize the horror that the poor kids are going through,\" he says.</p><p>Sometimes healthy parents dress up in protective gear and go into treatment centers to visit. \"That degree of support can play a huge difference in people's survival,\" he says.</p><p>But the best support is someone like Edwin, a grandparent or close relative who has survived Ebola and can give a child something doctors and nurses can't: tender, human touch.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Grandpa+Who+Saved+His+Granddaughter+From+Ebola&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michaeleen Doucleff","audio":[{"meta":{"duration":"264"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387017082-047b44.m3u?orgId=1&topicId=1031&d=264&p=2&story=386549211&t=progseg&e=386908027&seg=16&ft=nprml&f=386549211"},{"href":"http://media.npr.org/assets/img/2015/02/17/456685818-095f801ba59d9d9b76411911ac81d4f22c48a27d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2471","width":"3294"}},{"href":"http://media.npr.org/assets/img/2015/02/17/gandpa-toned-e517f782e9a2abc99ff9986c7186875902bb1806.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/02/16/img_1487red-06282ba058224a320465003863d86643c13b7047.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1366","width":"1822"}}]}