{"created":"2015-05-14T21:28:16+00:00","modified":"2015-05-14T21:28:16+00:00","valid":{"from":"2013-12-24T12:57:37+00:00","to":"3013-12-24T12:57:37+00:00"},"hreflang":"en","guid":"f43ce585-3829-49ee-8f9f-229b81a0b96c","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>One of the most respected cybersecurity firms in the business, RSA, has reportedly accepted money from the NSA to push a flawed security product. This latest news comes from a <a href=\\\"http://www.reuters.com/article/2013/12/20/us-usa-security-rsa-idUSBRE9BJ1C220131220\\\">report by Joseph Menn</a>, an investigative reporter with <em>Reuters</em>. It&apos;s connected to earlier revelations about the National Security Agency building back doors into encryption to help its surveillance programs, which has had even <a href=\\\"http://www.marketplace.org/topics/tech/silent-circles-phil-zimmermann-why-its-shuttering-its-encrypted-email-service\\\">the most capable cryptologists</a> very worried.  </p>\"},{\"type\":\"text/html\",\"content\":\"<p>The new report cites two unnamed sources that say the NSA gave $10 million to the cybersecruity firm in order to make a random number generator (often used in encryption) the default security setting in the product. Since RSA is a trusted security source, it was effectively an arrangement--paid for by the spy agency -- for the company to help establish the flawed encryption tool to be accepted by thousands of people who were building software. Some of the sources speaking to Menn said that RSA wasn&apos;t fully aware of what it was doing, but the suggestion is that the company should have known better, having a history of fighting things like the government&apos;s <a href=\\\"http://en.wikipedia.org/wiki/Clipper_chip\\\">Clipper Chip</a>. </p>\"},{\"content\":\"<p>RSA released a <a href=\\\"https://blogs.rsa.com/news-media-2/rsa-response/\\\">statement</a> in response, which <a href=\\\"http://arstechnica.com/security/2013/12/rsa-issues-non-denying-denial-of-nsa-deal-to-favor-flawed-crypto-code/\\\"><em>Ars Technica</em> called a non-denying denial</a>. It is interesting to read through it and try to parse the language; the part with the words &quot;categorically deny&quot; could refer to the suggestion that the contract with the NSA was &quot;secret,&quot; or that there was a contract, or even that the flaw was known. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>However you feel about the report or the response from the RSA (the NSA declined comment), the story brings an uncomfortable truth to light: for years, the NSA has worked in concert with cybersecurity experts. That&apos;s a good thing when it comes to national security--the U.S. government has expertise in the area of fighting a broad spectrum of cybercrime that has a <a href=\\\"http://www.marketplace.org/topics/business/target-shoppers-victims-massive-credit-and-debit-card-theft\\\">very real impact on Americans</a>. But as revelations about secret government surveillance continue, questions grow about whether online security is totally broken -- and who, exactly, can help fix it. </p>\"}]","description":"The latest revelation about government surveillance is that the National Security Agency had a partner in building weakness into security standards: a firm that is supposed to be strengthening them.","byline":"Bruce Johnson","tags":["APM","NSA leaks","Tech","cybersecurity","nsa"],"contentencoded":"<div class=\"barn-cleaned\"><p>One of the most respected cybersecurity firms in the business, RSA, has reportedly accepted money from the NSA to push a flawed security product. This latest news comes from a&nbsp;<a href=\"http://www.reuters.com/article/2013/12/20/us-usa-security-rsa-idUSBRE9BJ1C220131220\">report by Joseph Menn</a>, an investigative reporter with&nbsp;<em>Reuters</em>.&nbsp;It's connected to earlier revelations about the National Security Agency building back doors into encryption to help its surveillance programs, which has had even&nbsp;<a href=\"http://www.marketplace.org/topics/tech/silent-circles-phil-zimmermann-why-its-shuttering-its-encrypted-email-service\">the most capable cryptologists</a>&nbsp;very worried. &nbsp;</p>\n<p>The new report cites two unnamed sources that say the NSA gave $10 million to the cybersecruity firm in order to make a random number generator (often used in encryption) the default security setting in the product. Since RSA is a trusted security source, it was effectively an arrangement--paid for by the spy agency -- for the company to help establish the flawed encryption tool to be accepted by thousands of people who were building software. Some of the sources speaking to Menn said that RSA wasn't fully aware of what it was doing, but the suggestion is that the company should have known better, having a history of fighting things like the government's&nbsp;<a href=\"http://en.wikipedia.org/wiki/Clipper_chip\">Clipper Chip</a>.&nbsp;</p>\n<p>RSA released a&nbsp;<a href=\"https://blogs.rsa.com/news-media-2/rsa-response/\">statement</a>&nbsp;in response, which&nbsp;<a href=\"http://arstechnica.com/security/2013/12/rsa-issues-non-denying-denial-of-nsa-deal-to-favor-flawed-crypto-code/\"><em>Ars Technica</em>&nbsp;called a non-denying denial</a>. It is interesting to read through it and try to parse the language; the part with the words \"categorically deny\" could refer to the suggestion that the contract with the NSA was \"secret,\" or that there was a contract, or even that the flaw was known.&nbsp;</p>\n<p>However you feel about the report or the response from the RSA (the NSA declined comment), the story brings an uncomfortable truth to light: for years, the NSA has worked in concert with cybersecurity experts. That's a good thing when it comes to national security--the U.S. government has expertise in the area of fighting a broad spectrum of cybercrime that has a&nbsp;<a href=\"http://www.marketplace.org/topics/business/target-shoppers-victims-massive-credit-and-debit-card-theft\">very real impact on Americans</a>. But as revelations about secret government surveillance continue, questions grow about whether online security is totally broken -- and who, exactly, can help fix it.&nbsp;</p></div>","teaser":"The latest revelation about government surveillance is that the National Security Agency had a partner in building weakness into security standards: a firm that is supposed to be strengthening them.","published":"2013-12-24T12:57:37+00:00","title":"RSA and the NSA: Who is telling the truth?","itags":["f43ce58538299eedf9f1229b81a0b96c","PMP:Marketplace_PMP","Marketplace Morning Report","Marketplace Tech","Marketplace Tech for Tuesday, December 24, 2013","Marketplace","Marketplace Morning Report for Tuesday, December 24, 2013"],"audio":[{"type":"image/jpeg","meta":{"width":"610","crop":"primary","height":"340"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/96263974_0.jpg?itok=AJuLk9WO"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/12/24/marketplace_segment02_20131224_64.mp3","meta":{"duration_hms":"00:03:07","duration":187,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/12/24/marketplace_segment02_20131224"}},"type":"audio/mpeg","format":"MP3"}]}