{"created":"2014-09-05T16:11:37+00:00","modified":"2014-09-05T16:11:37+00:00","valid":{"from":"2014-09-05T16:11:37+00:00","to":"3014-09-05T16:11:37+00:00"},"hreflang":"en","guid":"f4403c93-f905-4ddb-9025-c3e9f0f02123","title":"This hobbyist-turned-journalist is a one-man digital detective agency","published":"2014-09-05T16:11:36+00:00","byline":"David Leveille","tags":["Islamic State in Iraq and Syria","Media & Journalism","technology","social media","Media","Arts, Culture & Media","Europe","Asia","Syria","Iraq","Ukraine","Eastern Ukraine","Middle East","Asia","Europe","Eliot Higgins","James Foley","Social media","Ukraine","Citizen journalism","Technology"],"teaser":"Bellingcat is a new website for citizen journalists to do what you might call social media detective work. On the site, bloggers and journalists use crowdsourcing, geolocation and reviewing satellite images to gather intelligence in conflict zones around the world.","contentencoded":"<p>Eliot Higgins is&nbsp;the founder of&nbsp;<a href=\"https://bellingcat.com/\">Bellingcat</a>, a website for citizen journalists to share what you might call social media detective work. It&#39;s a new site that funded itself on Kickstarter, and its work is already making waves on the Internet.</p><p>Higgins says much can be learned about conflict zones in Syria and Iraq &mdash; and about the movements of Islamist militants in particular &mdash; via the computer screen. &quot;Information can be gathered in a new way now,&quot; he says. &quot;You don&#39;t have to be some CIA agent on top of a hill in the middle of a dusty desert spying on a camp. Now, if you want to see what jihadists are doing, you just look at their YouTube accounts and their Twitter feeds because they post everything online.&quot;</p><p>Journalists and bloggers at Bellingcat have been scouring propaganda videos and photos coming out of Syria and Iraq for information.&nbsp;<span style=\"line-height: 1.538em;\">Most recently, Higgins was able to find approximately where American journalist James Foley was executed, by analyzing the terrain that appeared in the video of his beheading.</span></p><p>Bellingcat has used the same methods to identify the location of a training camp for ISIS militants and document the use of cluster bombs in Syria. But recently, the site&#39;s contributors have turned their attention to the conflicting accounts of Russia&#39;s invasion of estern Ukraine.</p><p>Higgins says he&rsquo;s monitoring a variety of sources, including YouTube videos and Twitter accounts, to document Russian and Ukrainian troop movements. &quot;A lot of information comes through social media accounts belonging to various people inside Ukraine and Russia,&quot; he explains. &quot;It&#39;s a process I developed while tracking the conflict in Syria where you try to gather all this information together and you try and turn it into some kind of order.&quot;</p><p>Fortunately for Higgins, collecting information in Ukraine has proven easier than in the Middle East. Unlike Syria, where Internet access is very limited, Higgins says that &quot;in Ukraine the Internet hasn&#39;t been cut off. Everyone has free access, so the information is all over the place.&quot; &nbsp;</p><p>A&nbsp;recent Bellingcat post highlights a case in point: &quot;<em>The Instagram account of a Russian special forces operative reveals that members of the elite Alpha Group took part in military operations in Ukraine. Ilya Gorelyh, who has been highly decorated for his service in special operations, has suggested that he and his colleagues took part in the fighting against Ukrainian forces.</em>&ldquo;</p><p>Another Bellingcat post describes a YouTube video: &quot;<em>Shortly after reports of&nbsp;flight MH17 being shot down in Ukraine began emerging, the following video was posted online, claiming to show a Buk missile launcher travelling through Snizhne, a rebel held town near the Russian border</em>.&quot;</p><p><span style=\"line-height: 1.538em;\">Back in the Middle East, one of the biggest uploaders of information is also one of the biggest threats: ISIS. &quot;Recently we&#39;ve seen so much information coming from the Islamic State,&quot; Higgins says. &quot;We&#39;ve been able to identify one of their training camps in Mosul, Iraq, for example. So there&#39;s a lot more information out there that can be analyzed and turned into a kind of useful intelligence, and that can be acted on by journalists on the ground.&rdquo; &nbsp;</span></p><p>With incidents like James Foley&#39;s death highlighting the risks that journalists are facing in the field, there&#39;s a sense that many news organisations now consider it too dangerous to send reporters to cover certain vital stories. It&#39;s possible that Bellingcat&#39;s approach to gathering information is helping to fill the gap.</p><p>&quot;<span style=\"line-height: 1.538em;\">This stuff really isn&#39;t that hard to do once you pick up the basics,&quot; he says. &quot;T</span><span style=\"line-height: 1.538em;\">here&#39;s a lot of information out there that will make very good stories that just aren&rsquo;t being looked at.&quot;</span></p><p><span style=\"line-height: 1.538em;\">Higgins says media organizations need to think seriously about this kind of digital investigative work as a way to improve their products.</span>&nbsp;&quot;If you&#39;re a media organization and you haven&#39;t figured out how to work with this [social media], you&#39;re going to be left behind by the organizations that do,&quot; Higgins. &quot;It&#39;s as simple as that.&quot;</p><p><em>Are you interested in trying your own hand at this kind of work? Here&rsquo;s an <a href=\"https://bellingcat.com/resources/how-tos/2014/07/15/geolocation-techniques-mapping-landmarks/\">article that explains how to get started</a>&nbsp;matching videos to actual locations on Google Earth.</em></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Break-1.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"/file/break-1jpg"}]}