{"created":"2015-03-09T21:01:28+00:00","modified":"2015-05-13T21:10:24+00:00","valid":{"from":"2015-05-13T21:10:24+00:00","to":"3015-05-13T21:10:24+00:00"},"hreflang":"en","title":"U.N. Report: No Country Has Achieved Equality For Women","published":"2015-03-18T15:49:00+00:00","teaser":"Hillary Clinton is among those who will address the U.N. as it looks at gender issues 20 years after the Beijing confab. Its new report notes that violence against women remains \"alarmingly high.\"","itags":["npr_api","391915148"],"guid":"f445f347-5425-4170-8aeb-40fa6c84121f","contentencoded":"<p>Twenty years ago, then first lady Hillary Rodham Clinton made headlines with these words at September 5, 1995, at the United Nations <a href=\"http://en.wikipedia.org/wiki/Fourth_World_Conference_on_Women\">Fourth World Conference on Women</a> in Beijing:</p><p>\"If there is one message that echoes forth from this conference let it be that human rights are women's rights and women's rights are human rights once and for all.\"</p><p>Two decades later the U.N. is taking stock of how far women have come. Its new report says there's a lot of work to do. No country has achieved gender equality and violence against women remains \"alarmingly high.\"</p><p>Clinton will address the U.N. on this topic today at 1:30 p.m.</p><p>\"This anniversary year is our opportunity to resolve the unfinished business of Beijing,\" says Helen Clark, who runs the U.N.'s development program. She says countries must do a better job ensuring that women have access to health services.</p><p>The U.N. says that about 35 percent of women worldwide have experienced sexual or physical violence. One hundred and twenty million girls under 20 — about 1 in 10 — have been subjected to sexual violence. And the report says discriminatory attitudes and social norms in many countries make all this difficult to prevent.</p><p>U.N. Secretary General Ban Ki-Moon says he's determined to make these gender issues a high priority.</p><p>\"Women bear the burden. Women pay the price. But women are not just victims; they are agents of progress and change,\" Ki-Moon says.</p><p>The U.N. says there has been major progress in the areas of health and education for women and girls. And in politics there are nearly twice as many women serving as lawmakers around the globe.</p><p>But Ban says the progress is uneven.</p><p>\"There are five countries in the world where not a single <a href=\"http://www.ipu.org/wmn-e/classif.htm\">woman is represented in Parliament</a>, and eight countries in the world where not a single woman is a cabinet member,\" he says.</p><p>He didn't name and shame those countries, and got a few chuckles in the audience for that.</p><p>The U.N. does keep track, though, of the number of female lawmakers around the world.</p><p>The countries with zero women in Parliament are: Micronesia, Palau, Qatar, Tonga and Vanuatu. And there are plenty with just one, including Belize, Saint Kitts and Nevis, Yemen and Kuwait.</p><p>Saudi Arabia is among those with no female cabinet ministers.</p><p>Ban says the U.N. is setting a new goal for gender equality across the board. 50:50 by 2030.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.N.+Report%3A+No+Country+Has+Achieved+Equality+For+Women&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michele Kelemen","audio":[{"meta":{"duration":"153"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391915149-511181.m3u?orgId=1&topicId=1014&d=153&p=2&story=391915148&t=progseg&e=391915103&seg=9&ft=nprml&f=391915148"},{"href":"http://media.npr.org/assets/img/2015/03/10/465625732-b868f7f64c2a1140202d5279fc70bbbe3f8213d1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1123","width":"1497"}}]}