{"created":"2015-01-28T22:06:29+00:00","modified":"2015-05-13T21:19:43+00:00","valid":{"from":"2015-05-13T21:19:43+00:00","to":"3015-05-13T21:19:43+00:00"},"hreflang":"en","title":"Remaking The U.S. Government's Online Image, One Website At A Time","published":"2015-02-04T18:25:00+00:00","teaser":"A team called 18F aims to bring a Silicon Valley approach to government IT — one aimed at the users of websites rather than the agencies behind them.","itags":["npr_api","382178574"],"guid":"f464b970-da39-4cc3-a322-a5ff74bdb0f7","contentencoded":"<p>When you think of the federal government and computers, these days, the image that likely comes to mind is the <a href=\"http://www.npr.org/blogs/alltechconsidered/2013/11/19/246132770/this-slide-shows-why-healthcare-gov-wouldnt-work-at-launch\">botched rollout</a> of the HealthCare.gov website.</p><p>But the government is changing the way it develops and designs software systems. There's <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/11/04/360430620/from-silicon-valley-to-white-house-new-u-s-tech-chief-makes-change\">a new chief technology</a> officer hired from Google, and new initiatives have been launched aimed at bringing a more Silicon Valley-ish approach to government IT.</p><p>One of these new offices is <a href=\"https://18f.gsa.gov/\">18F</a>. It's actually part of the General Services Administration and is at GSA headquarters, located at — wait for it — 18th and F streets in Washington, D.C. It's an open space, with nary a government-issued cubicle in sight.</p><p>\"It's our attempt to make an office look a little bit like a coffee house,\" says Greg Godbout, 18F's co-founder and executive director.</p><p>As in many modern offices, there are couches and tables rather than desks. No ping-pong tables, though. \"No, not yet. I think actually the government won't provide that for us,\" Godbout jokes.</p><p>Not to worry; 18F's software designers are pooling their resources for a foosball table.</p><p>Most of Godbout's team of 100 works here on what they call the production floor. Others are scattered at sites including San Francisco, Seattle and Denver. Godbout says the idea is to bring to the government some of the digital magic that we use every day to chat with friends, shop and share photos.</p><p>Godbout compares what 18F is attempting to an online travel site. \"Essentially, the way you would book a vacation in your own life and the easiness of doing that should be the way you would interact with your government,\" he says.</p><p>18F is working with a number of different federal departments. One of the biggest projects it has taken on is designing the website for <a href=\"http://www.uscis.gov/\">U.S. Citizenship and Immigration Services</a>. That's the agency that processes applications from people hoping to become citizens and those covered under the president's executive actions who hope to obtain work permits. Godbout says the concept for the USCIS website is to make a virtual welcoming statement.</p><p>He thinks of it as an \"online Statue of Liberty. This idea of how do we present ourselves to people coming to America. Our digital process should be that beautiful, too.\"</p><p>As part of another project, for the <a href=\"http://www.fec.gov/\">Federal Election Commission</a>, Lindsay Young is designing an online tool that will make it easier for voters to track how much money political candidates raise and spend.</p><p>Young believes 18F's mission is \"about empowering other people, so it's making sure that the people that use this website are getting what they need out of it.\"</p><p>One of the biggest challenges Godbout and his team face is changing the mindset among federal bureaucrats about software.</p><p>18F is focused on <a href=\"http://www.w3.org/WAI/redesign/ucd\">user-centered design</a>, as opposed to stakeholder-centered design — software designed for what an agency thinks it needs rather than the person using it.</p><p>Godbout says that notion is \"really very revolutionary inside the federal government and causes a lot of pain as we insist that people work this way.\"</p><p>And it's an uphill battle. Surf <a href=\"http://www.usa.gov/\">government websites</a> and you'll find few that seem designed to provide users easy access to useful information.</p><p>18F and <a href=\"http://www.whitehouse.gov/digital/united-states-digital-service\">U.S. Digital Services</a>, the White House agency that is coordinating governmentwide efforts to modernize its IT systems, are planning to hire some 200 programmers in hopes of changing that.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Remaking+The+U.S.+Government%27s+Online+Image%2C+One+Website+At+A+Time&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Brian Naylor","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382218392-49ec55.m3u?orgId=1&topicId=1019&d=233&p=2&story=382178574&t=progseg&e=382184024&seg=7&ft=nprml&f=382178574"},{"href":"http://media.npr.org/assets/img/2015/01/28/_mg_3145-7945d9a319703b4e6b054784554476855b567448.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/01/28/_mg_3196-9659382b6d37600165c9051047678368ef19c28f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}