{"created":"2014-10-03T06:03:31+00:00","modified":"2014-10-30T21:51:51+00:00","valid":{"from":"2014-10-30T21:51:51+00:00","to":"3014-10-30T21:51:51+00:00"},"hreflang":"en","title":"'People Don't Expect You To Write Your Own Music': Jhené Aiko On 'Souled Out'","published":"2014-10-03T15:37:00+00:00","teaser":"The R&B artist, who started her career singing (or singing in) other people's songs, speaks with NPR's Audie Cornish about her solo debut and the difficulty of making a space for her own voice.","itags":["npr_api","353248364"],"guid":"f464e4c8-c0f5-4e94-bc00-adfc0a482a71","contentencoded":"<p>On her first EP, on rap mixtapes and in hit singles, R&B singer Jhené Aiko has cooed alongside a who's-who of hip-hop: Big Sean, <a href=\"http://www.npr.org/artists/166009689/kendrick-lamar\" target=\"_blank\">Kendrick Lamar</a>, <a href=\"http://www.npr.org/artists/92448989/wale\" target=\"_blank\">Wale</a>. Her song with <a href=\"http://www.npr.org/artists/250250872/drake\" target=\"_blank\">Drake</a>, \"From Time,\" topped the charts this past year.</p><p>But Aiko isn't content to be your favorite rapper's favorite hook singer. She just released her debut solo album, <em>Souled Out</em>.</p><p>The album captures Aiko's delicate voice and whip-smart, chill LA vibe, influenced by an early love of West Coast rap records. In fact, Aiko says her first rap, written at age 7 with the help of her mother — Aiko didn't know how to spell all the words — was influenced by <a href=\"http://www.npr.org/artists/15594870/dr-dre\" target=\"_blank\">Dr. Dre</a>'s <em>The Chronic</em>. At 12, she got her first record deal.</p><p>\"I was signed as a solo artist, and I really was just recording whatever they were giving to me — because at the time, I was just a kid and it was all fun to me,\" Aiko tells NPR's Audie Cornish. \"I wasn't taking it so serious. I didn't really see the importance of expressing myself and what I was going through and all the things that I do now.\"</p><p>Aiko says the transition from singer-for-hire to an artist in her own right was difficult, because people in the industry often didn't expect that she was capable of it.</p><p>\"People don't even expect you to write your own music nowadays,\" Aiko says. \"They just sort of throw things at you that you're not really about, and to me that's disrespectful. ... It's like, how dare you send me this song that's talking about things that I'm completely not into?\"</p><p>On that note, the singer says the industry at large doesn't challenge men's artistic ability in the same way it does women's.</p><p>\"Even if a guy is a sex symbol or whatever,\" she says, \"at the end of the day, it's about the music and not about, 'Did he shake his butt in the video?' That's not why he's popular. He's popular because people really love this song or this album. Luckily for me, I have a small one. So I can make it more about the music.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27People+Don%27t+Expect+You+To+Write+Your+Own+Music%27%3A+Jhen%C3%A9+Aiko+On+%27Souled+Out%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"466"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353424648-5aab22.m3u?orgId=1&topicId=1105&ft=3&f=353248364"},{"href":"http://media.npr.org/assets/img/2014/10/02/jheneaiko-5b42f02607340592657c967a027f596f0876620a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2496","width":"3329"}}]}