{"created":"2015-05-02T16:00:40+00:00","modified":"2015-05-02T16:01:20+00:00","valid":{"from":"2015-05-02T16:01:20+00:00","to":"3015-05-02T16:01:20+00:00"},"hreflang":"en","guid":"f47343be-0aaf-4aaf-86a9-1f23f43a82da","title":"Illuminated Fishing Nets Prevent Bycatch","published":"2015-05-02T16:00:01+00:00","byline":"Emmett FitzGerald","teaser":"<p>Bycatch is an economic and environmental problem for commercial fishing. Large trawlers often scoop up sea-life other than the species they're targeting, and if theres too much bycatch fishermen sometimes have to dump their catch. But now Oregon shrimp fishermen are eliminating the by-catch of an important smelt species by lighting up their nets with LEDs.</p>\n","contentencoded":"<p>CURWOOD: Its Living on Earth. Im Steve Curwood. The waters off the coast of Oregon are teeming with delectable pink shrimp. But shrimpers often also scoop up fish they didnt want, whats known as bycatch, in particular a smelt called the eulachon. And that is costly for the eulachon, and the fishing boat operators. Now government scientists have discovered a nifty way to cut the eulachon bycatch using LED lights. Bob Hannah of the Oregon Department of Fish and Wildlife told Living on Earth's Emmett FitzGerald all about it.</p>\n<p>FITZGERALD: So, first off, tell us a bit about this fish. What is a eulachon?</p>\n<p>HANNAH: Yeah, it's a neat fish. It's also called the candlefish. It's an anadromous smelt, lives in the ocean, but it runs up rivers like the Columbia to spawn, and it's been harvested by lots of people for many years, including Native American tribes for food and other uses.</p>\n<p>FITZGERALD: And so when did you first notice that these fish were getting trapped in shrimping nets?</p>\n<p>HANNAH: These fish have been a bycatch in the shrimp fishery since day one when the fishery began in the 50s. In fact, fishermen invented smelt belts to sort them out in the 80s because they were so abundant at that time.</p>\n<p>The Eulachon is a small smelt species of fish. (Photo: Sam Beebe, Flickr CC BY 2.0)</p>\n<p>FITZGERALD: And what's a smelt belt?</p>\n<p>HANNAH: Smelt belt. It's a rotating sandpaper belt that's part of their deck gear, shrimp slide down them but the smelt stick and they're pulled up and go out a trash chute. They've been abundant enough to require mechanized sorting for a quite a long time.</p>\n<p>FITZGERALD: And so, now, fisherman in Oregon have been using grates also in their nets to sort of exclude some of the fish like the eulachon, that they don't want to prevent that bycatch. How do those work?</p>\n<p>HANNAH: Well, they work very, very well. They're an inclined panel of vertical bars that sort the large fish out. They go out the top, out of the net and let the shrimp pass through. They work very, very well on large fish. They also work, to some degree, on eulachon and other small fish, but it still left a fair amount of bycatch in the catch.</p>\n<p>FITZGERALD: So how did you come up with the idea to use lights to light up these fishing nets?</p>\n<p>HANNAH: Well, it was a little bit by accident, a little bit by design. We had done some camerawork, underwater camera work, to look at the behavior of the eulachon as they were being excluded from the trawls. We wanted to make sure they were in really, really good condition and that they weren't just being completely stressed out before they were excluded from the trawls. And we wondered how the lights of our camera system were affecting what we were seeing and so we decided to test what the effect of light was on the exclusion efficiency. So we came up with this light experiment. It was funny. Our hypothesis going in was that if we put these lights around these grates, that more eulachon would go out of the net, and the exact opposite happened. More of them went through the grate and ended up getting caught, in fact, it about doubled the bycatch. Fortunately for us, we also had decided to try them up on the footrope at the front of the trawl, right where the netting attaches. And the nets in this fishery run about 18 inches to 24 inches above the seafloor, so there's a big space underneath for fish to go through. They just won't use it a lot of times.</p>\n<p>Shrimp catch (and eulachon bycatch) without lights (Photo: Stephen Jones, Oregon Department of Fish and Wildlife)</p>\n<p>FITZGERALD: And so what did you find? So when you put the light to the front of the net what was the impact on bycatch?</p>\n<p>HANNAH: Wow, it was amazing. These vessels are double rigged. They're on two nets at one time, so it's really nice...you put lights on one net, no lights on the other. You dump the catches into a divided hopper, and you can see immediately the difference. When we dumped our first tow with the lights up on the footrope it was amazing. There was quite a bit of fish in one side with the shrimp and the other side was basically nothing but shrimp. We all looked at each other, we knew something very significant had just happened unless it was just a fluke. So we did a few more tows and we moved the lights from one side, one net to the other and every time we moved the lights to that side, all of a sudden the vast majority of bycatch didn't show up in the net. So that evening - we finished seven tows that day, that evening were sitting around the dinner table and the skipper was skimming the boat toward shore. I didn't really know why but I was so focused on my dinner. We get inside cell phone range and he picks up the cell phone, calls his wife and orders $2,000 worth of these lights. When he got off the phone I asked him are those to pay for themselves? and he says probably in a day. If you have a lot of bycatch in your net sometimes you have to dump the whole tow and have to dump 3, 4, or 5,000 pounds of shrimp and 50 cents a pound that covers the lights.</p>\n<p>FITZGERALD: So, Bob, tell me what you think is going on? What about having the lights in the front of the nets is enabling the eulachon to avoid becoming bycatch?</p>\n<p>Shrimp catch with the lights. (Photo: Stephen Jones, Oregon Department of Fish and Wildlife)</p>\n<p>HANNAH: Well, OK, here's our working hypothesis. The shrimp fishery works at pretty deep depths, 60 fathoms up to 140 fathoms. So there's not much light on the sea floor. It's virtually dark. So what we think is happening is: the fish react in what's called an opti-motor response. They just avoid an approaching object even if they can just barely see it. You think that in both cases at the grate and at the front of the trawl adding a light allows the fish to navigate through a confined space in the back of the trawl that they go through the grate and I think they can see that there's something back there that they're comfortable going to. I think at the front they see that there's a space between the net and the seafloor that they can get through and get back to sea floor so I think it allows them to utilize escape routes that are there.</p>\n<p>FITZGERALD: So you're basically just using a little bit of technology and giving them a hand to save themselves.</p>\n<p>HANNAH: Yeah, but it's very interesting in it's kind of a cool thing because it's been known for a long time that in the day and the night fish react differently to approaching trawls and inside the trawl. And now what we've shown is that by adding a light you can alter the effect in a low light situation in terms of how they respond to the components of the trawl. So it may have applications in other fisheries to get the fish you want out of the trawl, out of the trawl.</p>\n<p>FITZGERALD: So tell me a little bit about the reaction you've had from fishermen in the area. Are people excited about this development?</p>\n<p>Bob Hannah (center) poses with a bycatch reduction grate (Photo: Oregon Department of Fish and Wildlife)</p>\n<p>HANNAH: Oh, they are so excited. We did send a newsletter out to the fleet telling them, hey, this is a good thing to do. And within two months, the entire fleet virtually was using these lights. Anybody who didn't have them, had them on order, and when we surveyed the fleet back in September, October, of last year we got these written surveys and we got a lot of great comments, \"Thanks for doing this. This is great. How did you think of this? We really appreciate you guys,\" and we're still getting comments like that from people who are coming back into the fishery. \"We're so glad you guys figured this out.\" And I don't think that's coming from an overwhelming sense of conservation concern for the eulachon, I think it's coming from some of the operational difficulties that the technology solved for people who were having high bycatches.</p>\n<p>FITZGERALD: Bob, at the end of the day what do you hope comes out of this research?</p>\n<p>HANNAH: What I hope comes out of this, I hope that the people in a lot of trawl fisheries around the world come up with innovative ways to reduce bycatch in other fisheries with other problems and understand better methods for motivating fish to use bycatch escape routes in trawls so that trawl fishing in general can be cleaner and more sustainable.</p>\n<p>CURWOOD: Thats Bob Hannah of the Oregon Department of Fish and Wildlife in conversation with Living on Earths Emmett FitzGerald.<img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2F&amp;feed=pmp\" /><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-01%2Filluminated-fishing-nets-prevent-bycatch&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org//content/2015-05-01/loe_150501_b1_shrimp_smelt.mp3"},{"href":"http://admin.pri.org/file/loe150501b1shrimpsmeltmp3"}]}