{"created":"2015-02-18T19:51:54+00:00","modified":"2015-02-18T23:21:46+00:00","valid":{"from":"2015-02-18T23:21:46+00:00","to":"3015-02-18T23:21:46+00:00"},"hreflang":"en","title":"David Remnick Looks Back On Tough Decisions As 'The New Yorker' Turns 90","published":"2015-02-18T23:20:00+00:00","teaser":"Remnick, who became editor in 1998, talks about his early days at the magazine and his biggest regret: He says he'd \"love to have another crack\" at covering Iraq's alleged weapons of mass destruction.","itags":["npr_api","387229984"],"guid":"f47552c7-2410-4193-bd8d-33ca317fd04f","contentencoded":"<p>When David Remnick took the job as editor of <em>The New Yorker</em> in 1998, he learned quickly to make firm decisions about contentious stories. Just a few months into the position, Remnick called Si Newhouse, the magazine's owner, to tell him about a piece he was running that was accusing \"all kinds of high-level chicanery.\"</p><p>\"I knew that there was this thing at <em>The</em> <em>Washington Post</em> called 'the no surprises rule,' which was that [editor] Ben [Bradlee] knew that he should call [publisher] Katharine Graham when there was something really major so she wasn't surprised when she picked up the paper the next morning,\" Remnick tells <em>Fresh Air</em>'s Terry Gross.</p><p>So Remnick says he called Newhouse and told him the story had been \"lawyered and checked\" and that he felt confident about it. Newhouse replied, in almost a whisper: \"That sounds very interesting. I look forward to reading it.\"</p><p>\"The message there, to me, was clear: This is your job. You're in charge of this; that's why I made you the editor,\" Remnick says. \"Unspoken was: Don't screw it up or then you won't be the editor. I never called him again.\"</p><p>This week, <em>The New Yorker</em> magazine is celebrating its <a href=\"http://www.newyorker.com/topics/90th-anniversary\"\" target=\"_blank\">90th anniversary</a> with a special edition. The magazine is running nine covers by its most celebrated artists (which you can see in the slideshow above).</p><p>Under his tenure, Remnick has guided the magazine — known for its long-form investigative pieces, reviews, cartoons, humor pieces and fiction — through national crises, including Sept. 11 and the war in Iraq. And as major shifts in media have resulted in the demise of other publications, Remnick has moved <em>The New Yorker</em> into the digital sphere.</p><p>Remnick started his career at <em>The Washington Post,</em> where he became Moscow correspondent. His book <em>Lenin's Tomb: The Last Days of the Soviet Empire</em> won a Pulitzer Prize for nonfiction. He joined <em>The New Yorker</em> as a staff writer in 1992. Since he became editor in 1998, <em>The New Yorker</em> has won 37 National Magazine Awards.<strong> </strong></p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On publishing <a href=\"http://www.newyorker.com/magazine/2011/02/14/the-apostate-3\" target=\"_blank\">Lawrence Wright's expose</a> of Scientology and knowing how litigious that church had been in the past </strong></p><p>You have to take those things on all the time, not just with Scientology. You should be doing it all the time — otherwise you're not doing your job. Journalism, some huge percentage of it, should be devoted to putting pressure on power, on nonsense, on chicanery of all kinds and if that's going to invite a lawsuit, well, bring it on. The burden on us [is] to be accurate and fair.</p><p>So with Scientology, yes, it wasn't lost on me that they had sued any number of people and organizations in the past, but it seemed that their strategy had changed by the time it got to us. The strategy had gone from suing after publication where they inevitably lost — and I think they're not fools, they saw that they were losing — to trying to put as much pressure on the editorial process ahead of time to make the story in their terms less tough or less damaging.</p><p><strong>On becoming the editor of <em>The New Yorker</em></strong></p><p>When I started this job I had never been the editor of anything, except for a high school newspaper. I didn't know much about it. I had been a writer at <em>The New Yorker</em> for five or six years and I had been a reporter for <em>The</em> <em>Washington Post</em> and I called Ben Bradlee, who had been my boss at <em>The</em> <em>Washington Post</em>,<em> </em>and I said, \"Please give me some advice.\" ... And he said, \"Have the right owner.\" And I said, \"Well thanks a lot.\"</p><p><strong>On deciding to break the story about the abuse at <a href=\"http://www.newyorker.com/magazine/2004/05/10/torture-at-abu-ghraib\" target=\"_blank\">Abu Ghraib prison</a> in Iraq</strong></p><p>It was not a tough decision, ultimately. What happened there was that in my understanding, CBS's program that doesn't exist anymore, <em>60 Minutes II,</em> had the Abu Ghraib information and was very, very reluctant to run it. And I believe, as a result, a source contacted Seymour Hersh and knew him obviously to be interested in such a story and provided at least part of the story and many, many, many horrendous photographs of sexual abuse and other kinds of abuse in Abu Ghraib prison in Baghdad.</p><p>Then, in addition to that, Sy was able to get something that I don't believe CBS did have, which was something called a \"Taguba Report,\" which was an internal Defense Department investigation into this situation. He got this very quickly and we published very quickly online. CBS certainly knew at that point that <em>The New Yorker</em> had this stuff and rushed up their piece that they had been holding back. I know for a fact that that's the case. So there's a certain simultaneity of CBS and <em>The New Yorker</em> and Sy was completely on it for the next three weeks. We published three pieces in three consecutive weeks about Abu Ghraib. We had pictures; we had documents.</p><p><strong>On his biggest regret since becoming editor of <em>The New Yorker</em></strong></p><p>By far the biggest mistake is the fact that with all our investigative rigor and editing rigor and suspicion, even, of the Bush administration, that we didn't put adequate resources into the nonsense story, the fantasy of weapons of mass destruction, which was, at a certain point anyway, the main rationale for the Iraq War. I'm not alone in that. Unlike some other places, we didn't publish pieces that were in the other direction, but I would dearly love to have been able to take another crack at that. McClatchy<em> </em>is one of the rare places that did very good work on that, but it wasn't nearly enough.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=David+Remnick+Looks+Back+On+Tough+Decisions+As+%27The+New+Yorker%27+Turns+90&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2179"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387264476-ba176a.m3u?orgId=1&topicId=1020&e=387229984&d=2179&ft=nprml&f=387229984"},{"href":"http://media.npr.org/assets/img/2015/02/18/anita-kunz-90th-7308f1aa0a46225d3a807de71a47fe5960d98462.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"4300","width":"3150"}},{"href":"http://media.npr.org/assets/img/2015/02/18/barry-blitt-90th-446c8fc650fcfc93fc3b56dafc08985d78f1d235.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"4300","width":"3150"}},{"href":"http://media.npr.org/assets/img/2015/02/18/istvan-banyai-90th-a68769a2599124df7dcc3944a8d9bfc597a65b4c.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"4300","width":"3150"}},{"href":"http://media.npr.org/assets/img/2015/02/18/lead-cover-1---carter-goodrich-90th-0d712557c80e7d1030be037fb62adb3a03b8de43.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"4300","width":"3150"}},{"href":"http://media.npr.org/assets/img/2015/02/18/lead-cover-2---kadir-nelson-90th-883a2a4a62d203b72bbbca2ebc538aa132262869.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"4300","width":"3150"}},{"href":"http://media.npr.org/assets/img/2015/02/18/lead-cover-3---christoph-neimann-90th-bec86390f471d711e549ddd0e2effa84309cb007.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"4300","width":"3150"}},{"href":"http://media.npr.org/assets/img/2015/02/18/lorenzo-mattotti-90th-c64f45a20ad3711643356aea2983ce5be2a450b8.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"4300","width":"3150"}},{"href":"http://media.npr.org/assets/img/2015/02/18/peter-mendelsund-90th-da1d56aedf4d3da93eb0fcefd19cc1ab9b206724.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"4300","width":"3150"}},{"href":"http://media.npr.org/assets/img/2015/02/18/roz-chast-90th-3a3e622b2de702b08bb73aacde3be6afaaab6537.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"4300","width":"3150"}}]}