{"created":"2014-12-26T13:03:18+00:00","modified":"2015-05-13T21:24:33+00:00","valid":{"from":"2015-05-13T21:24:33+00:00","to":"3015-05-13T21:24:33+00:00"},"hreflang":"en","title":"Pop Culture Happy Hour: 'Into The Woods' And How To Make A Franchise","published":"2014-12-30T19:09:00+00:00","teaser":"On this week's show, we invite film critic Bob Mondello for a chat about the new adaptation of <em>Into The Woods</em>, and we talk about why some films make for good franchises and others ... don't.","itags":["npr_api","373167999"],"guid":"f47806ca-4819-486c-9ca8-c3dcf8ad4a7c","contentencoded":"<p>We at PCHH are not together this week for the holidays, as we are scattered hither and yon, literally from coast to coast. But before we scattered thusly, we sat down with our friend (and film critic and musical theater aficionado) Bob Mondello to talk about Disney's new adaptation of Stephen Sondheim's <em>Into The Woods</em>, starring Meryl Streep, Emily Blunt, Anna Kendrick, Chris Pine and lots more.</p><p>We talk about the pieces of the stage show that have been tweaked (and in some cases removed) for the movie, how the casting choices affect the way the stories come off, and why the Johnny Depp Wolf is maybe a little too creepy. How is it different when a show often played on an empty stage is translated to a film set? Can a non-musical person find his way into this particular story? There's certainly lots to talk about.</p><p>Our other topic this week is the film franchise, and particularly which films can successfully launch one and which cannot. After considering just how dominant franchises really are at the box office, we turn our attention to a few questions. Can Denzel Washington find himself at the center of an <em>Equalizer </em>franchise? What's the difference between a movie intended to be part of a set and one that spawns a sequel simply because it's a perhaps unexpected success?</p><p>As always, we close the show with what's making us happy this week. Stephen is happy about playing with the Book Concierge that NPR Books has been kind enough to provide, with the cooperation of many of our friends. He's also happy about <a href=\"http://tinydeskcontest.npr.org/\" target=\"_blank\">a contest</a> that can make you really noisy and really local. Glen is happy about <a href=\"http://en.wikipedia.org/wiki/Black_Mirror_%28TV_series%29\" target=\"_blank\">a series</a> you can now find on Netflix. Bob is happy (again, some more) about <a href=\"http://www.imdb.com/title/tt2473794/\" target=\"_blank\">a film</a> that he only hopes is in a theater near you. And I am happy about having rediscovered an old album I liked very very much in anticipation of a new film.</p><p>Find us on <a href=\"http://www.facebook.com/pchh\" target=\"_blank\">Facebook</a> or follow us on Twitter: <a href=\"http://www.twitter.com/nprmonkeysee\" target=\"_blank\">me</a>, <a href=\"http://www.twitter.com/idislikestephen\" target=\"_blank\">Stephen</a>, <a href=\"http://www.twitter.com/ghweldon\" target=\"_blank\">Glen</a>, <a href=\"http://www.twitter.com/Bob_Mondello\" target=\"_blank\">Bob</a>, producer <a href=\"http://www.twitter.com/jessica_reedy\" target=\"_blank\">Jessica</a>, and our pal <a href=\"http://www.twitter.com/mikekatzif\" target=\"_blank\">Mike</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pop+Culture+Happy+Hour%3A+%27Into+The+Woods%27+And+How+To+Make+A+Franchise&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Linda Holmes","audio":[{"meta":{"duration":"2434"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373170743-c37d25.m3u?orgId=1&topicId=1048&d=2434&story=373167999&ft=nprml&f=373167999"},{"href":"http://media.npr.org/assets/img/2014/12/25/pchhblogrect1-e495db410221ac6216a718aca5f6cab449ead80a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"326","width":"435"}}]}