{"created":"2014-10-08T14:45:08+00:00","modified":"2014-10-31T01:28:39+00:00","valid":{"from":"2014-10-31T01:28:39+00:00","to":"3014-10-31T01:28:39+00:00"},"hreflang":"en","title":"As Brazil Barrels Toward World Cup, Brazilians Aren't Feeling It","published":"2014-06-05T22:47:00+00:00","teaser":"The games are just a week away, and enthusiasm is low. Stadiums aren't finished, infrastructure is incomplete, and there have been protests. According to one Brazilian soccer fan, \"We didn't deliver.\"","itags":["npr_api","318925781"],"guid":"f47886d2-822a-4ee4-a861-97b469723580","contentencoded":"<p>The stadium where the opening game of the World Cup will be played is a gleaming monument to the world's favorite sport, soccer. The Corinthians Arena — named after one of Brazil's most famous teams, which will take it over — has been built from scratch and boasts a massive LCD screen and state-of-the-art facilities.</p><p>Last weekend, it was full of fans watching the last test match before the World Cup begins. It was supposed to be a sort of final run-through to make sure everything is ready and working.</p><p>Except it wasn't.</p><p>After the focus on the many problems Brazil has been facing in advance of soccer's biggest tournament, the South American host nation wants sport to be center stage right now. But to the many fans who attended last weekend, it was obvious that there is still a lot left to be done.</p><p>\"It's completely not ready,\" said Stanio Silva, a soccer fan attending the game. Only half the seating capacity was used, and only a quarter of the temporary bleachers were tested because they had yet to clear safety checks. The VIP areas were still under construction, too, Silva pointed out. And there won't be a roof for the field. The cost of the stadium? A whopping $450 million.</p><p>\"[I'm] ashamed, of course. We didn't deliver — not just here, but if you go around the country,\" Silva said. \"Let's pray ... it will be a nice World Cup, but we didn't deliver.\"</p><p>It may be a nice party, but the World Cup comes with a hefty price tag. This World Cup will be the most expensive ever staged. Even with all the money spent, there are still several stadiums that are unfinished. The infrastructure upgrades — roads, airports, bus and train lines — are in even worse shape: Less than half of what was promised will actually be delivered, and many of the projects are incomplete.</p><p>Add to that a series of strikes and protests, and it's no wonder the mood in Brazil is grim. A new poll by the Pew Research Center showed that more than 70 percent of people are dissatisfied with the direction the country is headed. Sixty percent now believe the World Cup will be bad for Brazil.</p><p>You can see that lack of enthusiasm reflected in the dearth of decorations on the streets of many cities. Maria Merces de Paula, who works in a candy shop near one of Sao Paulo's major arteries, said people are unmotivated this year.</p><p>\"For me personally, in other years we would decorate the street, people were more excited. That is not the case this year,\" she said.</p><p>There have been many protests staged in this area, and very few shops have any visible displays celebrating the World Cup. De Paula points to a lower shelf that has a small mug with some football-shaped chocolates inside. She says that is the only World Cup-related item she carries.</p><p>Analysts say there are many reasons for Brazil's mood: The economy is slowing down; the lack of preparation for the World Cup has been obvious. People feel disappointed, and they say Brazil's standing in the world has been hurt instead of helped by the World Cup.</p><p>So far, the Brazilian government has taken the brunt of the blame. President Dilma Rousseff's ratings have been going down. The stakes for her are particularly high: There are elections in Brazil in October, so there is a sense that if things don't go well, the electorate could punish the incumbent.</p><p>Brazil's ire, though, has not only been turned inward. FIFA, soccer's world governing body, has also been shouldering a lot of criticism.</p><p>Rafael Alcadipani, associate professor at Getulio Vargas Foundation in Sao Paulo, says many people feel as though the soccer they loved has been taken away from them because of the demands made by the global soccer organization.</p><p>\"It's not a World Cup for the people, for the regular Brazilians who are crazy about football, who love the Brazilian team,\" Alcadipani said. \"What FIFA has made — especially with those arenas, which are very expensive to maintain — is to create in Brazil a kind of apartheid football, where the blacks will be playing and the whites will be watching it, because the blacks and the poor people cannot access these stadiums anymore.\"</p><p>The World Cup was a dream, he says, that has become a nightmare for many Brazilians.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Brazil+Barrels+Toward+World+Cup%2C+Brazilians+Aren%27t+Feeling+It&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lourdes Garcia-Navarro","audio":[{"meta":{"duration":"252"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319030414-aa2e12.m3u?orgId=1&topicId=1127&ft=3&f=318925781"},{"href":"http://media.npr.org/assets/img/2014/06/04/530308263_19535461-6f9841a4fb9446e50d16c8012452ec808ba47de3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1455","width":"1942"}},{"href":"http://media.npr.org/assets/img/2014/06/04/530361450_19552403_enl-bf16c35a2b10d9051f3a0ad886f250d21277d996.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2169","width":"3207"}}]}