{"created":"2014-10-08T02:32:54+00:00","modified":"2014-12-05T23:05:23+00:00","valid":{"from":"2014-12-05T23:05:23+00:00","to":"3014-12-05T23:05:23+00:00"},"hreflang":"en","title":"In West Africa, Officials Target Ignorance And Fear Over Ebola","published":"2014-07-10T23:04:00+00:00","teaser":"Health officials are trying to convince families to bring the ill to health centers and to change the way their bury their dead to rein in the disease, which has killed hundreds across the region.","itags":["npr_api","330390279"],"guid":"f47bf52a-2de0-4453-9665-555638047eb9","contentencoded":"<p>There's growing concern in West Africa about the spread of the Ebola virus that has killed hundreds of people. Health ministers have formed a regional response, but fear and a lack of knowledge about Ebola threaten their efforts.</p><p>Liberian musicians are joining the campaign, taking to song to educate people about the Ebola virus. Their tune is called <a href=\"https://soundcloud.com/shadowmrgn/ebola-in-town-d-12-shadow-kuzzy-of-2kings\">\"Ebola in Town,\"</a> and warns people to beware of close contact with those who fall ill. The song warns, \"Don't touch your friend.\"</p><p>Since <a href=\"http://www.npr.org/tags/147820238/ebola\">the outbreak</a> was first detected in Guinea in February, the U.N.'s World Health Organization has reported <a href=\"http://www.who.int/csr/disease/ebola/en/\">more than 500 deaths</a> there as well as neighboring Sierra Leone and Liberia.</p><p>Almost 850 cases have been recorded to date.</p><p>Ebola is highly contagious through contact with bodily fluids like blood, vomit or saliva. And it's generally fatal. But there is a chance for survival if infected people can get medical attention.</p><p>West African government health officials have agreed to a coordinated strategy, aware that a contagious disease will cross borders as people travel for commerce or work. But their effort is hampered by fear and ignorance about the disease.</p><p>For example, families sometimes hide relatives with Ebola rather than take them for treatment. They fear the panic and ostracism that the disease may provoke from others nearby.</p><p>That's why Liberia's President Ellen Johnson Sirleaf is warning her country that anyone caught hiding suspected Ebola patients will be prosecuted.</p><p>\"Here, we're talking about a deadly disease — a disease that can kill people. And we're obliged to also protect the lives of people,\" Sirleaf said. \"There's a law that says they must do that. And if they don't, then there are penalties.\"</p><p>Sierra Leone's president delivered a similar warning. Ernest Bai Koroma had been criticized for failing to speak out publicly about the Ebola outbreak in his country. He promised that more would be done to protect those trying to help curb the virus. Medical workers in masks and protective suits often draw suspicion and fear from locals.</p><p>\"We are increasing police presence around health facilities, to uphold the law and prevent incidents of violence against health workers and vandalization of health facilities,\" Koroma said.</p><p>There have been several incidents of health centers and workers being attacked by the communities they're trying to help.</p><p>The disease was virtually unknown in this region of the continent until recently, and regional governments are trying to raise people's awareness.</p><p>\"We've asked them to stay away from taking people who are sick to prayer rooms, to witch doctors in the bush, to their own arrangements in homes,\" said Liberia's Sirleaf. Her country is urging families to take the ill to health centers where they can be placed in quarantine and tested to see whether they have Ebola or something else.</p><p>Health workers are also trying to change local practices for burying the dead. Families are no longer allowed to wash the bodies in traditional rituals.</p><p>Liberia's deputy health minister, Bernice Dahn, recently attended a regional meeting in Ghana to seek a coordinated approach to these issues.</p><p>\"For the Liberian side, there is a lot of denial. Liberians do not believe the disease exists. Culturally we are mobilizing our chiefs, our committed leaders — and the people listen to their chiefs,\" Dahn said. \"If we can align their leaders to our health promotion activities, they can help be our foot soldiers.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+West+Africa%2C+Officials+Target+Ignorance+And+Fear+Over+Ebola&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ofeibea Quist-Arcton","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330496237-f2b47b.m3u?orgId=1&topicId=1031&ft=3&f=330390279"},{"href":"http://media.npr.org/assets/img/2014/07/10/22196161_h30577009-e2e3450b095a12e823a2614297bc2749e4ab92be.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2331","width":"3110"}},{"href":"http://media.npr.org/assets/img/2014/07/10/22196161_h30320578-84bd7be7f440eaf09b2da3522a66b4eb905ee82a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2619","width":"3494"}}]}