{"created":"2014-09-03T14:50:08+00:00","modified":"2014-09-03T14:50:09+00:00","valid":{"from":"2014-09-03T14:50:08+00:00","to":"3014-09-03T14:50:08+00:00"},"hreflang":"en","title":"Putin Says Those Aren't Russian Forces In Crimea ","published":"2014-03-04T17:50:00+00:00","teaser":"Contradicting reports from the ground, the Russian leader insists that the armed men are \"local self-defense forces.\" He also says Russia has no plans to annex Crimea.","tags":["npr_api","285653335"],"guid":"f4860dd4-b06d-4fbe-b5f4-96cdc1880069","contentencoded":"<p><strong><em>(We updated this post at 11:55 a.m. ET.)</em></strong></p><p>Russian soldiers have not occupied government buildings and surrounded Ukrainian military bases on the Crimean Peninsula, Russian President Vladimir Putin insisted Tuesday during a news conference near Moscow at which he gave an account of recent events that contradicts reports from the ground.</p><p>Instead, he told reporters that the heavily armed men are \"local self-defense forces.\"</p><p>What's more, anything Russia has done, Putin said without offering specifics, has been part of a \"humanitarian mission\" to protect ethnic Russians in Crimea.</p><p>But even as he said no Russian troops have been involved in the latest events in Crimea, Putin drew comparisons that would seem to indicate they had been. \"Our actions are often described by the West as not legitimate, but look at U.S. operations in Afghanistan, Iraq and Libya,\" he said, according to a BBC translation of his comments. \"Our actions are legitimate from the point of view of international law, because Ukraine's legitimate president asked us for help. ... Defending these people is in our interests. ... We do not want to 'enslave' anyone.\"</p><p>Putin made the claims about a lack of involvement by Russian forces even though Russian military helicopters have been seen in the skies over Crimea, Russian trucks have been seen moving the armed men to key locations, and the soldiers in unmarked uniforms speak Russian and in some cases have told reporters and local residents that they are members of the Russian military.</p><p><a href=\"http://www.theguardian.com/world/2014/mar/04/ukraine-crisis-shots-fired-crimea-airbase\" target=\"_blank\"><em>The Guardian</em></a>, <a href=\"http://www.bbc.com/news/world-europe-26428296\" target=\"_blank\">BBC News</a> and <a href=\"http://live.reuters.com/Event/World_News\" target=\"_blank\">Reuters</a> live-blogged as Putin spoke. Among the highlights:</p><p>-- Is Putin concerned about a war breaking out? \"No, because we will not go to war with the Ukrainian people.\" (<em>The Guardian</em>)</p><p>-- Does he think ousted Ukrainian President Viktor Yanukovych, who fled to Russia last week, has a political future? No, \"and I have told this to him. ... He would have been killed in Ukraine had we not helped him.\" (BBC News)</p><p>-- Sanctions against Russia would make matters worse. \"All threats against Russia are counterproductive and harmful,\" Putin said, while adding that Russia is ready to host the G-8 summit in June — but if Western leaders do not want to come, \"they don't need to.\" (Reuters)</p><p>-- Russia is not going to try to annex Crimea, Putin said. (BBC News)</p><p>The Russian leader's news conference followed word from Moscow that \"tens of thousands of Russian troops participating in military exercises near Ukraine's border\" <a href=\"http://www.npr.org/2014/03/04/285556163/putin-orders-troops-to-bases-warning-shots-in-crimea\" target=\"_blank\">are returning to their bases</a>.</p><p>That's being taken \"generally as a good sign,\" NPR's Peter Kenyon, who is in Crimea, <a href=\"http://www.npr.org/2014/03/04/285580883/latest-on-crimea-devlopments\" target=\"_blank\">said on <em>Morning Edition</em></a>.</p><p>There was also no \"military storm\" — <a href=\"http://www.npr.org/blogs/thetwo-way/2014/03/03/285271322/reports-russia-issues-ultimatum-warns-ukraine-of-storm\" target=\"_blank\">a rumored attack by Russian forces</a> — Tuesday morning.</p><p>But the rumors about a possible Russian attack had been debunked earlier. As for the order for troops taking part in exercises on the Russian side of the border with Ukraine to return to their bases, <em>New York Times</em> correspondent Steven Lee Myers <a href=\"http://www.npr.org/2014/03/04/285580932/russian-troops-near-ukraines-border-told-to-return-to-base\" target=\"_blank\">pointed out on<em> Morning Edition</em></a> that those exercises had already been scheduled to end today.</p><p>Meanwhile, U.S. Secretary of State John Kerry is in Kiev today for talks with officials from the interim government that replaced the Yanukovych regime. He arrives, the White House says in a statement released early Tuesday, with the news that the Obama administration \"is working with Congress and the government of Ukraine to provide $1 billion in loan guarantees aimed at helping insulate vulnerable Ukrainians from the effects of reduced energy subsidies.\"</p><p>After landing in Kiev Tuesday, Kerry brought flowers to a shrine to those killed in recent weeks and reiterated that the U.S. stands with Ukraine \"for self-determination.\"</p><p><strong>Update at 11:55 a.m. ET: Kerry And Obama Discuss Ukraine Crisis</strong></p><p>Saying that people had \"put themselves on the line\" for Ukraine's future, Kerry said at a news conference from Kiev that Ukrainians who had asked for their rights and for democracy had instead been met with snipers' bullets. He also said he spoke to several people who pleaded for help.</p><p>Of the military tensions in Crimea, Kerry said, \"we are in a new phase\" of the confrontation.</p><p>\"We condemn the Russian Federation's act of aggression,\" he said. And he praised \"the restraint that the transitional government has shown\" despite what he called an invasion. (You can read our full post on Kerry's and Obama's remarks <a href=\"http://www.npr.org/blogs/thetwo-way/2014/03/04/285760867/obama-and-kerry-criticize-russia-s-actions-in-ukraine\">here</a>.)</p><p>Kerry spoke around the same time that President Obama unveiled his 2015 budget blueprint today; he was asked about the situation in Ukraine and what Russia has been doing.</p><p>\"There have been some reports that President Putin is pausing for a moment and reflecting on what's happened,\" Obama said.</p><p>Then he added that \"there is a strong belief that Russia action is violating international law. ... President Putin seems to have a different set of lawyers doing a different set of interpretations. ... I don't think that's fooling anybody.\"</p><p>In Kiev, Kerry seemed surprised by a reporter's question about Putin's remarks earlier Tuesday.</p><p>\"He really denied there are troops in Crimea?\" he asked, interrupting the question.</p><p><em>Our original post continues:</em></p><p>Although the situation in Crimea has been tense since the armed men showed up Friday to surround military bases and take over some strategic locations, there has been no serious violence. Ukrainian forces have stayed in their barracks. The only confrontation reported so far came Tuesday, when some of the armed men fired warning shots in the air after Ukrainian military personnel — who weren't armed — tried to enter an airfield that has been taken over.</p><p>We've previously summed up what sparked <a href=\"http://www.npr.org/tags/126978660/ukraine\" target=\"_blank\">months of protest in Kiev and ultimately led to Yanukovych's dismissal</a> last month:</p><p><blockquote></p><p>\"The protests were sparked in part by the president's rejection of a pending trade treaty with the European Union and his embrace of more aid from Russia. Protesters were also drawn into the streets to demonstrate against government corruption.\"</p><p></blockquote>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Putin+Says+Those+Aren%27t+Russian+Forces+In+Crimea+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1285672374-be9d84.m3u?orgId=1&topicId=1001&ft=3&f=285653335"}]}