{"created":"2015-05-21T22:35:30+00:00","modified":"2015-05-22T18:49:20+00:00","valid":{"from":"2015-05-22T18:49:20+00:00","to":"3015-05-22T18:49:20+00:00"},"hreflang":"en","guid":"f48b8e89-d085-44a5-8c9f-82a35861fcc7","title":"'The Islamic State needs doctors and engineers, too'","published":"2015-05-22T18:49:14+00:00","byline":"Shirin Jaafari","tags":["Islamic State in Iraq and Syria","terrorism","terrorist groups","ISIS","terrorist recruitment","jihadi groups","Conflict","Conflict & Justice","Islamic state","Iraq","Syria","Terrorism","terrorist groups","ISIS","Religion"],"teaser":"Men and women from all over the world have joined ISIS, many are zealots with little or no expertise. Now the group is trying to reach out to those with specific set of skills, and it's adjusting its methods to appeal to to the smart and well-educated.","contentencoded":"<p>ISIS has become notorious for targeting potential recruits all over the world, and Mia Bloom, who has written extensively about terrorism and ISIS, says the group doesn't just want people with religious fervor, but the well-educated as well.</p>\n<p>To do so, she says, the group cleverly adjusts its recruitment tactics to the kind of person it is going after. “What’s going to appeal to the person who has some sort of problematic past is very different from the high-achieving young people that they’re looking to get now,\" Bloom says.</p>\n<p>It's similar to the methods used by al-Shabab, the Somali terrorist group that has managed to win recruiting among the Somali American community of Minneapolis, specifically the high-achieving and smart. Bloom points out one recruit, who later left to become a suicide bomber, had just been accepted to Harvard University.</p>\n<p>The way groups like ISIS reach out to that smart, educated crowd, Bloom says, is by appealing to their \"altruistic sense of empathy for people who are suffering in the region.\" In other words, they paint the call to jihad as a humanitarian cause.</p>\n<p>They also play on the potential recruits' sense of guilt. “[They say] these people are living this wonderful life in the United States or in Canada and their sisters and brothers in Islam are dying in the region,” Bloom says. What the would-be ISIS members see and hear about the region in the news adds to this sense of guilt.</p>\n<p>Bloom says ISIS now seems particularly interested in appealing to female doctors and nurses. That's because, on the one hand, the Islamic State encourages population growth; on the other, it lacks the medical experts women need.</p>\n<p>“Within the 'caliphate,' the women cannot be seen by a male doctor … and so a lot of the women are suffering because they don’t have access to the same medical benefits and they’re really in need of them,” she explains.</p>\n<p>For example, Bloom says, she has found that the Islamic State has gone after women in medical schools in Pakistan. She adds that the recent release of documents the US government says were found with Osama bin Laden shows that al-Qaeda, too, went after people with advanced degrees and specific expertise.</p>\n<p>“Foreign language skills, academic skills, engineering skills — these are all things that terrorist groups need,\" she says. \"They don’t just need people who have a lot of zeal, they also need people who have a lot of skills.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-21%2Fislamic-state-needs-doctors-and-engineers-too&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/0521201502.mp3"},{"href":"http://admin.pri.org/file/0521201502mp3"}]}