{"created":"2014-12-09T19:20:04+00:00","modified":"2015-05-20T20:04:39+00:00","valid":{"from":"2015-05-20T20:04:38+00:00","to":"3015-05-20T20:04:38+00:00"},"hreflang":"en","title":"Argentina: Where Cash Is King And Robberies Are On The Rise","published":"2015-01-04T20:10:00+00:00","teaser":"With spiraling inflation and a distrust in banks after the country's 2001 default, Argentines are keeping more cash on hand. And that means robbery rates are spiraling, too.","itags":["npr_api","369616448"],"guid":"f48c07e6-7639-454a-a7e9-62547b1b4b5a","contentencoded":"<p>Leonel Kaplan, an Argentine jazz musician, often has to travel abroad.</p><p>Before a recent trip to Europe, he went to a bank in Buenos Aires to change money and then went to get a haircut. Kaplan felt happy and relaxed and took the bus home after what had been an uneventful trip.</p><p>That, however, was about to change.</p><p>\"As I get down from the bus, a motorcycle with two people wearing helmets cuts me off,\" he recalls. \"One gets off and takes out a gun and says to me directly, 'Give me the 500 euros you got in the bank.' \"</p><p>They knew exactly how much money he had changed. It was, he says, a pretty professional job.</p><p><strong>Distrust Of Banks</strong></p><p>In the region, Brazil, Venezuela and Honduras have the lock on murders — they are some of the most violent countries in the world. Argentina is still comparatively safe.</p><p>But according to an annual United Nations report on crime in Latin America, Argentina's robbery rate is 41 percent higher than even Mexico's, which comes in second.</p><p>To understand this unexpected and very specific surge in crime, you have to look at the country's recent economic history.</p><p>Robberies in Argentina started soaring after the 2001 default — when the country, in effect, declared bankruptcy. And that would seem to be logical: Financial crisis equals more poverty and more thefts.</p><p>But that's not the whole picture. A number of analysts provide another explanation, and it has to do with what Kaplan told me at the end of our interview.</p><p>He says he doesn't have a bank account.</p><p>\"I would never put my money in a bank, because I know it could disappear,\" he says. \"A bank is no more secure than underneath my mattress.\"</p><p>People in Argentina don't trust the banks. That means they carry around cash — a lot of it — to pay for what they need, says Alan Cibils, the chairman of the political economy department of the National University of General Sarmiento.</p><p>\"You can keep it in a safety box that they have in the vaults — that's probably the safest place,\" he says. \"People have it under the mattress.\"</p><p>Cibils says most people keep their savings these days in cash in a variety of places because of recent experience.</p><p>After the 2001 default, banks were locked down and accounts raided, which wiped out the savings of ordinary Argentines. Many people lost a lifetime of accumulated funds.</p><p><strong>The Inflation Factor<br /></strong></p><p>There's another reason Argentines don't want to put their money in banks — inflation.</p><p>\"When inflation begins to creep up and you have some extra pesos and you put it in a certificate of deposit in a bank, but the interest rate is below the inflation rate, then you have negative rates and you're losing money,\" Cibils explains.</p><p>Let's say inflation is at 40 percent a year in Argentina. The government doesn't provide reliable figures, but that's what most economists estimate is the current annual rate.</p><p>The bank, meanwhile, may be giving you only 20 percent interest. That means your money is losing its value.</p><p>As a result, most people would rather risk the possibility that a thief gets into the house and steals the money hidden in the drawer, than face the near certainty that they will lose money in the banking system these days.</p><p>\"In my opinion, the lack of trust in the banking system which is part of the Argentine culture now is an influence,\" says Alberto Binder, who studies crime. \"But there are other issues — drug crime is growing.\"</p><p>\"Argentina is basically a tranquil country, but that conceit is being used as a kind of opium,\" he says. \"I think if you are a calm country surrounded by troubled ones, that should put you on maximum alert.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Argentina%3A+Where+Cash+Is+King+And+Robberies+Are+On+The+Rise&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lourdes Garcia-Navarro","audio":[{"meta":{"duration":"227"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369667392-c3975a.m3u?orgId=1&topicId=1127&d=227&p=2&story=369616448&t=progseg&e=369564359&seg=17&ft=nprml&f=369616448"},{"href":"http://media.npr.org/assets/img/2014/12/09/arg-cash1-9345d622f9c0c9a51b52c6688a46568752fb13a9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2670","width":"3561"}}]}