{"created":"2014-10-07T18:39:14+00:00","modified":"2014-12-04T14:31:39+00:00","valid":{"from":"2014-12-04T14:31:39+00:00","to":"3014-12-04T14:31:39+00:00"},"hreflang":"en","title":"A Coping Plan Can Help Fend Off Depression From Vision Loss","published":"2014-08-11T18:56:00+00:00","teaser":"About 25 percent of people with macular degeneration in both eyes develop clinical depression. But developing strategies for staying engaged in passions and people may cut that risk by more than half.","itags":["npr_api","338592866"],"guid":"f49331d0-931b-4259-8e1a-c90ab1645d39","contentencoded":"<p>When people lose their vision as they get older, they lose a lot of other things, too. They lose their ability to do the things they love.</p><p>\"You can't read, you can't cook, and you can't socialize — and as a result, you may become demoralized, withdrawn and depressed,\" says <a href=\"http://www.jefferson.edu/university/jmc/departments/psychiatry/faculty/rovner.html\">Dr. Barry Rovner</a>, a geriatric psychiatrist at Thomas Jefferson University in Philadelphia.</p><p>Rovner is not talking about typical eyesight deterioration as we age. He's talking about a specific condition called age-related <a href=\"http://www.nei.nih.gov/health/maculardegen/armd_facts.asp\">macular degeneration</a>, which, in severe cases, afflicts about 2 million older Americans. The macula is the central part of the retina that contains the densest concentration of light-sensing receptors, and it's crucial for making out fine details. Perhaps the scariest part of the loss is that people often can't recognize faces or \"read\" someone's facial expression.</p><p>\"If you can't see somebody's face, you feel disengaged and frightened,\" Rovner says. \"The consequence is you may withdraw; many people withdraw.\"</p><p>In fact, research suggests about 25 percent of people with macular degeneration in both eyes go on to develop <a href=\"http://www.nimh.nih.gov/health/publications/depression/index.shtml\">clinical depression.</a> So Rovner decided to test a style of psychological therapy called <a href=\"https://www.div12.org/PsychologicalTreatments/treatments/depression_behavior.html\">behavior activation</a>. This treatment helps give patients strategies to build on whatever functional vision they have so they can continue their day-to-day activities and carry on an active social life. Rovner wanted to see if the approach would help people with macular degeneration ward off depression.</p><p>He recruited 188 people, mostly women in their early to mid-80s, who had age-related macular degeneration in both eyes and mild depressive symptoms. Each was considered at risk for more severe, clinical depression. Everyone in <a href=\"http://clinicaltrials.gov/show/NCT00769015\">the study</a> had a therapist come to their house six different times in two months. In half the cases the therapists simply talked to patients for an hour about their vision loss and disability. In the other half, the therapists used the hour to help the patient develop a strategy for coping with the lost vision.</p><p>Marilyn Freedman took part in the study. She's 84 years old and lives in Cherry Hill, New Jersey. Freedman developed macular degeneration in both eyes and, as the condition worsened, she was starting to get depressed.</p><p>Many of the things she loved — reading, watching television, driving — were becoming difficult, she says. \"My world was stopping. I couldn't do anything anymore.\"</p><p>But the most depressing thing for Freedman was to no longer be able to cook or bake for her big family.</p><p>\"If I can't read a recipe, I can't bake,\" she says. \"That stopped me right there. I didn't do any more baking.\"</p><p>Freedman was put in the group that was given behavior activation therapy. For Freedman, that meant writing giant-sized recipes with one ingredient on every page.</p><p>\"One page had a cup of sugar, the next page will be a spoonful of salt, the next page would be three eggs,\" she says.</p><p>It was a simple plan, but it soon got Freedman back in the kitchen. Now she says she's cooking entire dinners again for her family.</p><p>Each person in the study got different strategies. Some people wanted to get out and socialize again, so their plan included calling a friend at regular set times to schedule an outing. Book lovers were encouraged to update the 30-year-old lighting in their homes and invest in a variety of different magnifiers that enabled them to keep reading. Patients who could no longer recognize faces were encouraged to admit the vision loss to their friends instead of withdrawing out of fear of making a mistake or seeming rude.</p><p>The results were dramatic: Patients in the study who created a plan and stuck to it cut their risk of depression by more than half, Rovner says, compared to those who received only the talk therapy.</p><p>Vision is the primary way sighted people engage in the world, he says. If you can help someone who is losing their sight come up with coping strategies, there's a good chance you'll keep them engaged — and keep depression at bad.</p><p>\"People tend to ruminate on what they've lost,\" says Rovner. \"That's why we say, 'Do the plan. Follow the plan, not your feelings.' \"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Coping+Plan+Can+Help+Fend+Off+Depression+From+Vision+Loss&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Patti Neighmond","audio":[{"meta":{"duration":"200"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339485898-d10579.m3u?orgId=1&topicId=1066&ft=3&f=338592866"},{"href":"http://media.npr.org/assets/img/2014/08/07/istock_000010577115medium-7fc30d3f896989d103744fe1ca8635e9e9c0bf98.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1128","width":"1504"}}]}