{"created":"2014-10-07T19:32:14+00:00","modified":"2014-10-30T23:47:05+00:00","valid":{"from":"2014-10-30T23:47:05+00:00","to":"3014-10-30T23:47:05+00:00"},"hreflang":"en","title":"Why Are Theater Tickets Cheaper On The West End Than On Broadway?","published":"2014-07-30T23:07:00+00:00","teaser":"In London, a matinee ticket for <em>Matilda</em> costs about $60; in New York, it's $137. What's going on? The West End has weaker unions and subsidized theater, while Broadway has amenities.","itags":["npr_api","336594091"],"guid":"f4aeadf5-5909-45bd-a503-e187c2712295","contentencoded":"<p>It's a Wednesday afternoon in London and a bunch of kids are standing outside a West End theater, giddily unaware that their parents have just shelled out a lot of money for the experience they're about to have. A giant sign over their heads shows a silhouette of a girl standing on a swing, her hair flying behind her in the wind — it's a matinee performance of <em>Matilda</em>.</p><p>More than 3,000 miles away on the same Wednesday afternoon, the same scene plays out on Broadway. It's the same show, with equally excited kids. The difference is that, in London, parent Amanda Mono paid about $60 a ticket, and, in New York, parent Jay Friedman paid $137.</p><p>\"Should be $137 for four tickets, but it's not,\" Friedman says. \"Welcome to New York.\"</p><p>If you go to see <em>Les Miserables</em>, the giant barricade will spin in London just like it does in New York. In <em>Phantom of the Opera</em>, the chandelier crashes to the ground on the West End just the way it does on Broadway. But according to the Society of London Theatre, the average ticket price for a West End show is about $70. In New York, according to the Broadway League, the average price just crossed $100 for the first time.</p><p>The question is, why? <a href=\"http://www.expatistan.com/cost-of-living/comparison/london/new-york-city\" target=\"_blank\">Everybody knows London costs more than New York</a>. A sandwich costs more; a house costs more; nearly everything costs more — except theater. So what's going on?</p><p>\"There's a kind of different mentality, I think, to British theater because of the subsidized sector,\" says <em>Time Out</em> theater editor Andrzej Lukowski. London has a long tradition of government-subsidized shows. And while these big, West End musicals aren't subsidized, they have to compete with theaters that are, which helps keep prices low.</p><p>On top of that, Lukowski says it costs a lot less to put a show on in London: Weaker unions mean lower salaries for the stagehands and technicians, and the performers tend to make less money too.</p><p>\"Because it's a lot cheaper to run a show in the West End than on Broadway, a show doesn't really need to be as much of a hit to be able to kind of break even, cover its costs, carry on,\" Lukowski says. \"My understanding of Broadway is a show is either a huge hit or it's really not.\"</p><p>Hal Luftig knows that first hand — he's produced shows in both cities. Right now, he's trying to bring the Tony Award-winning musical <em>Kinky Boots</em> from New York to London.</p><p>\"The Brits don't really advertise on television as much as we do here on Broadway, and television advertising is a big, huge expense,\" Luftig says. \"That's one big cost, and another is the construction, the building, of sets. And I think over on the West End in London, they're [also] doing movies, television and film all at the same time.\"</p><p>Think of it this way: In the United States, New York does the big theater shows while Los Angeles produces most of the TV and movies. But in London, it's all in one place. Sets, materials and workers can all be shared, so it's cheaper.</p><p>Then there's the experience itself. London theatergoer Ben Mono says that in New York, \"The theaters are nicer. The theaters are air-conditioned. You get a free program; you get your <em>Playbill.</em> You get looked after; you get shown to your seat. People are polite. Here, if you get the cheaper theater tickets, you're in theaters that haven't got air conditioning; the theaters are crumbling. You're paying restoration levies for theaters which they're not doing anything about. People are rude. It's stuffy.\"</p><p>Luftig says Mono has a point. \"Yes, we do have much stronger air conditioning. And there's been a big, concerted effort over here on Broadway — we do charge a restoration fee and the theaters <em>have</em> been restored. There is some truth to what that gentleman is saying.\"</p><p>As for the claim that Broadway's prices make shows inaccessible, Luftig says, \"If you really want to go, <a href=\"https://www.tdf.org/nyc/81/TKTS-Live\" target=\"_blank\">there are ways to get less expensive tickets</a>.\" And even the West End has been raising its prices: \"I just bought a theater ticket on the West End — it was 80 pounds. ... I do remember the day when you could go and it was 10 pounds.\"</p><p>At the end of the day, it's basic economics: Theaters charge what people are willing to pay. In fact, new pricing strategies now let producers charge the most for popular shows on popular days — <a href=\"http://www.hollywoodreporter.com/news/book-of-mormon-recoup-267128\" target=\"_blank\">it can be up to almost $500 to see The Book of Mormon on Broadway</a>.</p><p>Still, people keep seeing the shows. In the West End, theatergoing parent Emma Ede says there's something really special about the theater. \"It's magical, and I think the children get really involved in the show.\"</p><p>But magic, after all, costs money.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Are+Theater+Tickets+Cheaper+On+The+West+End+Than+On+Broadway%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"437"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336603470-9f62ef.m3u?orgId=1&topicId=1144&ft=3&f=336594091"}]}