{"created":"2014-09-29T07:27:56+00:00","modified":"2014-10-30T22:03:26+00:00","valid":{"from":"2014-10-30T22:03:26+00:00","to":"3014-10-30T22:03:26+00:00"},"hreflang":"en","title":"Rochester Focuses On A New Picture Of American Manufacturing","published":"2014-09-29T11:17:00+00:00","teaser":"Rochester, N.Y., was once the imaging capital of the world, home to Kodak, Xerox and Bausch + Lomb. Now, with a drastically cut manufacturing sector, the city is trying to build something new.","itags":["npr_api","351522788"],"guid":"f4b2c488-1d48-4c1c-85eb-093b2130e6f6","contentencoded":"<p>Rochester, N.Y., was once the imaging capital of the world, home to Kodak, Xerox and the eye care company, Bausch + Lomb.</p><p>Led by these companies, the manufacturing sector once employed 60 percent of Rochester's workforce. Now, that's less than 10 percent. And so, like many cities in this country, Rochester is trying to build something new from its manufacturing heritage.</p><p>If you want to understand the story of Rochester, says historian Carolyn Vacca, you need to come to High Falls, where from a bridge visitors see a waterfall and a panoramic view of downtown.</p><p>\"We are in the heart of what was the center of Rochester, historically, and is still, somewhat, today,\" she says.</p><p>Part of the appeal to settlers was what she calls the \"good dirt\" around the Genesee River. \"When Revolutionary soldiers came through the area they were coming from New England, where the dirt basically was good for holding rocks together at that point. And here, the soil is so fertile, so they immediately recognized the value of that and went home and told people there's a place we can get land where you can be a successful farmer,\" she says.</p><p>Farmers used the good Rochester dirt to grow grain. They needed somewhere to sell it, and that spawned flour mills — so many, in fact, that Rochester became known as Flour City. That legacy faded, though. The old mills along the river closed down — but the manufacturing seed had been planted. Eastman Kodak grew out of that.</p><p>For decades Rochester <em>was</em> Kodak.</p><p>At its peak in the 1980s, Kodak employed 60,000 people in the city. Today, it's just 2,300. It's been a <a href=\"http://www.npr.org/blogs/thetwo-way/2013/08/21/214052180/kodak-reinvents-itself-judge-approves-bankruptcy-exit\" target=\"_blank\">painful collapse</a>. And once again, in 2014, Rochester is trying to use its fertile soil to grow something new.</p><p>\"Nobody ever wants to let go, obviously, not of something like Kodak that not only was so dominant, but had such a quality brand name. But, recognizing that we have to, we've moved on and created new things — new prospects for the future, building on what we had in the past,\" Vacca says.</p><p><strong>'Just Gut Feel'</strong></p><p>There are former Kodak employees at work in new places — like Exelis, which makes parts that may be in the <a href=\"http://www.tmt.org/\">Thirty Meter Telescope</a>, one of the largest. When complete, it will peer out beyond the Milky Way, to the edge of the observable universe — 13 billion light-years away.</p><p>Mike Ognenovski, who is now with Exelis, worked at Kodak for 27 years, and sees parallels between the two companies. For example, Exelis uses polishers on its glass to make lenses, machines similar to ones used at Kodak on its camera lenses.</p><p>\"The tradition is there. It just has another name. Now we're called Exelis,\" Ognenovski says. \"The Kodak heritage technology that was there, that is essentially in the bedrock of what Kodak stood for back when George Eastman built it, is still there.\"</p><p>That said, this picture is far from perfect. You look at this factory: making incredible things with machines both old and new, but there's almost no one here. The factory has more than 16,000 square feet, but only 80 people work here.</p><p>\"You look at the folks that are on this floor right now working, they're highly skilled, and what we want to do is make the work more of a science versus an art. Where optics in the past traditionally tends to be more art and that's where the optician came in,\" Ognenovski says. \"So that means a lot of years of experience, a lot of manual labor, touching and feeling and just gut feel.\"</p><p>Gut feel. Touching things. Making things with your hands. That was American manufacturing.</p><p><strong>Where Is The Blue Collar?</strong></p><p>Now, it's less art, more science. And this is exactly the challenge today. Even when a place like Rochester seems to be figuring it out, this deeper problem remains. There are very few jobs for the blue-collar worker.</p><p>It's a conundrum Nabil Nasr thinks about every day. He's the associate provost and director of the Golisano Institute for Sustainability at the Rochester Institute of Technology.</p><p>Among his many duties, Nasr's work seeks to help manufacturers remain competitive globally, and he thinks a lot about the future of manufacturing.</p><p>\"Manufacturing today is not what it used to be. In the past, for example, Kodak used to make very sophisticated, high-precision lenses in a very primitive process that was very time-consuming,\" Nasr says. \"Today, we're making very sophisticated computerized equipment that can make some of these lenses in a fraction of the time they used to spend in making those lenses before.\"</p><p>That takes skill. And there are RIT students training for the kinds of jobs they have at Exelis. But that still leaves the question: Where is the blue-collar worker today? What options are there for them?</p><p>\"This is a serious issue, and I think there are a lot of people left out of the manufacturing sector, and there are a lot of barriers,\" Nasr says.</p><p>There are high-paying openings, he says, but not everyone is qualified for them because they require expertise and education. \"They really want to get these jobs but they aren't able to because it would take them a long time to get there, and they're not able or willing to actually spend that time to get there,\" Nasr says.</p><p>The U.S. leads the way in many types of research and technology, but as we've heard about for years now, new technology means fewer jobs. And when workers are needed, companies can find them cheaper abroad. So, what does all this mean for the U.S.? Where does the modern factory fit into American life? Nasr says policymakers, big companies and communities have to come up with a plan.</p><p>\"Manufacturing is so critical. I serve on an advisory board in Singapore. They want to take the best knowledge they can get to provide them with advice,\" he says. \"Obviously, it's a small country but it's just phenomenal to see the will and the desire to make things happen and the metrics they develop, and the partnership between the government and industry, and of course they have a strong industrial policy.\"</p><p><em>Singapore is just one country in a global race. We'll be hearing in the coming weeks how the U.S. is cultivating its manufacturing sector to make sure it stays competitive.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Rochester+Focuses+On+A+New+Picture+Of+American+Manufacturing&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Greene","audio":[{"meta":{"duration":"488"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352402916-b0c148.m3u?orgId=1&topicId=1006&aggIds=351733364&ft=3&f=351522788"},{"href":"http://media.npr.org/assets/img/2014/09/25/manufacturing_rochester_003-9644c0b7065d2ff63a209ec19d476c9832129de5.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/09/25/manufacturing_rochester_004-c456d3255a89e8103055941be9222927a11fa8e3.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/09/25/manufacturing_rochester_005-f86adc98d8c53abbd7508e0586dcd90315e96316.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/09/25/manufacturing_rochester_006-5e5bc8a318e70bcbf42115e77e399bb1db9098db.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/09/25/manufacturing_rochester_007-9dc8872d8944be9d97e2d4ef033af5b037924789.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/09/25/manufacturing_rochester_001-e5f9d0d786ec1fd17fda6c963a4ed8233a4d080b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/09/25/manufacturing_rochester_002_wide-63a8fc38b55b83e76ac80e223eb46897c539a159.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1684","width":"2994"}},{"href":"http://media.npr.org/assets/img/2014/09/25/manufacturing_rochester_008_wide-d6433da1bfa89098c6a811d4a2c35c9aede15aac.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1687","width":"3000"}}]}