{"created":"2015-03-16T19:39:58+00:00","modified":"2015-03-17T15:11:59+00:00","valid":{"from":"2015-03-17T15:11:58+00:00","to":"3015-03-17T15:11:58+00:00"},"hreflang":"en","guid":"f4c40fb3-91ab-42a9-8d00-5be9fe3ab468","title":"Activists go up against Drew Faust as Harvard refuses to divest carbon","published":"2015-03-17T15:11:56+00:00","byline":"Jeb Sharp","tags":["Divestment","climate change","fossil fuels","activism","protests","SafeMode","Environment","Science, Tech & Environment","North America","United States","Anne Tate","Drew Faust","Chloe Maxmin","Bob Massie","Divest Harvard","Bob Massie","Drew Gilpin Faust","Harvard","Chloe Maxmin","Fossil fuels","Harvard University","Higher education in the United States","Education in the United States","Disinvestment from South Africa"],"teaser":"The Harvard University president, who skipped midterms to march in Selma 50 years ago, is facing activists who see her as representative of university's refusal to get rid of investments in fossil fuels. Says one Harvard student: \"The leaders I’m supposed to look up to have 100 percent failed me.''","contentencoded":"<p>Harvard senior Chloe Maxmin has been fighting powerful interests since she was 12 years old.</p>\n<p>Maxmin grew up in rural Maine, where she campaigned against development that threatened her beloved woods. She started a “climate action club\" when she got to high school, and then in college co-founded <a href=\"http://divestharvard.com/\">Divest Harvard</a>, a movement to pressure America’s oldest and most prestigious university to sell off its fossil fuel stocks.</p>\n<p>“In every direction I turn, the leaders that I’m supposed to look up to have 100 percent failed me and the rest of my friends,” she says. \"It’s my generation that’s taking our futures into our own hands.”</p>\n<p>That kind of moral clarity is familiar to Bob Massie, an activist from an older generation. He was involved in the anti-apartheid movement at Princeton in the 1970s and later wrote about the history of the campaign to divest from South Africa in his book, \"<a href=\"http://www.amazon.com/Loosing-Bonds-Robert-Kinloch-Massie/dp/0385261675\">Loosing the Bonds</a>.\"</p>\n<p>“As we get older, we tend to compromise and ease off our dreams and lower our expectations,\" Massie says. \"It is the young people who sometimes identify problems in their most stark reality. That vigor, that intensity, that clarity are all components of youth that are absolutely necessary to making change.”</p>\n<p>Massie has never shed his activism, and he supports divesting from fossil fuels as fervently as he ever supported divestment from South Africa. But he sees one big difference between campus activism when he was a student and campus activism now: It was so much slower back then.</p>\n<p>“If you wanted to have a meeting, you had to actually physically run into people,” Massie says. “Or you had to mimeograph pieces of paper or put things in the mail.”</p>\n<p>“Then you had to get it from your college to the next college,” his wife, Anne Tate, remembers. “You had to be connecting with the people you knew from your home town or from high school. The way it spread from college to college was not this instant flashpoint it is now.\"</p>\n<p>It’s true: Activists no longer have to create networks from scratch, they just have to tap into them. Students are able to reach influential alumni in ways they never could before. Even for digital natives like Maxmin, the rapid growth of Divest Harvard has been astonishing. There were 10 people at the first meeting in 2012, she says; now the group claims support from more than 3,000 students, 230 faculty members, 1,100 alumni and almost 65,000 community members.</p>\n<div class=\"edit-entity cta_border cta_align-left cta_icon-engagement cta_bg-white\" data-entity-id=\"78444\" data-entity-type=\"node\">\n<div id=\"node-78444\" class=\"node node-story-act contextual-links-region story-act-cta story-act-nid-78444 cta-type-external-link cta-style-organize clearfix\" about=\"/node/78444\" typeof=\"sioc:Item foaf:Document\">\n<h2><a href=\"/node/78444\">Find a campaign near you</a></h2>\n<div class=\"contextual-links-wrapper\">\n<ul class=\"contextual-links\"><li class=\"node-edit first\"><a href=\"/node/78444/edit?destination=node/78336/edit\">Edit</a></li>\n<li class=\"node-delete last\"><a href=\"/node/78444/delete?destination=node/78336/edit\">Delete</a></li>\n</ul></div>\n<p><span property=\"dc:title\" content=\"Find a campaign near you\" class=\"rdf-meta element-hidden\"></span><span property=\"sioc:num_replies\" content=\"0\" datatype=\"xsd:integer\" class=\"rdf-meta element-hidden\"></span></p>\n<div class=\"content\">\n<div class=\"field-display-title\">\n    Who else is doing this?  </div>\n<div class=\"field-story-act-image\">\n    <img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/thumbnail/public/FF-logo.jpg?itok=0PWA4bDb\" width=\"100\" height=\"61\" /></div>\n<div class=\"field-story-act-teaser\">\n    Chloe and Divest Harvard's upcoming event, 'Harvard Heat Week', planned for April 13-18, is part of a divestment movement connecting campuses across the globe.  </div>\n<div class=\"field-story-act-external-link\">\n    <a href=\"https://campaigns.gofossilfree.org/petitions/near/new?category=fossil-fuel-divestment-colleges-universities\">Find a campaign near you</a>  </div>\n</div>\n</div>\n</div>\n<p>Yet despite rallies, sit-ins, blockades, teach-ins and every other tactic you can imagine, Harvard hasn’t budged. President Drew Faust and her administration remain opposed to divestment. Faust is travelling this week and couldn’t do an interview for this story, but <a href=\"http://www.harvard.edu/president/fossil-fuels\">her statements on the issue</a> make it clear she fears mixing politics and investment policy could jeopardize Harvard’s endowment.</p>\n<p>Faust prefers to stress the virtues of conservation, research and engagement with financial institutions and the fossil fuel industry. It's a stance that infuriates the members of Divest Harvard, in part because they know she was once a student activist herself. Earlier this month, <a href=\"http://www.harvard.edu/president/speech/2015/president-faust-morning-prayers\">Faust spoke</a> at Harvard Morning Prayers about skipping midterms during her freshman year of college 50 years ago to join the voting rights march in Selma, Alabama.</p>\n<p>“I knew I had to go. It was a moral imperative,\" she said. \"I could do more than hope; I could act. I did not have to await a tidal wave; I could be part of it. I am not sure there has ever been a moment of such absolute and powerful moral clarity in my life since.”</p>\n<p>A similar sense of urgency and moral clarity is driving the students behind Divest Harvard. And that's why they’ll be back demonstrating at Faust's door next month.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-13%2Fleaders-i-m-supposed-look-have-100-percent-failed-me&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/chloe1.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/chloe1jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0316201503.mp3"},{"href":"http://www.pri.org/file/0316201503mp3"}]}