{"created":"2014-11-10T10:01:51+00:00","modified":"2015-05-06T20:39:30+00:00","valid":{"from":"2015-05-06T20:39:30+00:00","to":"3015-05-06T20:39:30+00:00"},"hreflang":"en","title":"Berlin's 'Palace Of Tears,' A Reminder Of Divided Families, Despair","published":"2014-11-10T17:12:00+00:00","teaser":"The Berlin Wall separated many German families, and their anguish was visible at the former Berlin railway station — now a museum — that was the main crossing between East and West.","itags":["npr_api","362294465"],"guid":"f4d4a71c-b079-4222-b3bb-23f3bd917d16","contentencoded":"<p>It's hard to find traces of the Berlin Wall, which divided the German capital a quarter century ago. Like most Cold War symbols there, the infamous barrier was dismantled.</p><p>But one East German border relic that remains is a small blue building with a rounded glass facade tucked next to the Friedrichstrasse train station in the center of Berlin. The curious structure served as the main departure hall for people heading by rail from East Berlin to the West and was the scene for tearful farewells for German families and friends forced apart by the Cold War.</p><p>Historian Dorothea Kraus is a curator in the \"Palace of Tears,\" which houses an elaborate exhibit on its notorious history. Kraus says the architect incorporated lots of glass and lights to get travelers to equate socialism with enlightenment and openness.</p><p>\"But in fact, this contradicted the grim function of this building,\" the curator says.</p><p>Many Germans thought of it as a place for spying and intimidation. Travelers like 73-year-old Sieglinde Neff dreaded entering the departure hall, where passport control officers were part of the much-hated East German Ministry for State Security, or Stasi.</p><p>\"I always was afraid,\" she recalls, especially inside the narrow enclosed passport control booths where border officers used ceiling mirrors to keep an eye on travelers. Once, an East German officer \"asked me very quickly, he said: 'Oh, you are born in Berlin? Which part of Berlin?'\" Neff says, adding that her heart was pounding.</p><p>She lied and told him she was originally from West Berlin. The truth was she and her mother were East Berliners who fled west in 1959, part of an exodus of more than 3 million East Germans who escaped before the Berlin Wall went up.</p><p>Neff's videotaped account of their escape is on display at the Palace of Tears, along with her mother's suitcase, pieces of silverware and a porcelain ballerina figurine, which were the only valuables they managed to take with them.</p><p>Over time, Neff says she grew more confident about traveling between the two Berlins and began taking her children along on the trips.</p><p>But \"when I was in East Germany for a visit, I never felt free,\" Neff says. \"I always felt terrible.\"</p><p>It was even worse for 55-year-old German language teacher Verona Chambers, another East German whose story is on display at the Palace of Tears.</p><p>Back in 1988, she was a Russian language teacher in the East German state of Thuringia when her then husband failed to return from an approved visit to his aunt in West Berlin.</p><p>\"I was in so much trouble in East Germany because of that, that we thought, 'You know, it would probably be better to leave,'\" she says. Up until then, she'd never seriously thought about escaping.</p><p>Police in East Germany kept Chambers under surveillance around the clock. Between their vigilance and her two small children, leaving the country illegally was out of the question.</p><p>The government, meanwhile, pressured her to get a divorce.</p><p>\"The East German officials told me I could not be married to someone who left the family, basically, and lived on the western side of his free will, and they also told me as a teacher I would not have permission to go on teaching in a socialist country,\" she says. Her friends and colleagues were also pressured to keep their distance from her.</p><p>When Chambers requested forms she needed to seek permission to emigrate, the authorities refused to give them to her. So month after month, she sent her emigration requests on handwritten notes, which they ignored.</p><p>She says they suspended her from teaching, hauled her in for regular questioning and made life unbearable.</p><p>\"You want to just crawl up in a ball and not show yourself anymore,\" she recalls. \"The entire town was set against you. I was declared an enemy of state on May 1 at the big parade in my hometown in front of my children.\"</p><p>But public pressure was mounting across the Soviet bloc for political reforms, which may explain why Chambers finally received permission to emigrate in the fall of 1989. The East German government didn't make it easy — Chambers had to sell most of her belongings, forfeit her pension and life insurance and pack what was left of her life and that of her children — Hannes, 9, and Anna, 4 — into a few small bags.</p><p>\"We had two bags in which I had clothing and then a smaller bag with shoes. My daughter had a little backpack with one of her stuffed animals in there and some toys and my son insisted on bringing his fishing rod,\" she says. \"He's still to this day a very outdoorsy person.\"</p><p>Her exit permit, which was good for 24 hours, expired late on Nov. 9, 1989 — the same day the wall was breached.</p><p>After clearing the last paperwork hurdle, she and her children left with her brother and brother-in-law for the four-hour drive to East Berlin. They said goodbye outside the Palace of Tears for what they expected would be 25 years — how long East German law banned emigres from returning.</p><p>Hours after she arrived in West Berlin, tens of thousands of fellow East Germans crossed over as well, in what became the historic beginning of the end of the Berlin Wall.</p><p>But Chambers says she isn't bitter to have gone through all she did.</p><p>\"You would think after having gone through all of this, and then coming on the day when in the evening the wall would open up and everybody could come, you would be in despair,\" she says. \"But not at all, you were euphoric, everybody was around you and everybody was happy about it.\"</p><p>The Palace of Tears border crossing was officially closed the following year. Chambers says she's visited it a number of times since then.</p><p>\"When you get close to it, to that building ... it makes you wobbly in your legs,\" she says. \"You have that shaking inside that will probably never go away.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Berlin%27s+%27Palace+Of+Tears%2C%27+A+Reminder+Of+Divided+Families%2C+Despair&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Soraya Sarhaddi Nelson","audio":[{"meta":{"duration":"332"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362952935-ee46ea.m3u?orgId=1&topicId=1124&d=332&p=3&story=362294465&t=progseg&e=362952643&seg=19&ft=nprml&f=362294465"},{"href":"http://media.npr.org/assets/img/2014/11/07/nelson-palace-2-a96abcce9897fd4ffa95c639d40055aae1c68752.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"3997"}},{"href":"http://media.npr.org/assets/img/2014/11/07/nelson-neff-old-2-aa24d8e5a853ef07d704b077a8b6f5505d07730b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"3997"}},{"href":"http://media.npr.org/assets/img/2014/11/07/nelson-neff-7-a0d8cf362a1e466972bdf52028b894da944adfe0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"3997"}},{"href":"http://media.npr.org/assets/img/2014/11/10/palace-of-tears007-a67f622fd7a1c8f666c2d80a527aa77acc86a575.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"685","width":"913"}},{"href":"http://media.npr.org/assets/img/2014/11/07/nelson-palace-25-8eb57c2e40d638c0238ad1bb915a54680433e957.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"3997"}}]}