{"created":"2015-06-29T16:58:04+00:00","modified":"2015-06-29T20:30:54+00:00","valid":{"from":"2015-06-29T20:30:54+00:00","to":"3015-06-29T20:30:54+00:00"},"hreflang":"en","title":"Confederate Flag Flying Again, After Activist Bree Newsome Took It Down","published":"2015-06-29T20:29:00+00:00","teaser":"The two people arrested for removing the Confederate flag from the front of the South Carolina Statehouse have been released.","itags":["npr_api","418587928"],"guid":"f4df96eb-5a02-4b68-a257-2ba50a5017a0","contentencoded":"<p>The two people arrested for removing the Confederate flag from the front of the South Carolina Statehouse have been released from jail in the state capital.</p><p>Officer L. Tucker of the Alvin S. Glenn Detention Center said 30-year-old Bree Newsome and 30-year-old James Ian Tyson were released from jail Saturday after posting bond.</p><p>Both Newsome and Tyson are from Charlotte.</p><p>Newsome was about halfway up the more than 30-foot steel flagpole just after dawn Saturday when officers of the South Carolina Bureau of Protective Services ran to the flagpole and told her to get down. Instead, she continued up the pole and removed the flag.</p><p>She and Tyson, who had both climbed over a wrought-iron fence to get to the flag, were arrested.</p><p>She and a man who had climbed over a four-foot wrought-iron fence to get to the flag were arrested.</p><p>The flag, which is protected by state law, was raised about 45 minutes later, well ahead of a rally later Saturday by supporters of keeping the flag where it is.</p><p>Sherri Iacobelli, a spokeswoman for the state Department of Public Safety, said Newsome and James Ian Tyson, 30, also of Charlotte, have been charged with defacing monuments on state Capitol grounds. That&#8217;s a misdemeanor that carries a fine of up to $5,000 and a prison term of up to three years or both.</p><p><a href=\"http://www.youtube.com/watch?v=gr-mt1P94cQ\">[Youtube]</a></p><h4>Guest</h4><ul><li><strong><a href=\"http://www.postandcourier.com/apps/pbcs.dll/personalia?ID=49\" target=\"_blank\">Schuyler Kropf</a></strong>, reporter at The Post and Courier. He tweets <a href=\"https://twitter.com/skropf47\" target=\"_blank\">@skropf47</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Confederate+Flag+Flying+Again%2C+After+Activist+Bree+Newsome+Took+It+Down&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"228"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418587931-af771c.m3u?orgId=1&d=228&p=60&story=418587928&t=progseg&e=418587914&seg=3&ft=nprml&f=418587928"},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0629_bree-newsome.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"960","width":"1280"}}]}