{"created":"2014-10-08T02:49:57+00:00","modified":"2014-11-10T20:26:12+00:00","valid":{"from":"2014-11-10T20:26:12+00:00","to":"3014-11-10T20:26:12+00:00"},"hreflang":"en","title":"Pigeons Fly In Fear As Rufus The Hawk Guards Wimbledon's Grass","published":"2014-07-05T23:14:00+00:00","teaser":"At the tennis tournament this year, as in years past, a Harris hawk named Rufus has been soaring above the stadium. His job is to keep pigeons from trespassing onto the iconic grass on Centre Court.","itags":["npr_api","328203629"],"guid":"f4e94ddf-258d-4277-9cf7-32a1da027c7f","contentencoded":"<p>At Wimbledon, maintaining the iconic grass courts is as important as the tennis matches themselves.</p><p>Every day during the Championships, Centre Court is cut to a precise measurement of 10 millimeters and the white chalk lines are re-drawn.</p><p>Groundskeepers use perennial ryegrass, which is perfect for a tennis match. It's also a delicacy for Wimbledon's unwanted guests: pigeons.</p><p>\"This grass seed is the most delicious food for them, and they think it's just been put out as a picnic for them,\" says 27-year-old falconer Imogen Davis.</p><p>She knows all about Wimbledon's pigeons. For years, they've been interrupting matches and causing havoc, and it's her job to keep them off the court.</p><p>Her secret weapon soars above Wimbledon's Centre Court. He's a 1-pound, 6-ounce hawk named Rufus.</p><p>\"Rufus is a 6-year-old male Harris hawk and he has the most beautiful chestnut- and tan-colored feathers,\" Davis says.</p><p>Just the sight of his 40-inch wingspan is enough to keep pigeons out of the stadium's rafters.</p><p>\"The way we work with Rufus is that he sees us as part of his family and part of his group,\" Davis says. \"He flies around and shoos any pigeons away and returns to us for his reward, which is usually chicken or quail. He has quite refined taste.\"</p><p>He's also become quite the celebrity: Rufus is the star in a new ad for the beer Stella Artois.</p><p>\"I can't stop watching it,\" Davis says. \"I'm completely blown away by it. And we're so lucky because we're a really small family business and it's all lead to Rufus and us having worldwide exposure. I can't believe it.\"</p><p>But two years ago, Rufus' career almost came to an end when he was kidnapped.</p><p>\"He'd been out having his bath in the garden, and then we put him away, and [at] about 11:00 at night, Rufus was stolen,\" Davis says.</p><p>Word spread that Wimbledon's hawk had disappeared.</p><p>\"The press attention went a little bit crazy,\" she says. \"We were doing interview after interview after interview. It was unbelievable the amount of attention it received.\"</p><p>So much attention, Davis says, it probably spooked the thieves. Four days later, a call was made from a payphone to the Royal Society for the Prevention of Cruelty to Animals. The voice said a bird was left at Wimbledon Common.</p><p>\"Luckily, we were reunited,\" Davis says.</p><p>Rufus was found unharmed inside his traveling box.</p><p>Wimbledon wraps up Sunday, but for Rufus and Imogen Davis, work for next season has just begun. They'll be back at Wimbledon every week of the year, in rain and snow, patrolling for pigeons.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pigeons+Fly+In+Fear+As+Rufus+The+Hawk+Guards+Wimbledon%27s+Grass&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"151"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1328888418-7309ce.m3u?orgId=1&topicId=1008&ft=3&f=328203629"},{"href":"http://media.npr.org/assets/img/2014/07/03/172126545-ce662c094aa7ad5b4108240f48667c033d8b3d75.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1914","width":"2551"}},{"href":"http://media.npr.org/assets/img/2014/07/03/172119757-6756021086d8d05d0b3dfd3ad249c4573765034c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1596","width":"2122"}},{"href":"http://media.npr.org/assets/img/2014/07/03/147412100-b9240b23b462c04d901458e43c8deb1007ee4605.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2832","width":"3782"}}]}