{"created":"2015-04-02T08:01:27+00:00","modified":"2015-06-23T19:38:54+00:00","valid":{"from":"2015-06-23T19:38:54+00:00","to":"3015-06-23T19:38:54+00:00"},"hreflang":"en","title":"Huge Scandal At Top Of Petrobras Trickles Down, With Devastating Effect","published":"2015-04-02T20:14:00+00:00","teaser":"Tens of thousands of people are suffering after losing their jobs in the wake of wide-scale corruption at Brazil's state oil company. Scores of politicians and executives have been implicated.","itags":["npr_api","395605689"],"guid":"f4ecfa32-0bbd-41a9-8bde-bc61f5272e0a","contentencoded":"<p>I meet Joao Jesus outside the local labor tribunal in the Brazilian town of Itaborai, east of Rio de Janeiro.</p><p>\"This morning I wasn't able to give my kids breakfast,\" he says, in a way that suggests he can hardly believe it himself.</p><p>Financial crises often get spoken about in the nameless, faceless lingo of \"world market downturns\" or \"changing patterns of consumption\" — but the crisis engulfing Brazil and its state oil company, Petrobras, has names and faces.</p><p>So far, three dozen senior executives and 47 politicians either have been indicted or are under investigation for organized corruption on an epic scale.</p><p>According to investigators, some of Brazil's biggest construction companies would overcharge Petrobras, then funnel the extra money into the coffers of these politicians and executives. Investigations have found one executive accepted bribes to the tune of $100 million. He has had to agree to give it back.</p><p>Among the main beneficiaries was <a href=\"http://www.theguardian.com/world/2015/mar/10/brazil-ruling-party-200m-kickbacks-petrobras-contracts\" target=\"_blank\">President Dilma Rousseff's Workers Party, the PT</a>. <a href=\"http://www.bbc.com/news/world-latin-america-31775677\" target=\"_blank\">The head of the senate and the lower house of congress</a> are also under investigation, along with half of the congressional ethics committee.</p><p>Rousseff's government is suffering. Last month, massive countrywide protests erupted, calling for her impeachment. The economy also has been in free-fall, with climbing inflation and low growth.</p><p>But more dramatically, the corruption at Petrobras has affected lives: It has meant that Jesus' two daughters, ages 9 and 11, went hungry this morning.</p><p>\"It's so ugly. I never thought I'd have to go through something like this,\" he says.</p><p>Jesus moved here from his home state of Bahia, hundreds of miles north of here, to work for one of the companies contracted by Petrobras. He brought his wife and two kids. He is an industrial plumber, and the company he works for was doing good business.</p><p>But on this sunny summer day, he and 3,000 other employees of the contractor, most with similar stories, all stand in line to meet with company representatives and have them sign their work cards. They'll need the signatures in order to collect unemployment benefits.</p><p>The company hasn't paid its workers since December. As the result of a court order, all of the men here are being formally laid off — among the 20,000 in the area who have lost their jobs in the past few months, local officials say.</p><p>The court has ordered the contractor to give its workers back pay and compensation. The catch is that the company is locked in a battle with Petrobras, because it says the state oil giant owes it more than $313 million. The company says that, until Petrobras pays up, it can't pay its laid-off workers.</p><p>Joao Jesus tells me he isn't on the street yet, because his landlord has agreed to let him live rent-free — for now. He says he's waiting for his money so that he can go back to his home state and start over.</p><p>\"My heart is cut in two,\" he says.</p><p>There were a lot of big dreams in Itaborai in the boom years — companies and people relocated here after a cluster of Petrobras refineries started being built nearby.</p><p>Walking down the main drag of Itaborai is a study in contrasts. On one side of the road, in a sort of older part of town, there are supermarkets, mom-and-pop shops and auto mechanics in small ramshackle buildings.</p><p>On the other side of the road, though, there are a series of tall gleaming buildings, painted white, with floor-to-ceiling glass windows. They are completely new — and almost completely empty.</p><p>Ricardo Victor, 69, says he invested his life savings in buying apartments and offices in some of the new buildings, hoping to ensure himself a comfortable retirement. He says he's spent his life getting up at dawn, working several jobs, missing his children's childhood so he could provide for them.</p><p>All that work — all those sacrifices — have been squandered by other people's greed, he says.</p><p>\"This didn't only affect Itaborai, it affected all of Brazil,\" he says. \"Petrobras is the engine of the whole country. This has stalled the growth of the whole country.\"</p><p>New unemployment figures in Brazil show it creeping up after years of record lows, and smaller businesses in Itaborai are closing now, too.</p><p>Outside the Worker's Hostel, owner Marcos Paulo da Silva stands among scratched bunk beds and closets that line the road, for-sale stickers on them. He owned several motels that catered to the workers who, until recently, had flocked to Itaborai.</p><p>He'd been in business for 14 years. Now, he can't pay his debts, and has been forced to close up shop. He's letting a few unemployed workers live rent-free in some of the rooms until they can find somewhere to move on to.</p><p>\"I will have to start from scratch — but my head is upright, as the mistake didn't come from my mismanagement. Unfortunately, it came from Petrobras,\" he says. \"I have always loved my country, never thought about leaving it. With this great disappointment with Petrobras, though, I am thinking about leaving the country. Wherever there's a better job opportunity, I will go.\"</p><p>Back at the labor tribunal, Fabio Luiz Mendoza de Souza stands in a group of other laid-off workers.</p><p>When the country was doing well, he had believed the hype that Brazil had changed, that things would continue to get better.</p><p>\"Now I think all that time when Brazil was booming under the Worker's Party, it was all a sham — an illusion, a lie — and we are seeing the truth now,\" he says. \"We have politicians who only think of themselves, and it's the population who suffers. No one ever thinks about us.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Huge+Scandal+At+Top+Of+Petrobras+Trickles+Down%2C+With+Devastating+Effect&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lourdes Garcia-Navarro","audio":[{"meta":{"duration":"266"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396976042-5c358f.m3u?orgId=1&topicId=1127&d=266&p=3&story=395605689&t=progseg&e=396975944&seg=11&ft=nprml&f=395605689"},{"href":"http://media.npr.org/assets/img/2015/03/26/467023070-ccce71cd154747c7092833b70e174d36eb498df8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2887","width":"3850"}},{"href":"http://media.npr.org/assets/img/2015/03/26/467022982-d39c3707a7a6510e0558c7667ef0dcce766f5fe8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3280","width":"4376"}}]}