{"created":"2015-02-14T13:32:36+00:00","modified":"2015-02-16T22:11:55+00:00","valid":{"from":"2015-02-16T22:11:55+00:00","to":"3015-02-16T22:11:55+00:00"},"hreflang":"en","title":"West Coast Port Closures Are Hitting Several Industries Hard","published":"2015-02-14T17:53:00+00:00","teaser":"No cargo will go in or out of 29 West Coast ports this weekend because of a labor dispute that has been dragging on for months. And now the economic impacts of the shutdown are starting to be felt.","itags":["npr_api","386199926"],"guid":"f4ec593a-5bc2-4e4b-9665-e93c855f4434","contentencoded":"<p>No cargo will go in or out of 29 West Coast ports this weekend.</p><p>It's the third partial shutdown in operations at these ports in a week, the result of a bitter labor dispute between shipping lines and the union representing 20,000 dock workers. The dispute has been dragging on for eight months, and now the economic impacts of the shutdown are starting to be felt.</p><p>Even before the labor dispute between the Pacific Maritime Association and the International Longshore and Warehouse Union, there was a major congestion crisis brewing at West Coast ports, and the shutdowns this weekend are only making things worse.</p><p>Standing on a bluff overlooking the Port of Los Angeles, one can see a half-dozen huge container ships sitting idle; there are at least six more on the horizon.</p><p>\"If you think about being on a tarmac for a couple of hours at an airport, some of these people have been waiting off-shore for weeks to get in,\" says Phillip Sanfield, a spokesman with the Port of Los Angeles. He's standing on the docks inside the port, where things are eerily quiet. Two massive container ships look like someone abandoned them in a hurry, and the cranes towering above them are just hanging there.</p><p>\"We need to get back on schedule and we're hearing from customers throughout the country and beyond that it is affecting their businesses,\" Sanfield says. \"So we need to get this cargo moving.\"</p><p>Even a partial shutdown of operations is a big deal here. At the combined ports of Los Angeles and Long Beach, about $1 billion worth of cargo comes through every day. Most of it is from Asia: electronics, clothes, toys and car parts.</p><p>And then there's the export side of things. One industry especially caught in the middle of all this is agriculture. California's citrus industry is blaming the port shutdowns and congestion for a 25 percent drop in export business.</p><p>\"Season to date it's estimated that this has impacted the California citrus industry by the reduction of about $500 million in export sales,\" says Dusty Ference, director of grower services at the industry trade group California Citrus Mutual.</p><p>Ference says this is all coming at a really bad time because this is the industry's peak export season ahead of the Chinese New Year.</p><p>\"We're getting reports now that, not including trucking time, these containers are sitting on the docks for 10 days, and in some cases, longer,\" he says.</p><p>Some industries are now turning to the air to ship freight. Some of Ference's growers are trucking cargo down to the Port of Houston, but going the long way through the Panama Canal is expensive and not always practical.</p><p>Mostly they're waiting and hoping things get resolved quickly. The Pacific Maritime Association's president has warned of an all-out \"meltdown\" on West Coast ports if the union doesn't accept what he called its \"generous contract offer.\"</p><p>\"You know the truth. We want to go to work and they're blaming us,\" ILWU President Robert McEllrath said in a video to membership. \"There's space on the docks to unload vessels. There's cargo to be delivered and we're here to do it.\"</p><p>On Saturday, the White House said President Obama has directed Labor Secretary Tom Perez to travel to California to see if he can help settle the negotiations. </p><p>For now, unless a deal is reached, the Pacific Maritime Association's enforced closure of most major operations up and down the West Coast is scheduled to last through the President's Day holiday.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=West+Coast+Port+Closures+Are+Hitting+Several+Industries+Hard&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kirk Siegler","audio":[{"meta":{"duration":"213"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386227510-85d618.m3u?orgId=1&topicId=1091&e=386199926&d=213&ft=nprml&f=386199926"}]}