{"created":"2014-10-08T14:14:29+00:00","modified":"2014-10-31T01:13:34+00:00","valid":{"from":"2014-10-31T01:13:34+00:00","to":"3014-10-31T01:13:34+00:00"},"hreflang":"en","title":"Here's One Big Way Your Mobile Phone Could Be Open To Hackers","published":"2014-08-01T15:46:00+00:00","teaser":"Unsecure Wi-Fi networks have been a well-known vulnerability in the tech industry for years. They can let even an unsophisticated hacker capture your traffic and possibly steal your identity.","itags":["npr_api","321389989"],"guid":"f4f5a053-6f95-45ce-b198-6c917b086ee0","contentencoded":"<p>Despite the fact that every major Internet provider has added some kind of encryption to its services over the past year, tracking your online traffic is easier than you think.</p><p>And you don't have to be the target of the hacker or the NSA for your traffic to be intercepted. There is a hole in mobile security that could make tens of millions of Americans vulnerable.</p><p>Unsecure Wi-Fi networks have been a well-known vulnerability in the tech industry for years. They can let even the most unsophisticated hacker capture your traffic and possibly steal your identity.</p><p><strong>Opening The Door To Hackers</strong></p><p>Earlier this spring, when I conducted <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/06/10/320347267/project-eavesdrop-an-experiment-at-monitoring-my-home-office\" target=\"_blank\">an experiment tapping my own Internet traffic</a>, Sean Gallagher, a reporter from the <a href=\"http://arstechnica.com/security/2014/06/what-the-nsa-or-anyone-can-learn-about-you-from-internet-traffic/\" target=\"_blank\">tech news site Ars Technica</a>, came to my house, and we connected a little device called a Pwn Plug — invented by <a href=\"https://www.pwnieexpress.com/\" target=\"_blank\">computer security expert</a> Dave Porcello — to my network.</p><p>Seeing just how much data streamed out of my phone the second I connected was a big surprise. My phone pinged Apple, Google and Yahoo. Then apps like Twitter and Facebook connected to the Internet. This all happened in just seconds of it simply sitting on my desk. I hadn't touched the phone.</p><p>If Porcello had been a hacker, those few seconds could have been a gold mine.</p><p>\"Anything you are logged into when you reconnect, it basically relogs in, so there is an opportunity for an attacker to capture the cookie or maybe even the password,\" he said.</p><p>And chances are good that your beloved smartphone is constantly — relentlessly — looking for networks to connect to.</p><p>\"When you have wireless turned on,\" says Oliver Weis, who works with Porcello at their company, Pwnie Express, \"your phone or your laptop is sending out what are called probe requests out to the world — saying, 'Hey, where is my network? Where is my network? Is this network around? Where is this network?' \"</p><p>I read this book to my kids called <em>Are You My Mother? </em>by P.D. Eastman. It's about this tiny baby bird that goes wandering around the world asking whatever it meets, \"Are you my mother?\" It asks a cow, then a dog and then a cat. Weis says there are evil Wi-Fi networks out there in the world programmed to act like a hungry cat that say, \"Yes, I am your mother; yes, I am your network.\"</p><p>If your phone believes the cat, Weis says, the cat can intercept all traffic going through your phone.</p><p>That open Wi-Fi connection opens the door for hackers. They can get in the middle of transactions between, say, you and your bank.</p><p>Now, if you set up your phone correctly and only sign on to Wi-Fi networks you know, you can make these attacks more difficult. But some of America's biggest companies, like AT&T and Comcast, are aggressively rolling out nationwide open public Wi-Fi<strong> </strong>networks. These networks are insecure.</p><p>They aren't the only companies doing this, but they are the biggest. Comcast is turning its customers' cable boxes into public Wi-Fi<strong> </strong>hot spots, and it has a million hot spots across the country. AT&T offers open Wi-Fi<strong> </strong>connections at most Starbucks locations.</p><p>\"A big problem with AT&T phones is that they all have a preferred network on their list that is open, and that is AT&T Wi-Fi,\" Weis says.</p><p>There is no password, \"so when your AT&T phone is near an AT&T Wi-Fi network, it will automatically connect,\" he says.</p><p>You could turn off your Wi-Fi connections or shut off AT&T's auto-connect setting. But if you don't, your phone will connect to legitimate AT&T Wi-Fi hot spots — or hot spots <em>called</em><em> </em>AT&T Wi-Fi set up by hackers.</p><p>The same is true for any open public Wi-Fi network. Spoofing them is as easy as changing the name on a Wi-Fi router. And Weis says if folks are just walking by one of the evil hot spots and their phone connects to it, they may never know.</p><p>\"There is all this stuff going on behind the scenes — literally invisible packets in the air coming out of their pocket, saying things about who they are and where they have been and what they do,\" Weis says.</p><p><strong>Protecting Yourself</strong></p><p>In the past year, the number of people using Xfinity Wi-Fi has almost tripled. Comcast told me that the number of out-of-home Wi-Fi sessions shot up 750 percent.</p><p>Don Bailey, a security expert at Lab Mouse, says these public Wi-Fi connections don't have to be insecure.</p><p>\"There should be a way to identify whether or not you have attached to a public Wi-Fi,\" Bailey says.</p><p>That should happen automatically, he says, so when you connect to a network like this, all your traffic should be encrypted without you having to do anything. In fact, both Comcast and AT&T already offer consumers apps that will do this — but you have to buy them, install them and opt in. So most people don't.</p><p>I asked both companies if these open Wi-Fi networks were opening up millions of their customers to potential attacks.</p><p>AT&T spokesman Mark Siegel said the company takes \"extraordinary measures\" to keep its customers safe. Comcast said it was planning to roll out a more secure Wi-Fi network sometime in the future, but it didn't say when.</p><p>Comcast pointed out that for a more secure system to work, it will need the cooperation of every company that makes a device that connects with the network. That takes time.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Here%27s+One+Big+Way+Your+Mobile+Phone+Could+Be+Open+To+Hackers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Henn","audio":[{"meta":{"duration":"468"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1321545006-71cf5e.m3u?orgId=1&topicId=1019&ft=3&f=321389989"},{"href":"http://media.npr.org/assets/img/2014/06/12/lock-4442c89a22381c24657d8c01aff458ace90928a4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"577","width":"769"}}]}