{"created":"2015-04-18T11:30:17+00:00","modified":"2015-05-13T21:01:55+00:00","valid":{"from":"2015-05-13T21:01:55+00:00","to":"3015-05-13T21:01:55+00:00"},"hreflang":"en","title":"In Panama, Restoring Streets And Reforming Gangs At The Same Time","published":"2015-04-20T19:59:00+00:00","teaser":"Like its Central American neighbors, Panama is dealing with a rise in gangs, but a hotel developer has taken on several of the gangs in his neighborhood, offering them rehabilitation, jobs and hope.","itags":["npr_api","400573672"],"guid":"f500b400-1cbc-4985-b926-9fa1e64238e5","contentencoded":"<p>Panama, like its Central American neighbors, is struggling with a rise in gangs. A recent census by the country's security forces put the number of criminal organizations operating in Panama now at about 200.</p><p>One neighborhood, in the capital's historic district, is taking on its gang problem with a group of strange bedfellows.</p><p>First, meet K.C. Hardin.</p><p>\"I moved to Panama 12 years ago just to surf and do nothing for a couple years, I thought,\" says Hardin.</p><p>The still super-tan former New York corporate lawyer not only fell in love with the country, but also with Panama City's old historic neighborhood, known as Casco Viejo.</p><p>\"I wound up getting myself into real estate development somehow,\" says Hardin. He's rehabbed some of Casco Viejo's most gorgeous properties, including the neoclassical American Trade Hotel and the Art Deco former Citibank headquarters.</p><p>That was no easy feat, considering the hotel was in ruins and had become home to one of Casco Viejo's fiercest gangs.</p><p>Which brings us to the other partner in the rehabilitation of the neighborhood: the gang members, like Luis Ricardo James. Everyone calls him Ricky.</p><p>\"We used to rob tourists here,\" says James. \"That's how we survived.\"</p><p>So did his cousin, Antonio Luis James, who was the leader of the local gang.</p><p>Standing just blocks from Hardin's restored hotel, where a room can go for up to $400 a night, James points to a rundown house. His brother, also a gang member, was shot dead there. The dispute was over a stolen necklace.</p><p>Both James and his cousin have spent time in prison: Ricky, seven months for a firearms violation; Antonio, three years for what he says was an accessory to murder charge.</p><p>Two years ago, with Hardin's help and a local evangelical church, the men and dozens more began a rehabilitation program. They got job training and self-esteem building. A year ago, they opened a fruit stand and a local bar, and now they cater to tourists instead of robbing them.</p><p>On a hot and humid recent afternoon, Antonio James gives a tour of Casco Viejo. Along the way we see historic sites, like the colonial-era wall that guarded the city from pirates. We meet neighbors, like a 92-year-old woman who lives in government-subsidized housing and won't be pushed out by rising rents and gentrification. We also stop at what used to be gang hot spots.</p><p>James also stops to point out his mom, who's waving furiously at us from the third floor of an old wooden building. He says she's really proud of him and his turnaround. With his earnings from the tour and his fruit stand, James is putting his younger sister through college. She, too, beams at us from across the street as we continue on the tour.</p><p>Police crime statistics testify to the revitalization. There's been only one robbery this year.</p><p>Hardin and the James cousins hope they can spread that good fortune and their pacification strategies to other parts of the country, and even beyond.</p><p>But while Panama is struggling with a growing gang problem and new ties with international criminal organizations, violence here is nowhere near the levels experienced in El Salvador or Honduras, says Ana Selles de Palacio of the Institute of Criminology at Panama University.</p><p>Selles says to keep combating gangs so they don't reach critical levels, \"it will require resources, technical expertise and political will.\"</p><p>Hardin couldn't agree more. He likes to say you can't have healthy societies without healthy cities. He hopes that redevelopment, without displacing local residents, will be part of that strategy.</p><p>\"Revitalizing the city core and doing it in an inclusive sustainable way,\" he says. \"I see it as a national priority for a lot of Latin America.\"</p><p>James wants the same. He says he wants a better neighborhood and life for his children.</p><p>And, he adds, honest work is better: He's making more money giving tours to tourists than robbing them.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Panama%2C+Restoring+Streets+And+Reforming+Gangs+At+The+Same+Time&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Kahn","audio":[{"meta":{"duration":"275"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400573679-fdf2d8.m3u?orgId=1&topicId=1127&d=275&p=7&story=400573672&t=progseg&e=400573577&seg=5&ft=nprml&f=400573672"},{"href":"http://media.npr.org/assets/img/2015/04/18/pix12-669ec1484ff9b5a4d33a1e2dfe08cd7fafd36c80.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1873","width":"2498"}},{"href":"http://media.npr.org/assets/img/2015/04/18/pix9-076234ee33e0a78b2e98025d95e2b9022f01d132.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1873","width":"2498"}}]}