{"created":"2015-03-14T09:30:22+00:00","modified":"2015-03-20T21:05:06+00:00","valid":{"from":"2015-03-20T21:05:06+00:00","to":"3015-03-20T21:05:06+00:00"},"hreflang":"en","title":"Seven Decades On, Anne Frank's Words Still Comfort","published":"2015-03-14T21:20:00+00:00","teaser":"70 years ago, Anne Frank died in a concentration camp. NPR's Scott Simon remembers the diarist, and two teenagers, Afghan refugee Asiieh Panahi and Chicagoan Sydney Falls, read from her writing.","itags":["npr_api","392793183"],"guid":"f51590ba-63f5-4411-b1cd-8d2fcc72a70c","contentencoded":"<p>A 15-year-old girl named Anne Frank died 70 years ago this week; the exact day is unknown. She died in the Bergen-Belsen concentration camp, not long after her sister Margot, who was 19.</p><p>Anne Frank's <a href=\"http://en.wikipedia.org/wiki/Anne_Frank\">Wikipedia entry</a> refers to her as a \"diarist and a writer\"; she sure was. The entries she wrote in the red plaid diary she got from her father on her 13th birthday were published as <em>Anne Frank's The Diary of a Young Girl</em> in 1947. It has become one of the most famous books in history, translated into more than 60 languages.</p><p>But let us remember this week that Anne Frank was a 15-year-old girl who was among the millions who died in the Holocaust.</p><p>Anne's diary tells the story of her family and family friends who hide for two years in an attic above her father's old shop in Amsterdam because they were Jews in a time when Nazism rolled over Europe.</p><p>They had to live in darkness and quiet, so they wouldn't give their hiding place away. They got by, often barely, on smuggled cans of food. And each day, Anne lay below the attic skylight to stare up at the bare limbs of a chestnut tree.</p><p>\"...On whose branches little raindrops shine,\" she wrote,\"appearing like silver, and at the seagulls as they glide on the wind. While this lasts I cannot be unhappy.\"</p><p>It is a true story, both unbearably sad and inspiring. Over the decades, Anne Frank's words have offered comfort and bravery wherever children have to grow up amid violence, war, bigotry and fear.</p><p>Just a few weeks before Anne Frank and much of her family were dragged off to the camps and died, she wrote, of all things, about her faith in people.</p><p>Her words are read by Asiieh Panahi, a 17-year-old Hazara Afghan refugee now living with her family in an immigrant camp in Austria; and Sydney Falls, a 15-year-old girl on the south side of Chicago.</p><blockquote><p>It's really a wonder that I haven't dropped all my ideals, because they seem so absurd and impossible to carry out. Yet I keep them because in spite of everything I still believe that people are really good at heart. I simply can't build up my hopes on a foundation consisting of confusion, misery, and death. I see the world gradually being turned into a wilderness, and I hear every approaching thunder, which will destroy us too, I can feel the suffering of millions and yet, if I look up into the heavens, I think it will all come right, and that this cruelty too will end, and that peace and tranquility will return again.</p><p>In the meantime, I must uphold my ideals, for perhaps the time will come when I shall be able to carry them out.</p><p>Yours, Anne.</p></blockquote><p>Click on the audio link to hear the readings from Asiieh Panahi and Sydney Falls.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Seven+Decades+On%2C+Anne+Frank%27s+Words+Still+Comfort&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Simon","audio":[{"meta":{"duration":"190"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392955999-4ab400.m3u?orgId=1&topicId=1060&aggIds=4495795&e=392793183&d=190&ft=nprml&f=392793183"}]}