{"created":"2015-06-19T17:59:26+00:00","modified":"2015-06-19T20:09:33+00:00","valid":{"from":"2015-06-19T20:09:33+00:00","to":"3015-06-19T20:09:33+00:00"},"hreflang":"en","title":"Every Student At This Inner-City High School Is Going To College","published":"2015-06-19T20:09:00+00:00","teaser":"Verbum Dei High School is an all-male preparatory Jesuit school that caters to low-income students in Los Angeles.","itags":["npr_api","415792782"],"guid":"f52bfcf7-6af4-408c-a4b7-01c89edf7b72","contentencoded":"<p>For the eighth year in a row, the entire senior class at <a href=\"http://www.verbumdei.us/\" target=\"_blank\">Verbum Dei High School</a> &#8211; an all-male college and career preparatory Jesuit high school in the Watts neighborhood of Los Angeles &#8211; has been accepted into college.</p><p>The 68 seniors, many of whom are the first in their families to go to college, will be leaving their inner-city neighborhood to pursue higher education across the country.</p><p>&#8220;The Verb,&#8221; as the school is called, caters to low-income students &#8211; some of whom are behind in their academic standing by about two or three years. The school packs six to seven years of high school into four, and does so with a four-day school week. Administrators say that rigorous course work, small college preparatory classes, corporate work experience and a supportive environment from teachers and family is the key to students&#8217; success.</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now</a></em>’s Lisa Mullins spoke with Verbum Dei’s 2015 valedictorian <strong>Nicholas Spates</strong>, who will attend Georgetown University in the fall, and <strong>Martinique Starnes</strong>, the school&#8217;s dean of counseling and student affairs, about what it takes to be successful inside and outside of the classroom.</p><p><strong>Living &#8220;the Verb way&#8221;</strong></p><p>Verbum Dei&#8217;s dress code &#8211; wearing a shirt and tie is required &#8211; is just one part of the professional mindset the school tries to cultivate among its students.</p><p>&#8220;I think, in the Watts community, a lot of colleges have a preconceived notion of what type of student they&#8217;re going to get from the area,&#8221; Starnes said. &#8220;When they come to our school, they see that our students are able to hold amazing conversations, they have firm handshakes, they look everyone in the eye when they&#8217;re speaking. Especially, their interactions with the donors have also helped them prepare and mature in a way that colleges are really impressed by.&#8221;</p><p>Spates said for better or for worse, wearing a shirt and tie often sticks out in Watts, a neighborhood known primarily for the 1965 Watts Riots &#8211; a series of race riots that resulted in 34 deaths and over 3,000 arrests. Crime and poverty continue to be issues in the area.</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;When you go to such a small school and the teachers are there to make sure you&#8217;re getting all the tools you need to go on to the next level, then there&#8217;s no escaping the learning process.&#8221;<div class=\"pullquoteauth\">&ndash; Nicholas Spates</div></p><p></div></p><p>&#8220;You don&#8217;t want to be around people who are trying to bring you down, especially people who are in the neighborhood who are trying to get you to steer away,&#8221; Spates said. &#8220;Obviously, within my family it&#8217;s just teasing. But when you&#8217;re walking down the street, and you&#8217;re trying to go to the barber shop, you&#8217;re trying to go to the store, trying to go buy a hamburger, and people are knocking you for going to a certain school, you just have to get away from that.&#8221;</p><p><strong>Expectations and support at home</strong></p><p>The 18-year-old said he had to work hard to remain focused and tune out people who made fun of him or detracted from his goals.</p><p>&#8220;How you carry yourself is how people will respond to you,&#8221; Spates said. &#8220;Usually I&#8217;m just a regular guy on the streets, but because I&#8217;m wearing this tie, because I go to Verbum Dei, because I&#8217;m going on to college, people want to respond to me a certain way. And now I&#8217;m held with this certain level of responsibility in my neighborhood and at my house.&#8221;</p><p>Spates said he saw a big difference between Verbum Dei and the public schools he attended prior. At &#8220;the Verb,&#8221; it was surprising to be in a class larger than 16 students, he said.</p><p>&#8220;When you go to such a small school and the teachers are there to make sure you&#8217;re getting all the tools you need to go on to the next level, then there&#8217;s no escaping the learning process,&#8221; Spates said.</p><p>But Spates didn&#8217;t make it to Georgetown alone. He credits his father, Marshall, and his mother, who he said &#8220;always wanted me to be in the best educational circumstance that I can be in.&#8221;</p><p>&#8220;My father&#8217;s been my main mentor, my best friend my entire life,&#8221; he said. &#8220;He&#8217;s been at all of my games, and when I had a job where I had to be at work at 6 a.m., he was up every day with me, making sure that I was on that train. He never took a day off, he doesn&#8217;t take any days off as a father, and I love him dearly for that.&#8221;</p><ul><li><a href=\"http://www.verbumdei.us/supportus/spatesspeech2015.pdf\" target=\"_blank\">Read Nicholas Spates&#8217; speech at a recent high school event</a></li></ul><p><a href=\"http://www.youtube.com/watch?v=zNbyboF1494\">[Youtube]</a></p><h4>Guests</h4><ul><li><strong>Nicholas Spates</strong>, valedictorian of the class of 2015 at Verbum Dei High School.</li><li><strong>Martinique Starnes</strong>, dean of counseling and student affairs at Verbum Dei High School.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Every+Student+At+This+Inner-City+High+School+Is+Going+To+College&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"681"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415792785-39a075.m3u?orgId=1&d=681&p=60&story=415792782&t=progseg&e=415767934&seg=3&ft=nprml&f=415792782"},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0619_verbum-dei.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"521","width":"781"}}]}