{"created":"2014-09-30T21:05:31+00:00","modified":"2014-10-01T19:29:55+00:00","valid":{"from":"2014-10-01T19:29:55+00:00","to":"3014-10-01T19:29:55+00:00"},"hreflang":"en","guid":"f52fbd8b-421e-44d7-92b2-97885710594f","title":"New mobile clinics are helping aid workers treat Ebola patients in Liberia","published":"2014-10-01T19:29:53+00:00","byline":"Andrea Crossan","tags":["health","medicine","Ebola","Human Needs","Medicine","Health & Medicine","Monrovia","Africa","Liberia","West Africa","Africa","Geoffrey York","Senga Omeonga","Ebola","ZMapp","Tropical diseases","Health"],"teaser":"Liberia is ground zero of the Ebola outbreak. In Liberia's capital, Monrovia, aid workers are trying new mobile clinics to help them contain the outbreak.","contentencoded":"<p>Hazmat suits, eye goggles, face masks, hoods, rubber boots and two layers of gloves &mdash; that&rsquo;s the standard gear for health workers in Monrovia, Liberia.</p><p>Liberia is the hardest hit country in the Ebola outbreak, which has engulfed West Africa.&nbsp;<span style=\"line-height: 1.538em;\">Over the weekend, the death toll in Liberia rose to more than 3,000. And globally, it&#39;s the largest outbreak ever, <a href=\"http://www.who.int/mediacentre/news/releases/2014/ebola-emergency-response/en/\">according to the World Health Organization</a>.</span></p><p>But there are signs of hope. Mobile labs are being constructed to test for Ebola and to treat those infected with the virus.&nbsp;<span style=\"line-height: 1.538em;\">The labs will reduce the amount of time it takes to learn if a patient has Ebola from several days to a few hours.</span></p><p>American mobile Ebola labs should be up and running in Liberia this week, and US troops have broken ground on a field hospital.&nbsp;<span style=\"line-height: 1.538em;\">The US is planning to build 17 other clinics in Liberia and will help to train more health workers to staff them.</span></p><p>&ldquo;If those [clinics] are opened and if they are able to find enough trained staff to operate them, then that will make a big dent in the crisis,&rdquo; says<a href=\"https://twitter.com/geoffreyyork\"> Geoffrey York</a>, Africa correspondent for Canada&rsquo;s Globe and Mail newspaper.&nbsp;<span style=\"font-size: 13.3333339691162px; line-height: 1.538em;\">York is reporting on the Ebola outbreak from Liberia and he spent part of Monday following a Red Cross dead-body management team in Monrovia.</span></p><blockquote class=\"twitter-tweet\" lang=\"en\"><p>Ebola threat prompts Red Cross to remove all bodies, infected or not <a href=\"http://t.co/NGvmbtUVOw\">http://t.co/NGvmbtUVOw</a> <a href=\"https://twitter.com/geoffreyyork\">@geoffreyyork</a> <a href=\"http://t.co/u8MbVkPYdU\">pic.twitter.com/u8MbVkPYdU</a></p>&mdash; The Globe and Mail (@globeandmail) <a href=\"https://twitter.com/globeandmail/status/516901414589980672\">September 30, 2014</a></blockquote><script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>Ebola is transmitted through contact with bodily fluids, so health care workers are at high risk of infection. And clinics have struggled to find staff.</p><blockquote class=\"twitter-tweet\" lang=\"en\"><p>Another <a href=\"https://twitter.com/hashtag/Ebola?src=hash\">#Ebola</a> treatment unit is under construction in Monrovia; but who will staff it? Shortages of trained staff. <a href=\"http://t.co/ouNskZGOiS\">pic.twitter.com/ouNskZGOiS</a></p>&mdash; Geoffrey York (@geoffreyyork) <a href=\"https://twitter.com/geoffreyyork/status/516932824008757248\">September 30, 2014</a></blockquote><script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>&ldquo;The stigma is beginning to decline,&rdquo; says York. &ldquo;There is more understanding, less ignorance, less fear. And I think a lot of Liberians are willing to do these jobs [in hospitals] now because they actually feel that they are going to be protected. Some people say that one of the safest places is actually inside an Ebola treatment unit because that&rsquo;s where they understand all the safety protocols that have to be followed.&rdquo;</p><p>But York says there&#39;s a shortage of highly-trained foreign experts, who aren&#39;t coming to Liberia.</p><p>&ldquo;In any other crisis, disaster, earthquake, you get dozens &mdash; even hundreds &mdash; of foreign relief agencies pouring in. And there has been very few on this crisis. And that&rsquo;s very noticeable on the ground,&rdquo; he explains.</p><p>York <a href=\"http://www.theglobeandmail.com/news/world/physican-credits-ebola-survival-to-experimental-canadian-developed-drug/article20822168/#dashboard/follows/\">met&nbsp;<span style=\"font-size: 13.3333339691162px; line-height: 1.538em;\">Congolese surgeon&nbsp;</span><span style=\"font-size: 13.3333339691162px; line-height: 20.0063037872314px;\">Senga Omeonga,</span>&nbsp;who has been working in Monrovia for months to help those infected with Ebola</a>. Omeonga became infected last month at the hospital where he worked, but<span style=\"line-height: 1.538em;\">&nbsp;was treated with <a href=\"http://www.bbc.co.uk/news/health-28980153\">ZMapp, the experimental Canadian-developed Ebola treatment</a>.</span></p><p>&ldquo;He was lucky enough to get ZMapp. ZMapp made a difference, not just for him, but even more so for one of his colleagues, a Liberian health worker who was in a coma, in critical condition, and actually recovered after getting ZMapp,&rdquo; York says.</p><p>Omeonga is one of only seven people given ZMapp so far. It made headlines when it was first used on an American doctor who was then transported back to the US and eventually recovered enough to be released.</p><p>The WHO has authorized the use of some experimental treatments during the Ebola outbreak. None have yet been tested for safety and efficacy in clinical trials in humans.&nbsp;</p>","audio":[]}