{"created":"2015-07-02T20:26:14+00:00","modified":"2015-07-03T11:33:36+00:00","valid":{"from":"2015-07-03T11:33:36+00:00","to":"3015-07-03T11:33:36+00:00"},"hreflang":"en","title":"In Secular French Schools, One Group Wants To Talk Religion","published":"2015-07-02T22:35:00+00:00","teaser":"French public schools discourage any display of religious identity. But after an Islamist terror attack this year, a religious co-existence group has found a huge demand for its services.","itags":["npr_api","419246113"],"guid":"f530a769-afff-4166-ad91-c42ee9af82b4","contentencoded":"<p>For the past several years, the group <a href=\"http://www.coexister.fr/\" target=\"_blank\">Coexister</a> has been going into secular French schools to break down religious stereotypes in the classroom.</p><p>Since January's attacks on satirical magazine <a href=\"http://www.npr.org/sections/thetwo-way/2015/01/08/375826898/france-observes-moment-of-silence-for-charlie-hebdo-victims\" target=\"_blank\">Charlie Hebdo</a> and a kosher supermarket, the demand for their interventions has skyrocketed.</p><p>\"We used to get two requests a week, but now it's two a day,\" says Radia Bakkouch, a 23-year-old graduate student who has been leading these interventions for several years.</p><p>On this day, Bakkouch is meeting her colleague, Lazare Jefroykin, 18, at Paris' Gare de Lyon station. The two are headed out to a middle school in the Paris suburbs.</p><p>Jefroykin, who is Jewish, says he grew up in a melting pot neighborhood in Paris, where people lived together easily. January's attacks made him feel like he had to do something, so he joined Coexister.</p><p>Following the attacks, some young Muslim students <a href=\"http://refused%20to%20observe%20a%20minute%20of%20silence/\" target=\"_blank\">refused to observe a minute of silence</a> mourning the victims. They said the journalist had insulted Islam and were not necessarily innocent victims. That shocked many French people and prompted the Education Ministry to double up on its efforts to reinforce France's strict secularism, known as laïcité, in the classroom.</p><p>Already, outward religious symbols like headscarves, kippas and large crosses are <a href=\"http://www.npr.org/templates/story/story.php?storyId=4205231\" target=\"_blank\">banned in schools</a>. When the start of the new French school year rolls around this September, students and parents will be required to sign a charter saying they will respect the values of laïcité. New teaching candidates will also be tested on their understanding on the concept of secularism.</p><p>Bakkouch, a French Muslim who has spent time in Israel, says she's proud of French laïcité, and calls it the framework that allows all religions to practice freely in France.</p><p>But she's worried secularism is becoming too militant, making the discussion of religion a taboo subject in the public sphere in France.</p><p>Jefroykin agrees.</p><p>\"Talking too much about religion and above all defending our identity in terms of religion is not welcome in public, secular schools,\" he says. \"You're not supposed to express any kind of religious identity because you are above all French.\"</p><p>The two believe the absence of religious discussion creates room for misconceptions and prejudice. Their goal is to break down religious stereotypes and make students feel more comfortable when it comes to having a religious identity.</p><p>In a school auditorium in the Paris suburb of Maisons-Alfort, they're confronted with 60 curious and boisterous middle-school kids.</p><p>Bakkouch turns on a projector displaying the symbols of the major religions in France — the Star of David, a cross and crescent, as well as a sign for atheism.</p><p>The students are asked to anonymously write down two words that come to mind for each faith. Bakkouch then collects their responses, flashes them up on the projector and begins to break down the stereotypes, one after another.</p><p>She calls one particularly insidious: that Jews are rich.</p><p>\"You might not think it's much of an insult to be called rich,\" says Bakkouch. \"But Jews have been murdered in France because of this stereotype.\"</p><p>Bakkouch gives the example of a Jewish man <a href=\"http://www.npr.org/templates/story/story.php?storyId=5228633\" target=\"_blank\">kidnapped and tortured </a>by a gang in 2006. And a couple recently attacked and robbed in their home in the working class Paris suburb of Sarcelles.</p><p>In both cases the assailants thought their victims had money because they were Jewish.</p><p>Bakkouch says the fact that she's Muslim and Jefroykin is Jewish impresses students.</p><p>\"It has an impact,\" she says.</p><p>At the end of the workshop, the 13-year-olds are enthusiastic about their experience.</p><p>\"All religions are important, you have to respect them, and understand them,\" says Gad Ramau.</p><p>Another student, Jean-Louis Charles, says he noticed all the prejudices.</p><p>\"Especially against Islam,\" he says. \"Because people say Muslims are terrorists.\"</p><p>Religious figures like priests or rabbis are not allowed into French public schools. And displaying one's religious identity is discouraged. But Bekkouch and Jefroykin tell the young people to take pride in the religious diversity in their classrooms and learn from each others faiths.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Secular+French+Schools%2C+One+Group+Wants+To+Talk+Religion&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eleanor Beardsley","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1419554893-621b51.m3u?orgId=1&topicId=1124&d=233&p=2&story=419246113&t=progseg&e=419411157&seg=19&ft=nprml&f=419246113"},{"href":"http://media.npr.org/assets/img/2015/07/02/gettyimages-476472404-religion-5b6e3942b9e9e4242e889cae78e6b2f8373e004b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1706","width":"2274"}},{"href":"http://media.npr.org/assets/img/2015/07/02/undefined-7bc70aa7e2981763bb85eed1bc1225c998fd45ba.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}},{"href":"http://media.npr.org/assets/img/2015/07/02/gettyimages-495409665-edit-30f90d9f4737f6d3b483d22119a9a7f11891c06a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1965","width":"2622"}}]}