{"created":"2014-10-08T14:06:00+00:00","modified":"2014-10-31T01:09:10+00:00","valid":{"from":"2014-10-31T01:09:10+00:00","to":"3014-10-31T01:09:10+00:00"},"hreflang":"en","title":"Militants' Advance In Iraq Agitates Oil Markets","published":"2014-06-15T15:38:00+00:00","teaser":"Oil prices have spiked since Sunni militants seized Baiji, home of Iraq's biggest refinery. The nation's production capability is under threat, but there's a broader geopolitical story unfolding.","itags":["npr_api","322135855"],"guid":"f53893ff-3164-4545-8b6c-7f25c1efd12d","contentencoded":"<p>When Sunni militants began seizing broad swathes of territory across northern Iraq last week, global oil markets shrugged it off. After all, instability in Iraq is nothing new.</p><p>But that all changed on Wednesday, when the insurgents swept into the oil refinery town of Baiji, says Robert McNally, president of the Rapidan Group, an energy consulting firm. The price of oil climbed nearly 4 percent in just a few short days.</p><p>\"This jaw-dropping blitz assault ... and the threat it posed to the Baiji refinery, the Baiji electrical power plant, and really the stability of Iraq itself, just caused the market to panic,\" McNally says.</p><p>Insurgents surrounded the refinery, but were not able to seize it. For now, it remains under government control, guarded by Iraqi special forces. The refinery is the largest in Iraq, but it's used only for domestic purposes.</p><p>The real concern for the global markets — and the entire global economy — is about securing the flow of crude oil out of Iraq's main oil fields. They are clustered around the city of Basra, in the far south of the country at the tip of the Persian Gulf. It's a relatively long way from militant positions now.</p><p>But Amrita Sen, chief oil market analyst with Energy Aspects in London, says that distance doesn't provide much relief, for two reasons.</p><p>\"One, the militants are progressing towards the south very, very quickly,\" Sen says. \"And two, the Iraqi army's complete inability to stop them ... The fear factor is huge in the market at the moment.\"</p><p>There's also concern the Sunni militants' all-out charge through Iraq could spark widespread sectarian violence, possibly pulling in regional players, says McNally.</p><p>\"The specter now is one of a sort of broad fragmentation and disintegration in Iraq, which eventually could spill over to the south and to Iraq's oil exports,\" he says.</p><p>Jim Burkhard, head of global oil market research at IHS, says militants don't have to occupy the oil fields; they can simply launch small attacks on the pipelines, much as they've done on export pipelines in the northern city of Kirkuk. But Burkhard says global oil markets would feel the pinch if anything happened to Iraqi exports.</p><p>\"This summer we estimate the world will have about 2 to 2.5 million barrels per day of spare crude oil production capacity,\" he says. \"That's the oil markets' shock absorber. That's how much we have to call on in case there's a disruption. ... Iraq exports about 2.5 million barrels per day, so that's why the market is particularly sensitive to these fast-moving developments in Iraq right now.\"</p><p>Iraq has the potential to double the amount of oil it exports each day, but the industry has been plagued with problems despite investment from western companies. Burkhard says the escalating violence not only adds to Iraq's woes, it's part of a broader geopolitical story that's unfolding.</p><p>\"The situation between Russia and Ukraine is not settled ... Libya is in a very desperate situation right now; oil production is just a trickle,\" Burkhard says. \"There's also concerns about Nigeria and Venezuala as well.\"</p><p>President Obama said on Friday that if there are disruptions in Iraq's oil supply, other producers in the Gulf are able to pick up the slack. But that will do little to calm market jitters that are driving up prices.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Militants%27+Advance+In+Iraq+Agitates+Oil+Markets&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jackie Northam","audio":[{"meta":{"duration":"244"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1322242855-a8559b.m3u?orgId=1&topicId=1010&ft=3&f=322135855"},{"href":"http://media.npr.org/assets/img/2014/06/15/450609696-40073ff68b8ffca8783c1c90ab7bfd8af9e919a2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2771","width":"3697"}}]}