{"created":"2014-09-08T13:27:16+00:00","modified":"2014-10-30T22:42:38+00:00","valid":{"from":"2014-10-30T22:42:38+00:00","to":"3014-10-30T22:42:38+00:00"},"hreflang":"en","title":"Ryan Adams Rips It Up, Starts Again","published":"2014-09-08T13:27:00+00:00","teaser":"The prolific songwriter's new self-titled album has the sound of an artist in thrall to making music on his own terms. NPR's Arun Rath visits him at his studio in Hollywood.","itags":["npr_api","345595482"],"guid":"f53e4e69-922f-4f63-85f6-16ee1f6ff69c","contentencoded":"<p>Any artist who releases 16 records in 15 years could be forgiven for becoming a bit jaded. But the process behind <a href=\"http://www.npr.org/artists/14953534/ryan-adams\" target=\"_blank\">Ryan Adams</a>' new self-titled album feels almost like a love story, in which one of the more prolific songwriters of the last two decades finds a new passion for his craft.</p><p>That story is set at PAX-AM, the small label and recording studio Adams runs in Hollywood, here just about every inch of space is covered with something highly touchable. There are organs, drums, old reel-to-reel tape machines; action figures peer out from shelves, a poster from the movie Krull hovers above a staircase, a Spider-Man pinball machine blinks and flashes for attention.<em> </em>Adams says there's a method to all this madness.</p><p>\"When people come to the studio, they can listen to records; we have manual typewriters and stationery and reference books for them to look at, and lots of old-fashioned '60s and '70s pulp magazines. All kinds of stuff to sort of inspire someone, should they be in the middle of a process and need that,\" he says.</p><p>PAX-AM is right next door to the studio where Adams made his last album, <em>Ashes & Fire</em>. That's where these new songs were meant to be recorded — and in fact, he completed a version of the album there first. Adams says he was ambivalent about those recordings and sat on them for months. In the intervening time, he found himself spending more and more hours at his own studio.</p><p>\"And I would record my own music in my own place, to the point where I started to amass more songs than I had even made next door,\" he says. \"And they took on a feeling that reminded me of the way that I played, and the kinds of music that I played, when I first started. It felt like starting again. And I knew that I needed to follow that thread.\"</p><p>NPR's Arun Rath visited Adams at PAX-AM to talk about why the space, and especially its analog gear, became such a source of encouragement. Hear their conversation at the audio link.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ryan+Adams+Rips+It+Up%2C+Starts+Again&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"502"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1346627809-c38224.m3u?orgId=1&topicId=1105&ft=3&f=345595482"},{"href":"http://media.npr.org/assets/img/2014/09/03/ryan-adams-pinballa-388a5d1e31b86ebcadb503f76c15849fe4fa244a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1334","width":"1780"}}]}