{"created":"2015-03-03T08:37:12+00:00","modified":"2015-06-05T15:28:37+00:00","valid":{"from":"2015-06-05T15:28:37+00:00","to":"3015-06-05T15:28:37+00:00"},"hreflang":"en","title":"Improving Housing Can Pay Dividends In Better Health","published":"2015-03-03T22:20:00+00:00","teaser":"Living in substandard housing can make health problems like asthma much worse. Two mothers tell of their families' struggles to stay healthy in poor housing and their efforts to improve their lot.","itags":["npr_api","389320510"],"guid":"f5445fa5-3247-467b-b00a-05a281110477","contentencoded":"<p>Faiza Ayesh giggles with delight as she describes her brand-new two-bedroom apartment in Oakland, Calif. She shares her home with her husband and three little girls, ages 3, 2 and 5 months. Ayesh, 30, says she just loves being a stay-at-home mom. \"It's the best job in the world.\"</p><p>But Ayesh wasn't always this happy. A little over a year ago she was living in a cramped one-bedroom apartment with her family. It was in just terrible shape, she says, \"paint chipping all over apartment, no heat, roaches, the windows were terrible, some held up by rope on a wheel, really bad conditions.\"</p><p>Dust from outside seeped in and her oldest daughter's asthma got worse fast, she says. \"She's had a mild case of asthma since she was a baby, but when we lived there it went full blown. We didn't know why. She had to take albuterol every day to control her asthma, every day.\"</p><p>But the biggest scare came the day county officials called to say a routine doctor visit showed that both her girls had lead poisoning. A county health official came to test the apartment for lead. \"She couldn't believe it; the windows and wood framing with paint chipping everywhere,\" Ayesh says. \"And when she tested it, it all showed it had lead in it; it was so serious she wanted me to take care of it right away.\"</p><p>The health official told Ayesh that her toddlers were probably eating the paint chips. She told Ayesh to use duct tape to cover the peeling paint. Ayesh did that. Then she started looking for a new place to live.</p><p>In NPR's latest <a href=\"http://media.npr.org/documents/2015/feb/What_Shapes_Health_Report.pdf\">poll </a>with the <a href=\"http://www.rwjf.org/en/library/research/2015/01/what-shapes-health.html\">Robert Wood Johnson Foundation</a> and <a href=\"http://www.hsph.harvard.edu/news/press-releases/poll-u-s-public-sees-ill-health-as-resulting-from-a-broad-range-of-causes/\">Harvard T.H. Chan School of Public Health</a>, 40 percent of lower-income Americans like Ayesh, with household incomes under $25,000 a year, told us they believe that poor neighborhoods and housing conditions lead to poor health.</p><p>Across the bay in San Francisco, another mother, Uzuri Pease-Greene, shares a two-bedroom apartment in a public housing complex with her husband, two daughters and granddaughter. What worries Pease-Greene, 49, the most about their situation is the health of her 4-year-old granddaughter, who has asthma. Marijuana and crack laced cigarette smoke seep into the apartment, including the bedroom where her granddaughter sleeps.</p><p>The girl's asthma has gotten so severe she had to be hospitalized three times. But that might soon change. The nonprofit group <a href=\"http://www.bridgehousing.com/\">Bridge Housing</a>, which builds subsidized housing for low income individuals and families, plans to tear down the buildings and develop a whole new neighborhood. Pease-Greene, who works for Bridge Housing as a junior community builder, is hopeful that it won't just deliver clean, working apartments but also a neighborhood where it's more difficult for drug dealers to openly sell drugs.</p><p>In fact, a number of <a href=\"http://www.nhc.org/media/files/Insights_HousingAndHealthBrief.pdf\">studies</a> cite clear benefits when people move into decent housing. Lisa Sturtevant, vice president for research at the <a href=\"http://www.nhc.org/\">National Housing Conference</a>, says most of the research has to do with the health of children. <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3000722/\">Asthma</a> improves. There are <a href=\"http://www.sciencedaily.com/releases/2014/12/141208093242.htm\">fewer visits</a> to the emergency room for routine health problems. And for adults there are often <a href=\"http://www.nhc.org/media/files/Insights_HousingAndHealthBrief.pdf\">physical health benefits</a>, including reduced obesity and heart disease, along with improved mental health.</p><p>And this is pretty much what happened for Faiza Ayesh and her family. Ayesh applied and qualified for subsidized housing built by Bridge Housing. Her family was the first to move into the gleaming new building. She pays an affordable $580 a month for the apartment. It's just a few blocks from the old apartment but feels like another world, she says, with palm trees, lots of grass and safe play areas for the children.</p><p>And the family's health? A huge difference, Ayesh says. \"We're not sick all the time, our apartment is clean, I don't have to worry about bugs, and when it's cold I can turn on the heat.\"</p><p>Getting out of the old apartment removed the risk of lead exposure. Routine tests show that the girls no longer have lead poisoning.</p><p>And her daughter's asthma? Well, you would hardly know she has it, says Ayesh. She hasn't had an attack since moving.</p><p><em>For more about the What Shapes Health poll and the issues influencing individual health, tune in to a <a href=\"http://www.npr.org/blogs/health/2015/02/27/389479898/what-shapes-health-join-the-discussion-on-harvards-webcast\">live webcast</a> from the Harvard T.H. Chan School of Public Health Tuesday from 12:30 to 1:30 ET. </em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Improving+Housing+Can+Pay+Dividends+In+Better+Health&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Patti Neighmond","audio":[{"meta":{"duration":"424"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390351299-aa6cc4.m3u?orgId=1&topicId=1128&aggIds=389312217&d=424&p=3&story=389320510&t=progseg&e=390351135&seg=13&ft=nprml&f=389320510"},{"href":"http://media.npr.org/assets/img/2015/03/02/uzuri-3-b7402d36e7dbd4e14d86a0756131d8714349b01c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1330","width":"1776"}},{"href":"http://media.npr.org/assets/img/2015/03/02/bridge-housing-2-5ee19c26848ab6050fa99757504e067153c4d288.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"941","width":"1255"}},{"href":"http://media.npr.org/assets/img/2015/03/02/uzuri-1-70165397a414357a5c998ad0620d9f5bb2589dba.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1333","width":"1780"}},{"href":"http://media.npr.org/assets/img/2015/03/02/uzuri-4-40ad76216f1bb0725ac3b6ea056b769d31c62f2a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1333","width":"1780"}}]}