{"created":"2015-02-19T18:48:36+00:00","modified":"2015-06-08T15:05:11+00:00","valid":{"from":"2015-06-08T15:05:11+00:00","to":"3015-06-08T15:05:11+00:00"},"hreflang":"en","title":"Just A Bit Of DNA Helps Explain Humans' Big Brains","published":"2015-02-20T18:57:00+00:00","teaser":"Scientists have found some human DNA that, when added to mice, makes their brains bigger. But as DNA research into human brains goes forward, are there ethical lines we shouldn't cross?","itags":["npr_api","387088596"],"guid":"f54ebe03-788d-4c4a-9817-f8cb826b49fe","contentencoded":"<p>Scientists studying the difference between human and chimpanzee DNA have found one stretch of human DNA that can make the brains of mice grow significantly bigger.</p><p>\"It's likely to be one of many DNA regions that's critical for controlling how the human brain develops,\" says <a href=\"http://mgm.duke.edu/faculty/silver/\">Debra Silver</a>, a neurobiologist at Duke University Medical School.</p><p>It could also help explain why human brains are so much bigger than chimp brains, says Silver, who notes that \"there are estimates of anywhere from two to four times as big.\"</p><p>In addition to having bigger brains, Silver says, humans also \"have more neurons, and we have more connections between these neurons.\"</p><p>Scientists would like to understand what the genetic basis is for humans' apparently special capacity for logic, abstract thought, complex emotions and language. Humans and chimpanzees have DNA that's remarkably similar — researchers say our genetic code is about <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC129726/\">95 percent identical</a>. But Silver and some colleagues recently started looking at pieces of DNA that differ markedly between chimps and humans.</p><p>\"We went through those and picked out ones that seemed to be likely to be regulating gene activity in a developing brain,\" explains Silver.</p><p>One stretch of DNA looked promising because it was near a gene that's known to be involved in brain development. The researchers took the chimp version of this DNA and put it into mouse embryos. They took other mouse embryos and put in the human version.</p><p>\"What we discovered is that the human DNA turned on gene activity in neural stem cells, and these are cells which produce the neurons of our cerebral cortex,\" says Silver.</p><p>Just before birth, mice with the human DNA had brains that were noticeably larger — about 12 percent bigger than the brains of mice with the chimp DNA, according to <a href=\"http://www.cell.com/current-biology/abstract/S0960-9822%2815%2900073-1\">a report</a> in the journal <em>Current Biology</em>.</p><p>\"We were really excited when we saw the bigger brains,\" Silver says. Her team now wants to know if the mice will behave differently in adulthood. They're also looking for other bits of uniquely human DNA that affect the brain. \"We think this is really the tip of the iceberg,\" she says.</p><p>The particular region of DNA they found to be important is in a part of the genetic code that was once called \"junk DNA.\" This is DNA that doesn't code for proteins, so scientists used to think it served no purpose. These days, researchers believe this kind of DNA probably regulates how genes get turned on and off — but what exactly is happening there is still mysterious.</p><p>\"We have very little scientific information about the actual functions of those regions,\" says <a href=\"http://www.docpollard.com/\">Katie Pollard</a>, who studies human and chimp DNA at the Gladstone Institutes and the University of California, San Francisco.</p><p>Most of the genetic differences between humans and chimps are actually found in the so-called junk DNA, Pollard notes. \"While it's now pretty easy to find the genetic differences, it's very challenging to figure out exactly whether those differences made a change in a trait, and why.\"</p><p>This new study, says Pollard, \"is helping to try to bridge that gap.\"</p><p>She called the bigger brains seen in the mice \"intriguing\" but said the effect it might have on the animals' cognition would be difficult to predict.</p><p>In this field of study, she says, one of the challenges has been that scientists would like to be able to make a genetic change and show that it really makes a difference. \"But we're talking about humans and chimpanzees here, and you cannot experiment on either of those,\" she notes. \"And so it's very challenging to prove causation.\"</p><p>In Pollard's lab, scientists are exploring the differences between chimp and human DNA using dishes of cells.</p><p>\"We can now actually generate the equivalent of embryonic brain cells and tissues that are human or chimpanzee,\" says Pollard. \"And, using genome engineering techniques, we can start to study the effects of switching the human and the chimp sequences in these primate cell lines.\"</p><p>Eventually, work like this could generate a list of DNA sequences that give a brain some capabilities that are characteristically human. That could be important for understanding what goes wrong in diseases of the brain. But could someone use that information to make the brains of a nonhuman species more like us — to create the kind of superchimps that mocked humans in the <em>Planet of the Apes</em>?</p><p>\"One can never say never, but I think it's a pretty long-shot, far-fetched type concern,\" says <a href=\"http://www.bioethicsinstitute.org/people/ruth-faden-4\">Ruth Faden</a>, who directs the Johns Hopkins Berman Institute of Bioethics.</p><p>An experiment like this recent one is not going to create mice that talk and think like people, Faden says. But it could be more ethically worrisome to try to genetically enhance the brains of nonhuman primates or other reasonably intelligent animals — like pigs.</p><p>That's something our own species might prefer to avoid, says Faden. \"The prospect of, sort of, tearing down the barriers between humans and other nonhuman species in ways that really threaten our sense of ourselves as special is disturbing,\" she points out.</p><p>Even though any possibility like that would be far, far in the future, Faden says it's not too soon to start thinking about it.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Just+A+Bit+Of+DNA+Helps+Explain+Humans%27+Big+Brains&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"267"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387554232-04b88e.m3u?orgId=1&topicId=1128&d=267&p=2&story=387088596&t=progseg&e=387548493&seg=4&ft=nprml&f=387088596"},{"href":"http://media.npr.org/assets/img/2015/02/19/mouse_enl-7d02d8584d92b8835a564bb82c89023d5579386d.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"720","width":"442"}}]}