{"created":"2014-10-01T19:03:25+00:00","modified":"2014-10-02T17:56:32+00:00","valid":{"from":"2014-10-02T17:56:32+00:00","to":"3014-10-02T17:56:32+00:00"},"hreflang":"en","guid":"f5549d01-55e1-4487-b154-585edc3fef73","title":"Mainland Chinese travel to Hong Kong not to protest — but to shop","published":"2014-10-02T17:56:30+00:00","byline":"Matthew Bell, Andrea Crossan","teaser":"It's National Day in China. Thousands of mainland Chinese are in Hong Kong but they aren't protesting, they're shopping.","tags":["Global Politics","Beijing","Hong Kong","Asia","China","Asia","East Asia","Ho Fan-Fan","Occupy Central","Hong Kong protests","National Day"],"contentencoded":"<p>Crowds of people filled the streets of Hong Kong on Wednesday &mdash; some to protest and some to shop.</p><p>October 1 is&nbsp;China&#39;s 65th National Day, which celebrates the founding of communist China in 1949.</p><p>Thousands gathered in central Hong Kong demanding that&nbsp;China withdraw plans to vet candidates for the next Hong Kong leadership election in 2017.&nbsp;The protesters were&nbsp;hoping mainland Chinese visitors would use the two-day national holiday to join them on the streets. And some did.</p><p>But most of the visitors from mainland China did not come to Hong Kong to protest. Many traveled with empty suitcases so they could shop for goods to take home with them.</p><p>Ho Fan-Fan is a 26-year-old consultant from the central Chinese province of Jiangxi. She says&nbsp;she came to Hong Kong with some friends to shop, even though people at home warned her about the protest campaign.</p><p>&quot;My friends, they say it&#39;s dangerous,&quot; says Ho. &quot;But when I come here and see it, well, they&#39;re basically just sitting down quietly. And I think it&#39;s a civilized act.&quot;</p><p>She says that at one time, such protests could not have happened in China. But nowadays, things are different.</p><p>&quot;I think people [are] expressing their view through just sitting down, not hurting people, it&#39;s a very normal, civilized action,&quot; she adds.</p><p>But she wasn&#39;t interested in attending the protests in Hong Kong.</p><p>Wu Xing-A was also shopping in Mong Kok. He came from mainland China&nbsp;with his parents to shop. He saw the protest going on down the street, but he didn&#39;t really know what to make of it.&nbsp;&quot;I don&#39;t know why. I don&#39;t know about the politics.&quot;&nbsp;</p><p>Wu&#39;s father is a bit more forthcoming. He says holding a sit-in protest is probably a bad idea.</p><p>&ldquo;They have the right to express, but it might not be a good way. I think they can express their advice to the government and that will be it. You don&#39;t have to sit down.&quot;</p><p>Wu says protests like the ones in Hong Kong can turn into a riot.&nbsp;</p><p>The concept of stability is playing big part in some of the headlines in Hong Kong as well as mainland China. Pro-Beijing newspapers are depicting the ongoing protests as a threat to both normalcy and the economy. &nbsp;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/IMG_3043.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/img3043jpg-0"}]}