{"created":"2014-10-21T08:35:47+00:00","modified":"2014-11-10T21:35:35+00:00","valid":{"from":"2014-11-10T21:35:35+00:00","to":"3014-11-10T21:35:35+00:00"},"hreflang":"en","title":"Kurds Leave Life In Europe To Fight ISIS In Their Iraqi Homeland ","published":"2014-10-21T13:33:00+00:00","teaser":"Until August, 24-year-old Aza Betwata was in Holland, enjoying beef and cabbage and studying to be a social worker. Now, he's among the hundreds of exiled Kurds who have returned and taken up arms.","itags":["npr_api","357612530"],"guid":"f559a291-0d01-4073-b797-5d68a64c9d2b","contentencoded":"<p>The men of the Betwata tribe gather to drink tea every morning in Irbil, Iraq, in an outdoor courtyard with curving pillars and climbing plants.</p><p>In northern Iraq, almost everyone is ethnically Kurdish, and most of them wear a traditional Kurdish baggy blue suit with a colored sash, and a black-and-white headdress. And they all talk about the war.</p><p>One of the men — Sarhad Betwata — is a general. The grizzled officer says he commands about 1,000 men and later this morning will head off from Irbil to the front lines against the Islamic State, close to the Syrian border.</p><p>Sitting respectfully in a corner is his nephew Aza, tall and handsome, in uniform and holding a sniper rifle almost as big as he is. He is the picture of a peshmerga fighter, the soldiers Iraq's Kurds are so proud of. But until a couple of months ago, Aza, 24, led a very different life.</p><p>\"I was a student — social work,\" he says. He was studying in Holland, and wanted to help young people on the streets there find a better path.</p><p>Aza's family moved to the Netherlands when he was a child. He grew up speaking Dutch, and loves traditional Dutch food like beef with red cabbage.</p><p>But when he and his brothers realized the so-called Islamic State was attacking their homeland, they decided to return. Aza's student friends couldn't believe it.</p><p>\"Everyone was surprised. They didn't believe it until I take the plane and came back — until the day, they didn't believe it,\" he says. \"They never had seen something like that.\"</p><p>It was also difficult for him to leave everything — school, friends, family — to go back and fight.</p><p>\"You don't know if you'll survive or not,\" he says. \"But it's a duty. You have to do it.\"</p><p>He joined his uncle's battalion and very soon found himself on the front line.</p><p>\"I was proud. Felt good. Felt like I was home,\" he says.</p><p>Aza had just two days' training. He reckons he'd had plenty of practice shooting guns with his Kurdish cousins on summer vacations back in Iraq. But when I ask him about the rifle he's holding, it turns out it's the first time he's handled it.</p><p>He hasn't even learned to strip and clean it yet. His younger brother Mirwan takes the opportunity to show him.</p><p>Their uncle, the general, says they don't bother with lots of training. The boys' fathers and grandfathers were peshmerga fighting in wars decades ago. They grew up looking at their photographs, hearing their stories.</p><p>\"I will give you just a small example,\" he says, leaning in and twinkling. \"You know ducks when they come out of the egg, they just go into the water and learn how to swim? It's inherited in our family also.\"</p><p>He reckons he has about 30 European returnees like his nephews under his command.</p><p>Mirwan finishes breaking the gun up and putting it back together.</p><p>\"Yes,\" he chuckles. \"It is normal, it is simple, it is not so difficult.\" He laughs. \"Just like the ducks, little ducks.\"</p><p>Peshmerga officials welcome them. I meet Maj. Gen. Hazhar Ismail, who's in charge of international relations. He says 100, maybe 200 Kurds in exile have returned to fight, \"with their brothers ... to protect their families, their relatives and to protect Kurdistan,\" which he concedes is nothing compared with the thousands of Europeans who are fighting with the Islamic State.</p><p>And honestly, although they're good for morale, he says, a lot of these European Kurds aren't quite ready to fight.</p><p>Some fear that even the regular peshmerga are not battle-ready. Many of their commanders have asked Western countries for heavy weapons to fight back against the well-equipped Islamic State. But some foreign military officials now in Irbil privately point out that the peshmerga don't know how to use them.</p><p>In a recent interview, one commander, Brig. Gen. Zana Abdulrahman, says there's no selection process for peshmerga, they just have to be over 18. If they're unfit, they're sent to a 45-day training camp, he adds.</p><p>The officer says his soldiers trained in their native, mountainous region.</p><p>\"Our training was basic military training using the light weapons, Kalashnikovs, mortars and machine guns,\" he says. But now, they're facing the Islamic State in open terrain, and they stage ambushes, build bombs, conduct suicide attacks in armored Humvees.</p><p>Back at the Betwata family home, the uncle — the commander — has changed into his uniform and is busily loading up two four-wheel drive vehicles. Suddenly car doors slam, the soldiers are gone, and it seems awfully quiet. Only the old men and the children are left.</p><p>\"They're going to the Mosul dam,\" their father says, an area where the Islamic State was in control until recently. He turns back to the house. \"Hopefully they'll come back safe.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Kurds+Leave+Life+In+Europe+To+Fight+ISIS+In+Their+Iraqi+Homeland+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"326"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357737297-665938.m3u?orgId=1&topicId=1010&ft=3&f=357612530"},{"href":"http://media.npr.org/assets/img/2014/10/20/peshfordham2-763df8d8e87de043e1cb23b7f56d4f3e1249781d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"3997"}},{"href":"http://media.npr.org/assets/img/2014/10/20/455041978-1--fb0cd002211766b6a88d4ab8cac1d23954049637.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2547","width":"3398"}}]}