{"created":"2015-05-22T14:47:27+00:00","modified":"2015-05-26T20:49:58+00:00","valid":{"from":"2015-05-26T20:49:58+00:00","to":"3015-05-26T20:49:58+00:00"},"hreflang":"en","guid":"f5604645-9751-41ea-b216-fcb30c9a92fd","title":"School bus pollution is dangerous, and efforts to control it are still uneven","published":"2015-05-26T20:49:54+00:00","byline":"Julie Grant, Adam Wernick","tags":["environment","pollution","government","Environment","Science, Tech & Environment","North America","United States","Pennsylvania","Environment","Diesel exhaust","School bus","Student transport","Anti-idling","Bus","Air pollution","Transport"],"teaser":"Exhaust from diesel fuel contains thousands of chemicals and more than 40 toxic air contaminants. That's especially dangerous for children who ride diesel-fueled school buses and wait in line among their fumes. But while efforts to cut down pollution are working, more enforcement is still needed.","contentencoded":"<p>The federal government says diesel exhaust likely causes lung cancer, asthma attacks, chronic bronchitis and heart disease. Yet millions of children ride school buses powered by diesel fuel — and stand in lines next to idling buses nearly every day for months.</p>\n<p>That's why the EPA is urging states to limit the idling of school buses, and many of them, including Pennsylvania, have heeded the call. Pennsylvania passed a law in 2009 prohibiting vehicles like school buses from <a href=\"http://gasp-pgh.org/projects/diesel-campaign/anti-idling/\">idling for more than five minutes</a> at a time in any 60-minute period.</p>\n<p>Pittsburgh Public Schools also required companies that run school buses to either retrofit their exhaust systems to reduce pollution or, when they purchase new buses, buy vehicles with pollution controls built in. The <a href=\"http://www.heinz.org/\">Heinz Endowments</a> offered a half million dollars in 2007 to area bus companies to retrofit them with the new filters, but Sue Roenig, who runs a Pittsburgh-based company, was one of the only owners to take them up on the offer.</p>\n<p>Today, Roenig says, she can see the benefits of the new rules in school districts around the region.</p>\n<p>“Being around school buses my entire life, I can tell the difference just walking outside here,” she says. “In the morning, when the buses are out lined up, ready to go to pick up students, my eyes don’t water anymore when I walk through the parking lot. So that has to mean something.”</p>\n<p>Albert Presto, who studies air pollution at Carnegie Mellon University in Pittsburgh, says when these technologies are working well, they can reduce more than 90 percent of the particulate matter emissions from diesel vehicles.</p>\n<p>Presto uses the example of Oakland, California, which has an enormous seaport. California forced old trucks running from the port to storage facilities to reduce their emissions quickly, and Presto says it worked: Air quality at the port and in the neighborhoods near the port improved significantly.</p>\n<p>Pennsylvania is moving toward the same diesel control standards as California. But so far, Presto says, it’s been difficult to determine the impact of cleaner school buses in a city like Pittsburgh, because there are so many older diesel buses and trucks without pollution controls still on the road.</p>\n<p>And it's still not clear that policies like the no-idling law are being strictly enforced. \"At present, the law is on the books, but is not having a big impact on behavior,\" said John Henson, a biology professor at Dickinson College, <a href=\"http://www.publicopiniononline.com/ci_23019243/idle-law-rarely-enforced-against-idling-big-rigs\">to the Chambersburg Public Opinion</a> in 2013 — four years after the restrictions took effect.</p>\n<p>That's why Rachel Filippini of the <a href=\"http://gasp-pgh.org/\">Group Against Smog and Pollution</a> has been monitoring buses in the Pittsburgh School District to see if they’re following the state’s no-idling law. GASP has given schools signs that say “No Idling” to post at pickup zones. She says some drivers continue to idle despite the visual encouragement, but many do shut down their engines.</p>\n<p>That's a “vast improvement” from what she saw last fall, Filippini says, when GASP found more than a quarter of buses were idling. The Department of Environmental Protection says they’ve gone after some drivers for idling too long, but Filippini says better enforcement could go a long way toward keeping the air cleaner for kids.</p>\n<p><em>A previous version of this story incorrectly stated there was a Pennsylvania state requirement to buy buses with certain pollution controls. It is a Pittsburgh school policy.</em></p>\n<p><em>This story is based on <a href=\"http://loe.org/shows/segments.html?programID=15-P13-00020&amp;segmentID=4\">a report by Julie Grant</a> from the public radio program <a href=\"http://www.alleghenyfront.org/\">The Allegheny Front</a>, a partner of PRI's <a href=\"http://loe.org/shows/segments.html?programID=15-P13-00020&amp;segmentID=4\">Living on Earth </a>with Steve Curwood</em>.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-19%2Fdriving-down-school-bus-emissions&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/BUS--schoolbus.png","meta":{"crop":"primary","height":null,"width":null},"type":"image/png"},{"href":"http://admin.pri.org/file/bus-schoolbuspng"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/loe-diesel.mp3"},{"href":"http://admin.pri.org/file/loe-dieselmp3"}]}