{"created":"2015-01-08T22:55:25+00:00","modified":"2015-01-09T20:11:29+00:00","valid":{"from":"2015-01-09T20:11:29+00:00","to":"3015-01-09T20:11:29+00:00"},"hreflang":"en","guid":"f565011a-3175-4080-acba-57c28b404e50","title":"Timbuktu nearly lost its heritage. Now it's on exhibit in a Brussels museum","published":"2015-01-09T20:11:26+00:00","byline":"David Leveille","tags":["arts","Religion","culture","history","Arts","Arts, Culture & Media","Africa","Europe","Mali","Africa","Kathleen Louw","Abdel Kader Haidara","Timbuktu","Islamism"],"teaser":"Centuries old books that were smuggled out of Timbuktu during the siege of the city by Islamist rebels are now on display at the Centre for Fine Arts in Brussels. The Timbuktu Renaissance exhibition is a glimpse at what's been called one of the biggest cultural rescue operations ever carried out during a political-ideological war. ","contentencoded":"<p>The situation is all too familitar. Anger over printed pictures and words that leads to violence. No, we're not talking about Paris.</p>\n<p>In 2012 Islamist rebels in Mali threatened to destroy ancient manuscripts when they occupied the town. Most of manuscripts were rescued, thankfully. And the real hero of that rescue is Malian librarian Abdel Kader Haidara, says Kathleen Louw, Africa project manager at the Centre for Fine Arts in Brussels.</p>\n<p>Louw helped put together the <a href=\"http://www.bozar.be/activity.php?id=15570&amp;lng=en\">Timbuktu Rennaisance</a> exhibit. She says Haidara organized the clandestine plan to evacuate thousands of Timbuktu’s historic manuscripts, by sneaking them out at night in jeeps and canoes.</p>\n<p>“When Tuareg rebels joined with Islamist militants to take over Timbuktu in April 2012, UNESCO [the United Nations Educational, Scientific and Cultural Organization] immediately started to worry and wanted to do something, and Mr. Haidara told them not to because that might raise suspicion on the part of the Islamists that there were valuable treasures to be found in Timbuktu,\" Louw says.</p>\n<p>So they waited. And soon after Haidara saw a Libya library with ancient books being burned on TV, he decided he had to do something.</p>\n<p>\"They started at night to pack the manuscripts of various libraries and store them in safe houses in Timbuktu,\" Louw says. \"When the roads appeared to be clear, they started smuggling the books out of Timbuktu.”</p>\n<p>Louw says they managed over the course of five months, to ship the majority of the collections of the private libraries in Timbuktu, 377,000 manuscripts, to Bamako.</p>\n<p>The manuscripts that are now on display at the Centre for Fine Arts in the Timbuktu Renaissance exhibit represent the cultural heritage of Timbuktu.</p>\n<p>“They usually have a leather cover, the leafs are not bound. They show beautiful Arabic calligraphy from past centuries, and also the Arabic alphabet — but actually transliterations of African languages,\" Louw explains. \"The subjects include science, philosophy, astronomy, poetry, and literature. So they have scientific, historic, religious, and aesthetic value.“  In many cases the books and manuscripts show wear or include handwritten notations in the margins suggesting that they’re not artifacts that sat on shelves out of the way, instead “they have been used for study, and for discussions.”  </p>\n<p>It's not entirely clear why Islamist rebels were bent on destroying these manuscripts that depict the Islamic culture and religion that was present in Timbuktu centuries ago. Louw speculates the manuscripts were symbols of open-mindedness that doesn't comport with their vision of Islam. “They show that at that time, Islam was a religion of tolerance, that it co–existed with science, and that probably is very threatening to the radical Islamists that we see today.”</p>\n<p>Louw is well aware the Timbuktu Renaissance exhibit itself may offend Islamist radicals. She says the brutal terrorist attacks in Paris “are exactly why we decided to do this kind of exhibition. We thought that in the context of violence and wars perpetuated in the name of Islam and the radical Islamist message that is saturating the media, we really need to show another image of Islam.”</p>\n<p>She cites a comment by a cartoonist for the French newspaper Le Monde suggesting that the murdered cartoonists of Charlie Hebdo were ultimately artists who just wanted to express opinions.</p>\n<p>“I think that’s the essence of art — to raise issues in our society and to question, and it’s actually the essence of these manuscripts too. When you think about it, they reveal an extremely sophisticated level of thinking,\" Louw says. \"I think it’s extremely important that we do these kinds of exhibitions right now.”</p>\n<p>Louw says she hopes the exhibition will be able to travel. It comprises 16 representative manuscripts from the 11th to 18th centuries, general background texts, captions, a slideshow of contemporary Timbuktu, and seven film excerpts from <em>Timbuktu</em> (Abderrahmane Sissako, 2014) and <em>The Last Song before the War</em> (Kiley Kraskouskas, 2011). </p>\n<p><iframe frameborder=\"0\" height=\"360\" id=\"ifr_getPlayerCode\" marginheight=\"0\" marginwidth=\"0\" name=\"ifr_getPlayerCode\" scrolling=\"no\" src=\"http://www.utoolize.com/html5player?mID=15093&amp;wID=1968&amp;vID=8935&amp;lang=en&amp;fld=1&amp;showVideoLink=false&amp;showChannels=true&amp;channelColor=0x5E76A9&amp;themeId=9&amp;isSharedPlayer=true\" width=\"480\"></iframe></p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Timbuktu.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/timbuktujpg-0"}]}