{"created":"2014-12-08T07:03:30+00:00","modified":"2014-12-25T00:28:04+00:00","valid":{"from":"2014-12-25T00:28:04+00:00","to":"3014-12-25T00:28:04+00:00"},"hreflang":"en","title":"From Idina Menzel To The Duke Boys, Surveying 2014's Would-Be Holiday Hitmakers","published":"2014-12-08T17:18:00+00:00","teaser":"NPR Music's Stephen Thompson highlights an eclectic cross-section of 2014's holiday-music offerings.","itags":["npr_api","368749612"],"guid":"f56b4610-8c2e-4156-bcab-1abb172c7cbc","contentencoded":"<p>Every year, an already massive catalog of holiday music swells further, as artists from across a vast spectrum churn out new takes on seasonal standards. Many reach for an even larger brass ring: the creation of a new Christmas classic.</p><p>In an interview with <em>Morning Edition</em> host Steve Inskeep, NPR Music's Stephen Thompson says these songwriting efforts are far from a sure thing.</p><p>\"Musicians make holiday music for the same reason that people buy lottery tickets,\" Thompson says. \"Your odds of it paying off in a big way are not huge. But if you write a 'Blue Christmas' or an 'All I Want for Christmas Is You' by Mariah Carey, or whatever, it can pay out hundreds of thousands of dollars year after year after year.\"</p><p>Many holiday favorites, like \"Blue Christmas,\" have endured for many decades. But Thompson also highlights an eclectic cross-section of 2014's offerings:</p><p>* Actress Kristen Bell, recording the novelty single \"Text Me Merry Christmas\" with the a cappella group Straight No Chaser.</p><p>* Idina Menzel's <em>Holiday Wishes</em>, featuring the voice behind the <em>Frozen</em> soundtrack's massive hit \"Let It Go.\"</p><p>* An unlikely update of \"Baby It's Cold Outside,\" titled \"Johnny It's Cold Outside,\" performed by former <em>Dukes of Hazzard</em> stars John Schneider and Tom Wopat.</p><p>* A frequently beautiful mix of thoughtful originals and smartly chosen covers, <a href=\"https://soundcloud.com/over-the-rhine/sets/blood-oranges-in-the-snow/s-ntCDL\">Blood Oranges In the Snow</a> by the Ohio band Over the Rhine.</p><p>Hear the full interview at the audio link.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Idina+Menzel+To+The+Duke+Boys%2C+Surveying+2014%27s+Would-Be+Holiday+Hitmakers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"231"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369276361-1c3ea1.m3u?orgId=1&topicId=1039&aggIds=6511959&ft=3&f=368749612"},{"href":"http://media.npr.org/assets/img/2014/12/05/idina-menzel-6182c65eda28851eb19f421ac7f83327ae4af9bf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1859","width":"2479"}}]}