{"created":"2015-04-03T20:56:30+00:00","modified":"2015-04-07T13:48:11+00:00","valid":{"from":"2015-04-07T13:48:11+00:00","to":"3015-04-07T13:48:11+00:00"},"hreflang":"en","guid":"f5701895-80ff-49f0-8660-2b7f194d7385","title":"Iranian joy after nuclear deal is 'tempered with pragmatism' — and for good reason","published":"2015-04-07T13:48:08+00:00","byline":"Shirin Jaafari, Christopher Woolf","tags":["US-Iran relations","Iran nuclear deal","Conflict","Global Politics","Conflict & Justice","Iran","Iran–United States relations","Sanctions against Iran","Nuclear program of Iran","Foreign relations of Iran"],"teaser":"The outline agreement on Iran's nuclear program cheered many Iranians, who are looking forward to the lifting of sanctions and increased stability. But they're also cautious about the obstacles still remain, and a former US diplomat thinks they should be.","contentencoded":"<p>On Thursday in Iran, many people were spending time outdoors for the 13th day of the Persian New Year.</p>\n<p>\"You're supposed to be out because there is a superstition about the 13th,\" explains Haleh Anvari, an Iranian writer and artist. \"Everyone should be in nature to ward off bad luck and bad fortune for the year.” It seems to have worked: That day, Iran announced it had struck a deal with Western nations to restrict its nuclear program.</p>\n<p>​Anvari says many Iranians saw the timing of the deal as “particularly happy and very symbolic, because it was as if some bad luck had been lifted off our fortunes on the 13th. So I think everybody was quite happy.\"</p>\n<p>Yet the joy of the deal, and the prospect of ending the decades-long sanctions on Iran, has been \"tempered with pragmatism,\" she says. \"There's still a lot of work to be done and I think everybody is quite aware of the fact that there are many obstacles: Your Congress, our hardliners, Mr. Netanyahu [the Israeli prime minster]. You know there's a lot of people who don't particularly want this to happen the way it's happening.\"</p>\n<p>Gary Samore, a senior non-proliferation official under Barack Obama and Bill Clinton, says cautious optimism is the right response. The deal is “good enough,\" he says. \"I think this is the best you can achieve, with a diplomatic outcome.”</p>\n<p>Much of the deal is actually yet to be written. Negotiators have until June 30 to hash out the details of the \"framework agreement\" announced on Thursday, including when sanctions will be lifted and how international invesigators will ensure Iran's compliance with the deal.</p>\n<p>Samore says the sanctions issue “depends on what Iran is prepared to do in return. I think President Obama is using the leverage provided by the sanctions to convince Iran to accept physical limits on its ability to produce fissile material, as well as additional verification and monitoring measures.\"</p>\n<p>As the president of a non-profit advocacy group called <a href=\"http://www.unitedagainstnucleariran.com/\">United Against Nuclear Iran</a>, Samore is asking lawmakers to support this tentative agreement. “I think at this point, it makes sense for Congress to give the administration three more months to try to see if they can actually produce an agreement,\" he says. \"Of course, there are many details that haven’t been resolved yet, and until they’re settled you can’t really make a final judgment.”</p>\n<p>And as far as other regional issues go — wars in Syria, Iraq and Yemen, as well as the Israeli-Palestinian conflict — Samore doesn't recommend holding your breath on deeper cooperation: \"On most regional issues, the US and Iran will continue to be enemies, even if there’s a nuclear agreement.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-03%2Firan-nuclear-deal-different-perspectives&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04032015_01.mp3"},{"href":"http://www.pri.org/file/0403201501mp3"}]}