{"created":"2015-01-11T16:34:08+00:00","modified":"2015-01-30T17:05:16+00:00","valid":{"from":"2015-01-30T17:05:16+00:00","to":"3015-01-30T17:05:16+00:00"},"hreflang":"en","title":"Pastor's Gay Brother 'Frustrated That NPR Made This A News Story'","published":"2015-01-12T18:28:00+00:00","teaser":"Last week, Pastor Allan Edwards told NPR about his choice to marry a woman despite his attraction to men. His story prompted comments from many — including his brother Dexter.","itags":["npr_api","376421802"],"guid":"f57225e7-a769-47b2-aa81-677c7ce96ad9","contentencoded":"<p>Last week, <em>Weekend Edition Sunday</em> <a href=\"http://www.npr.org/2015/01/04/374857829/a-pastor-moves-past-his-attraction-to-men-and-so-does-his-wife\">brought you the story of Allan Edwards</a>, a Presbyterian minister from Pennsylvania who's attracted to men but married to a woman. He says his attraction puts him in conflict with his faith, so he doesn't act on it.</p><p>The interview drew more than 1,500 comments — and also prompted a response from Edwards' younger brother, Dexter Edwards, who is openly gay.</p><p>Allan Edwards didn't mention his brother in his interview with NPR's Rachel Martin, but after hearing his brother on the air, Dexter <a href=\"http://www.advocate.com/politics/religion/2015/01/08/gay-brother-conscious-choices-minister-speaks-out\">contacted <em>The Advocate</em></a>, a gay publication. NPR contacted him by phone on Saturday.</p><p>\"I was shocked and I was very uneasy,\" Dexter Edwards says of hearing his brother's interview. \"It brought up the feelings I've had through the past 6 1/2, 7 years — just feelings that I've tried to suppress,\" he says.</p><p>\"I took it as almost a personal jab,\" he says. In <em>The Advocate,</em> Dexter Edwards described his own coming-out as \"a terrible experience.\"</p><blockquote><p>\"He says he was asked to leave his parents' house at the age of 19, just after finishing his first year of study at a conservative Christian college.\"</p><p>\"He ended up staying for about a month with his big brother Allan, with whom he was close in younger days. Looking back, he says, their parents' rejection of him seemed to coincide with Allan's decision to fight his own same-sex attractions.\"</p></blockquote><p>Allan Edwards believes that a person can't be a Christian and live an openly gay life. Dexter respects his brother but felt compelled to speak out.</p><p>\"I was kind of frustrated that NPR made this a news story because I feel how detrimental it can be to other people,\" he says. \"I understand that it's an opinion and it's a lifestyle choice, and that everyone does and can choose what they want to do, but I would never want this to harm anyone.</p><p>\"I just want to be a voice of encouragement to people that have come through it or are going through it — or are in the closet and don't feel comfortable because of people like this,\" Dexter Edwards says.</p><p>NPR reached out to Allan Edwards to see if he wanted to comment. He politely declined. But he did respond to <em>The Advocate, </em>writing that his brother is \"living his life based on what he believes, and I'm living my life based on what I believe. We disagree about issues of faith and sexuality, but I love him.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pastor%27s+Gay+Brother+%27Frustrated+That+NPR+Made+This+A+News+Story%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"163"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376496346-6db98e.m3u?orgId=1&topicId=1091&e=376421802&d=163&ft=nprml&f=376421802"},{"href":"http://media.npr.org/assets/img/2015/01/11/dexter-36ecd255abf9fee6b720d49852f9d6fb7474ad09.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"720","width":"960"}}]}