{"created":"2015-05-08T20:31:01+00:00","modified":"2015-05-28T03:05:06+00:00","valid":{"from":"2015-05-28T03:05:06+00:00","to":"3015-05-28T03:05:06+00:00"},"hreflang":"en","title":"As Ebola Leaves Liberia, Measles Makes A Forceful Comeback","published":"2015-05-09T02:38:00+00:00","teaser":"Ebola put the country's immunization program on pause. Now officials are launching a nationwide vaccination campaign to stop the largest measles outbreak the country has seen in years.","itags":["npr_api","405029929"],"guid":"f5762965-d0ea-4e19-8b6b-4225405d8de5","contentencoded":"<p>On the northern side of Monrovia, a team of nurses is vaccinating children on the veranda of the AfroMed clinic. Tables with boxes of rubber gloves and vaccine coolers are arranged in the shade out of the intense, tropical sun.</p><p>A mother rocks her crying baby, who has just been jabbed with a measles shot. Martina Seyah, who brought her 2-year-old daughter, Irena, to get the shot, says parents in the neighborhood are very worried their children could get measles or other diseases.</p><p>Just as Liberia is getting ready to declare itself Ebola-free, another disease has cropped up. This January a measles outbreak erupted. So far this year, there have been 562 cases; seven were fatal.</p><p>\"To have this number in just the first quarter of the year is definitely a huge outbreak,\" says Dr. Zakari Wambai, head of the World Health Organization's immunization program in Liberia. He says in the eight years he has been in the country, there has never been a measles outbreak anywhere near this scale. Now cases are being reported all across the country.</p><p>The eruption of measles, he says, is a direct result of the Ebola outbreak.</p><p>That's because when Ebola hit, it caused an almost complete collapse of health care in Liberia, including routine childhood immunization programs. Once clinics did start to reopen, parents didn't want to bring their kids anywhere near health care centers, which had been hotbeds of Ebola transmission.</p><p>\"Because of Ebola there was the suspension of routine immunization services in many parts of the country,\" Wambai says. \"Also we couldn't conduct the follow-up campaign scheduled for last quarter of 2014.\"</p><p>And it's not just measles that's making a comeback after the collapse of Liberia's vaccination programs.</p><p>Whooping cough has again reared its head in two parts of the country and sickened more than 500 children. Liberians had almost forgotten about this disease because of the high immunization coverage. In 2013, the World Health Organization reported that Liberia vaccinated <a href=\"http://gamapserver.who.int/gho/interactive_charts/immunization/dpt3/atlas.html\">89 percent</a> of all 1-year-olds against whooping cough.</p><p>But that high coverage was in the years after Liberia's brutal civil wars and before the arrival of Ebola.</p><p>The Ebola outbreak in Liberia killed more than 4,600 people, including 189 health care workers. The unabated spread of the virus forced hospitals and clinics to close, and it undermined Liberians' confidence in what was already a weak public health care system.</p><p>Now as Liberia moves on from Ebola, rebuilding the health care system and restoring its immunization programs are two of the government's top priorities. As part of that effort, the country launched a nationwide measles vaccination campaign on Friday. Health officials hope to reach almost 700,000 children in a country of 4 million people.</p><p>Liberian officials hope to vaccinate 95 percent of children under 5 years old against measles. They tried a similar campaign in February when the measles outbreak was just gaining steam. That effort failed, and again Ebola was to blame.</p><p>That February immunization drive coincided with the launch of an experimental Ebola vaccine for adults. Parents confused the two and refused to bring their children to the health clinics.</p><p>Officials say they've sent out Red Cross and other volunteers to assure parents that this immunization drive is only about protecting their kids from measles.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Ebola+Leaves+Liberia%2C+Measles+Makes+A+Forceful+Comeback&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","audio":[{"meta":{"duration":"204"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405260460-cef306.m3u?orgId=1&topicId=1031&d=204&p=2&story=405029929&t=progseg&e=405168863&seg=3&ft=nprml&f=405029929"},{"href":"http://media.npr.org/assets/img/2015/05/08/img_0274-1-86b21492d841fbbd1866d446806e266effadceb0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1498","width":"1998"}}]}