{"created":"2015-04-29T09:03:40+00:00","modified":"2015-04-30T22:45:40+00:00","valid":{"from":"2015-04-30T22:45:40+00:00","to":"3015-04-30T22:45:40+00:00"},"hreflang":"en","title":"GOP Measure Would Make It Harder For Obama To Empty Guantanamo","published":"2015-04-29T21:21:00+00:00","teaser":"One of the president's first promises in office was to shut down the Guantanamo Bay prison camp in Cuba. Congress, however, is trying to shut down the effort to empty the camp of all its inmates.","itags":["npr_api","402971424"],"guid":"f57742cb-5e6c-43c6-aaae-e9129bfae29d","contentencoded":"<p>All presidencies begin with promises. One of the first ones President Obama made was to shut down the stockade holding enemy combatants at the Guantanamo Bay prison camp in Cuba.</p><p>More than six years later, that promise has yet to be fulfilled. And the Republican-controlled Congress is moving to make it even harder to actually empty Guantanamo.</p><p>At the prison camp, walking alongside the high outer walls of Guantanamo's detainee lock-ups, Navy spokesman Capt. Tom Gresback gestures to the west.</p><p>\"You see the, the sun getting ready to set on the beautiful Caribbean Sea and this detention camp here and, and it's really a contradiction,\" he says.</p><p>That jarring contrast is one Gresback says will continue — as long as this camp has captives behind its razor wire topped walls.</p><p>\"They are law of war detainees, and until such a time when it's determined that they're going to be transferred, that's, that's what they are,\" he adds.<br /> <br />I asked detention camp commander Col. David Heath, whose tour ends next year, how much longer the camp stays open.</p><p>\"I know that President Obama is committed to closing the facility here at Guantanamo Bay, and I will run it until I'm ordered to transfer the detainees; I have no speculation on whether they'll be gone or not before I leave,\" Heath says.</p><p>The Bush administration transferred more than 500 detainees. When President Obama took office, 242 remained, and he has whittled that number down to 122.</p><p>Until a few months ago, former diplomat Cliff Sloan was in charge of persuading other countries to accept them. Sloan says 57 of the remaining detainees have been cleared for transfer.</p><p>\"All 57 of those should be transferred to other countries just as promptly as possible; that can and should be done, and it can and should be done with a sense of great urgency,\" he says.</p><p>But most of those cleared are from war-torn Yemen. And another country much closer is also off limits: the United States. Congress passed a law during Obama's first year in office barring any Guantanamo detainee from entering the U.S.</p><p>\"There is no rational basis for that prohibition,\" former diplomat Sloan says. \"I am confident that when the number gets down low enough, when there's a small core of people at Guantanamo, that the administration can work with Congress on a common sense solution for the very small number who remain at Guantanamo to allow them to be brought to the United States in super secure prisons for detention and prosecution.\"</p><p>But Indiana House Republican Jackie Walorski, who made her first visit to Guantanamo in February, disagrees.</p><p>\"I don't want to take that risk,\" she says. \"I don't want to take that gamble. I think most people in this country, if you ask them, honestly, do you want confirmed terrorists kept in your state or your backyard? No!\"</p><p>So Walorski is sponsoring legislation being voted on Wednesday by the House Armed Services Committee. It's expected to pass.</p><p>The Obama administration says it would make transferring any more detainees from Guantanamo anywhere in the world nearly impossible.</p><p>Obama clearly is frustrated. This is what he said when a 7-year-old in Cleveland last month asked the president what he would have done differently: \"I think I would've closed Guantanamo on the first day.\"</p><p>Obama lamented that a bipartisan consensus about closing Guantanamo vanished once he became president: \"My Republican opponent had also said it should have been closed, and I thought that we had enough consensus there that we could do it in a more deliberate fashion. But the politics of it got tough and people got scared by the rhetoric around it.\"</p><p>The Republican opponent Obama referred to was Arizona Sen. John McCain. The former Vietnam prisoner of war says he'd be more willing to help empty Guantanamo if the Obama administration made clear just what would happen to those being held there.</p><p>\"They have no plan, not over the last six years, no plan,\" McCain says. \"In fact, for the last six years I've been saying, give us a plan and we will consider it as to where these people could be located in the United States.\"</p><p>McCain is one of many Republicans still furious about the Obama administration, without first notifying Congress, swapping five Guantanamo detainees last year for hostage Army Sgt. Bowe Bergdahl. But perhaps the most vexing question for everyone is what to do with some three dozen detainees considered too dangerous to release but who cannot be tried for lack of evidence.</p><p>\"The president seems to be contemplating moving them to a super-maximum security facility in the United States, and that wouldn't really solve the problem,\" says Kenneth Roth, executive director of Human Rights Watch. \"That simply moves Guantanamo onshore.\"</p><p>The ideal fix for Guantanamo, says former Justice Department lawyer Jennifer Daskal, a detention policy specialist, would be for the Obama administration to simply transfer all the detainees to other countries.</p><p>\"The problem, of course, even if they wanted to do that, is finding other countries that would be willing to take them,\" Daskal says. \"I imagine that with sufficient incentives that could be possible, but it certainly would be difficult.\"</p><p>A political deal with Congress may be what's needed to empty Guantanamo — but the window for that may have closed with the campaign for Obama's successor already underway.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=GOP+Measure+Would+Make+It+Harder+For+Obama+To+Empty+Guantanamo&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Welna","audio":[{"meta":{"duration":"328"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402971425-9b62fb.m3u?orgId=1&topicId=1014&d=328&p=3&story=402971424&t=progseg&e=402970645&seg=3&ft=nprml&f=402971424"}]}