{"created":"2015-05-15T14:19:17+00:00","modified":"2015-05-15T14:19:17+00:00","valid":{"from":"2013-03-11T15:27:42+00:00","to":"3013-03-11T15:27:42+00:00"},"hreflang":"en","guid":"f582e77c-df6a-46ee-86c8-6208948caadf","title":"The rich get all the perks, including old age","teaser":"As the budget battle to cut entitlements heats up, some argue that raising the retirement age will force the poor to subsidize the rich because the rich live longer.","published":"2013-03-11T15:27:42+00:00","contentencoded":"<div class=\"barn-cleaned\"><p>What does the federal budget debate have to do with life expectancy? Like everything else, our golden years come with a bill. For the government, that takes the form of Social Security. Now, amid talk of cutting such entitlement programs, it seems that rolling back Social Security could affect the rich and poor unequally.</p>\n<p>We’re living longer, to the average age of 78, so why not start collecting Social Security benefits just a little bit later? Eric Kingson, who teaches social work at Syracuse University, labels that question a “seductive thought.” &nbsp; But before we start tinkering with our benefits, he says that we should remember that Congress already raised the eligibility age, for full benefits, by two years, back in the '80s. &nbsp; “So we’re already cutting benefits for anyone born after 1959,” he says. &nbsp; Kingson notes that Congress found delaying full benefits until the age of 67 would hurt almost a third of Americans. Now, he says, making the eligibility age even older will hit the poor the hardest. Because, while the wealthy are living longer, the poor are not.</p>\n<p>\"Those on the lower end, the lower half of the income distribution, their life expectancies have stagnated and some have actually even reversed,\" says Maya Rockeymoore, president of consulting firm Global Policy Solutions.</p>\n<p>She says forcing people to wait even longer for full benefits would mean the poor get a shorter retirement than the rich.</p>\n<p>“When you have people who disproportionately die at younger ages &nbsp;their contributions to social security actually go to subsidize the retirement of people who are longer lived and higher income,\" Rockeymoore says. &nbsp; And, as for the argument that since we’re living longer we can work longer, according to Eric Kingson, that also depends on your income. The wealthier you are, the better chance you have to choose how long to keep working.</p></div>","byline":"Sally Herships","contenttemplated":"[{\"content\":\"<p>What does the federal budget debate have to do with life expectancy? Like everything else, our golden years come with a bill. For the government, that takes the form of Social Security. Now, amid talk of cutting such entitlement programs, it seems that rolling back Social Security could affect the rich and poor unequally.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>We’re living longer, to the average age of 78, so why not start collecting Social Security benefits just a little bit later? Eric Kingson, who teaches social work at Syracuse University, labels that question a “seductive thought.”   But before we start tinkering with our benefits, he says that we should remember that Congress already raised the eligibility age, for full benefits, by two years, back in the &apos;80s.   “So we’re already cutting benefits for anyone born after 1959,” he says.   Kingson notes that Congress found delaying full benefits until the age of 67 would hurt almost a third of Americans. Now, he says, making the eligibility age even older will hit the poor the hardest. Because, while the wealthy are living longer, the poor are not.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;Those on the lower end, the lower half of the income distribution, their life expectancies have stagnated and some have actually even reversed,&quot; says Maya Rockeymoore, president of consulting firm Global Policy Solutions.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>She says forcing people to wait even longer for full benefits would mean the poor get a shorter retirement than the rich.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“When you have people who disproportionately die at younger ages  their contributions to social security actually go to subsidize the retirement of people who are longer lived and higher income,&quot; Rockeymoore says.   And, as for the argument that since we’re living longer we can work longer, according to Eric Kingson, that also depends on your income. The wealthier you are, the better chance you have to choose how long to keep working.</p>\"}]","itags":["f582e77cdf6a6ee06c866208948caadf","Marketplace for Monday, March 11, 2013","Marketplace","PMP:Marketplace_PMP"],"tags":["APM","Social Security","Wealth & Poverty"],"description":"As the budget battle to cut entitlements heats up, some argue that raising the retirement age will force the poor to subsidize the rich because the rich live longer.","audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/ssdollars.jpg?itok=rw07oQdp","meta":{"crop":"primary","height":"340","width":"610"}},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/03/11/marketplace_segment19_20130311_64.mp3","type":"audio/mpeg","format":"MP3","meta":{"duration":118,"duration_hms":"00:01:58","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/03/11/marketplace_segment19_20130311"}}}]}