{"created":"2015-06-29T03:18:07+00:00","modified":"2015-07-03T20:22:29+00:00","valid":{"from":"2015-07-03T20:22:29+00:00","to":"3015-07-03T20:22:29+00:00"},"hreflang":"en","title":"Economic Crisis Looms For Puerto Rico, Report Says","published":"2015-06-30T00:19:00+00:00","teaser":"A report obtained by NPR paints a bleak portrait of Puerto Rico's economic future, saying its deficit is much larger than previously thought.","itags":["npr_api","418405704"],"guid":"f5960fef-5c44-4770-9b7c-27a7e6fee3e4","contentencoded":"<p>A report obtained by NPR paints a bleak portrait of Puerto Rico's economic future, saying its deficit is much larger than previously thought.<br /> <br />\"Puerto Rico faces hard times,\" says the report which was commissioned by the Government Development Bank and written by three former and current International Monetary Fund economists. It is to be released on Monday.<br /> <br />\"Structural problems, economic shocks and weak public finances have yielded a decade of stagnation, outmigration and debt. Financial markets once looked past these realities but have since cut off the commonwealth from normal market access. A crisis looms,\" it says.<br /> <br />Following the report's release, Governor Alejandro Garcia Padilla is preparing to give a major speech, in which he's expected to say Puerto Rico can no longer afford to pay off its $73 billion in debt on time.<br /> <br />\"The debt is not payable,\" Gov. Alejandro Garcia Padilla told <em>The New York Times</em>. \"There is no other option. I would love to have an easier option. This is not politics, this is math.\" He also said he will ask its creditors for more time to pay off what it owes.<br /> <br />The island has borrowed heavily over the years, issuing bonds to pay for pensions and government services, even as its economy shrunk and its population grew smaller.<br /> <br />Its debt load is now by far larger per capita than any of the 50 states. Its bonds were considered attractive because Congress allowed them to be issued free of federal, state and local taxes.<br /> <br />\"The economy is in a vicious cycle, where unsustainable public finances are feeding into uncertainty and low growth, which in turn is raising the fiscal deficit and the debt ratio,\" the report says. <br /> <br />It adds the government needs far-reaching economic reforms, but even so will have trouble paying its debts in the years to come.<br /> <br />On Wednesday, the Puerto Rico Electric Power Authority is due to make a $400 million payment to condholders, money it reportedly does not have.<br /> <br />The interview by Garcia Padilla, coupled with the troubles in Greece, could lead to a tumultuous day in the bond markets on Monday.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Economic+Crisis+Looms+For+Puerto+Rico%2C+Report+Says&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jim Zarroli","audio":[{"meta":{"duration":"218"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418490531-14e525.m3u?orgId=1&topicId=1006&d=218&p=3&story=418405704&t=progseg&e=418459109&seg=17&ft=nprml&f=418405704"}]}