{"created":"2014-10-19T08:03:21+00:00","modified":"2014-11-12T18:14:53+00:00","valid":{"from":"2014-11-12T18:14:52+00:00","to":"3014-11-12T18:14:52+00:00"},"hreflang":"en","title":"After 200 Years, A Schubert Song Still Resonates ","published":"2014-11-04T00:32:00+00:00","teaser":"On Oct. 19, 1814, an Austrian teenager named Franz Schubert wrote \"Gretchen at the Spinning Wheel,\" a boldly innovative song that remains an inspiration for singers and songwriters.","itags":["npr_api","352513546"],"guid":"f5a95d51-1af6-491f-9531-c91694fe9463","contentencoded":"<p>Two hundred years ago today, a 17-year-old kid from Vienna wrote a song that would change the way composers thought about songwriting. That kid was <a href=\"http://www.npr.org/artists/15044271/franz-schubert\" target=\"_blank\">Franz Schubert</a>, and his song <a href=\"http://imslp.org/wiki/Gretchen_am_Spinnrade,_D.118_(Schubert,_Franz)\" target=\"_blank\">\"Gretchen am Spinnrade\"</a> (Gretchen at the Spinning Wheel) put German art song — or lieder as it's called — on the map. The song's dramatic punch and bold innovations still reverberate today.</p><p>In October 1814, Schubert was a distracted teenager searching for a career. He'd just passed his teacher exams and was probably not thrilled about going to work at his father's school. For two years he'd been writing songs, but pianist Graham Johnson, who has written a forthcoming <a href=\"http://yalepress.yale.edu/book.asp?isbn=9780300112672\" target=\"_blank\">three-volume work</a> on Schubert's songs, says on Oct. 19th something extraordinary happened.</p><p>\"There is a real distinct feeling of Schubert blown away by the drama and the story he has read,\" Johnson says.</p><p>The story Schubert read was Goethe's <em>Faust —</em> the one where the guy sells his soul to the devil in exchange for a swinging lifestyle which of course includes a girl, Gretchen. There's a point in the story where Gretchen, alone in her room, has a freakout moment over her new boyfriend, Faust, as she spins yarn. And it's this intimate scene that Schubert set to music.</p><p>\"I'll never find peace again, my heart is heavy,\" Gretchen sings as the song opens. Over the next three minutes, Johnson says, all cylinders are firing — melody, harmony voice and piano.</p><p>\"The most amazing thing is that a 17-year-old boy can somehow enter into the female pysche with such an incredible amount of understanding as if he himself had experienced such feelings,\" Johnson says. And those feelings explode with operatic intensity half-way through the song when Gretchen stops the spinning wheel cold and screams \"Sein kuss!\" (His kiss!).</p><p>\"One of the things I like about that moment is that it's primal,\" says soprano <a href=\"http://www.npr.org/artists/15656760/renee-fleming\" target=\"_blank\">Renée Fleming</a>, who included the song on her Schubert album. \"And that's such a brilliant thing that he understood that people really want to have that moment where they just let it out. Because it builds and builds and builds and then finally, with the release, it's the most powerful thing she experienced — his kiss.\"</p><p>After the outburst, Gretchen tries to get the spinning wheel going again. You can hear it sputter in the piano, finally coming back up to speed as the vocal refrain returns. The piano plays a key role of its own in the song. In the right hand, you can hear the spinning of the wheel, in the left, the staccato clacking of the bobbin. But Johnson says it's much more than a brilliant musical metaphor.</p><p>\"There is a feeling where we no longer care about it being the spinning wheel,\" Johnson says. \"It becomes synonymous with the whirring, the dislocation, of a young woman's discovery of her sexual vulnerability.\" And that was a radical departure for German art song.</p><p>But that was 200 years ago. And if you argued that no one really cares about songs like this anymore, Johnson would tell you otherwise.</p><p>\"Everybody thinks that lieder is something incredibly outdated and non-relevant,\" he says. \"But the idea of giving a woman's anguish center stage. And she's speaking, 'It's me who's suffering this.' And we get a certain framework. I mean, Billie Holiday would have understood.\"</p><p>And so do some of today's songwriters, like <a href=\"http://www.npr.org/artists/14950702/rufus-wainwright\" target=\"_blank\">Rufus Wainwright</a> and especially <a href=\"http://www.npr.org/artists/94294810/gabriel-kahane\" target=\"_blank\">Gabriel Kahane</a>. \"The sort of alleged gulf between the vernacular music of today — piano pop today, if you want to call it that — and what Schubert's doing is exaggerated,\" Kahane says.</p><p>Kahane has written his own song cycles (including <em>Craigslistlieder,</em> based on personal ads) as well as orchestral works, but he says that it's actually his more pop-oriented songs that owe a debt to Schubert.</p><p>\"There's a song, 'Merritt Pkwy,' which someone described as having been from the wastepaper basket of Schubert, but I think he meant that as a compliment,\" Kahane says with a chuckle. Sometimes, Kahane admits, he feels the shadow of Schubert hovering over him. Kahane even sings a few of the composer's songs in his concerts.</p><p>So maybe \"Gretchen at the Spinning Wheel\" still matters today. Johnson says some of the basic elements in Schubert's songs are all around us: \"It's that idea of a tune with a very high amount of passionate identification. I mean it's everywhere. It's everywhere to be found.\"</p><p>Everywhere thanks to a 17-year-old kid in Vienna 200 years ago.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+200+Years%2C+A+Schubert+Song+Still+Resonates+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Huizenga","audio":[{"meta":{"duration":"324"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357341865-e2e4d2.m3u?orgId=1&topicId=1039&aggIds=100920965&ft=3&f=352513546"},{"href":"http://media.npr.org/assets/img/2014/09/30/81jqgix6i3l._sl1500_-98e490531fb31faa74f82ac8d74532b06376ec18.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"967","width":"1289"}},{"href":"http://media.npr.org/assets/img/2014/09/30/81zw9bcq9el._sl1500_-ace7c0553cff2a7bb1a44a3d4f487cda5be95584.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"926","width":"1235"}},{"href":"http://media.npr.org/assets/img/2014/09/30/51trsexfnil-d4e23884968f73faa5be23602ff5c24f9cec5d1a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"344","width":"459"}},{"href":"http://media.npr.org/assets/img/2014/09/30/schubert-22a20717a93dc96f63ac331700a81457d1f69659.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"750","width":"1000"}}]}