{"created":"2015-01-15T20:49:30+00:00","modified":"2015-01-20T20:14:37+00:00","valid":{"from":"2015-01-20T20:14:37+00:00","to":"3015-01-20T20:14:37+00:00"},"hreflang":"en","guid":"f5accb46-6675-4802-95ee-f5e8a354b62c","title":"Canadians rally for their right to toboggan","published":"2015-01-20T20:14:36+00:00","byline":"Andrea Crossan","tags":["government","culture","Justice","Sports","Orangeville","North America","Canada","Ontario","North America","Jeremy Williams","Laura Cole","Rob Stewart","Sledding","Tobogganing","Winter sports"],"teaser":"They call themselves 'Freedom Sliders' — they're Canadians protesting for the right to toboggan in public parks. On Sunday, residents of Orangeville, Ontario, held a \"Sled-In\" where they ignored the \"No Tobogganing\" sign and spent the day riding and sliding.","contentencoded":"<p>Residents of Orangeville, Ontario, are fighting for their right to slide.</p>\n<p>The town’s favorite sledding hill has a new “no tobogganing” sign on it and some locals aren't happy about it.</p>\n<p>Rob Stewart decided to act against the rule by organizing a \"sled-in\" protest rally. </p>\n<p>\"We had approximately 60 people from all over town make it to the 'sled-in'\", says Stewart.\"Quite a few people showed up with their children and there were two councillors, plus the mayor showed up as well. The mayor actually handed out hot chocolate to anyone who wore a helmet.”</p>\n<p>Murray's Mountain is such a popular spot that Orangeville Mayor Jeremy Williams, wants to make sure residents are allowed to keep sledding down it.</p>\n<p>\"There's no road at the bottom of it,\" explains Williams. \"There are no trees. In fact, the bottom of the hill opens up into a large football field.\"</p>\n<p>The sign banning tobogganing has been posted on Murray's Mountain since 2009, when the town bought the land and was directed by its insurance company to put up the sign over liability concerns.</p>\n<p>The town replaced the sign with a more visible one at the beginning of December and, since then, the fight has been on.</p>\n<p>Williams says that town plans to work with its insurance company to figure out a way to let residents toboggan. </p>\n<p>“This story is not so much a small sign on a small toboggan hill,” says Williams. \"It’s really a big story about how silly and perverse the whole legal system is making our modern world. This is having a real impact on municipalities across North America. It’s increasing what we have to pay for insurance and, likewise, increasing our taxes.”</p>\n<p>As more town and cities in Canada and the US become concerned with liability costs and serious injuries, they're passing laws and posting signs, restricting access to sled hills or banning tobogganing outright. The crackdown has inspired pro-sledding protests — including this protest song by Ontario musician Laura Cole.</p>\n<p><iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/B65R8oaD4tc?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>In 2013, the Ontario city of Hamilton was ordered by the court to pay out approximately $750,000 <a href=\"http://news.nationalpost.com/2015/01/12/freedom-sliders-defy-tobogganing-bans-in-defence-of-canadians-right-to-slide/\">in a </a><a href=\"http://news.nationalpost.com/2015/01/12/freedom-sliders-defy-tobogganing-bans-in-defence-of-canadians-right-to-slide/\">toboggan-related lawsuit</a>.</p>\n<p>And protest organizer Rob Stewart admits that he's had his fair share of toboganning injuries — he's even been injured riding with a helmet.</p>\n<p>\"When I wiped out, the helmet hit my left arm and broke it.\"</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}