{"created":"2014-10-07T19:11:57+00:00","modified":"2014-10-30T23:41:28+00:00","valid":{"from":"2014-10-30T23:41:28+00:00","to":"3014-10-30T23:41:28+00:00"},"hreflang":"en","title":"Sanctions Target Russian Oil, But Will That Persuade Putin?","published":"2014-08-27T16:48:00+00:00","teaser":"Under new sanctions imposed this week, Russia will no longer be able to buy technology from Western companies to develop its oil fields. Still, the sanctions are limited, and Russia has vast reserves.","itags":["npr_api","337251444"],"guid":"f5afde66-4799-4597-b7f0-16be3d6709a8","contentencoded":"<p>Both the United States and Europe announced <a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/29/336324858/white-house-threatens-more-russian-sanctions-as-kerry-decries-ukrainian-rebels\">new economic sanctions</a> this week against Russia for its role in the conflict in Ukraine. Among other things, Western companies will no longer be able to sell Russia new technologies to develop its oil fields.</p><p>The move comes at a time when oil exports have become more important than ever for the Russian economy.</p><p>President Obama says the sanctions are meant to send a strong message:</p><p>\"We've also made it clear, as I have many times, that if Russia continues on its current path, the cost on Russia will continue to grow,\" he said earlier this week. \"Today is a reminder that the United States means what it says.\"</p><p>Targeting Russia's energy sector is one way the West is hoping to get its point across.</p><p>It's hard to overestimate the importance of energy to Russia's economy. Three-quarters of everything Russia exports are commodities, and most of that is oil and natural gas. Yet the sanctions imposed this week are limited. For one thing, European officials insisted that the sanctions not apply to natural gas exports.</p><p>\"Europe now gets probably 25 to 30 percent of the natural gas it uses from Russia, and the Europeans don't want to see that cut off,\" says Steven Pifer, a senior fellow at the Brookings Institution and a former U.S. ambassador to Ukraine.</p><p>Nor will the sanctions affect oil production that's taking place now. Any impact the sanctions will have on the oil sector is very long-term. Russia now has vast oil supplies, producing more than 10 million barrels a day. But over the next few decades, the reserves are expected to run dry.</p><p>\"As the Russians deplete their existing oil fields,\" says Pifer, \"they're looking offshore, they're looking up into the north in the Arctic area, the northern parts of Russia — and there's significant potential there. And so they want to bring fields up there online as they draw down and deplete existing fields.\"</p><p>In a corporate video, the Russian oil company Rosneft boasts that hundreds of geological sites are being explored throughout Russia:<strong> </strong>\"Western and eastern Siberia, south and central Russia, Far East and Arctic sea shelves are major resources of oil and gas not only for the company, but also for all of Russia,\" the video says.</p><p>And yet to tap these new fields, Russia depends on Western companies like BP, Halliburton and Exxon Mobil, all of which are engaged in lucrative joint projects with Russian companies.</p><p>\"Both the drilling technology, the special muds, the technology for fracturing those shales and bringing it back up — all that was invented by U.S. companies and U.S. technology,\" says David Goldwyn, a former State Department official who now heads an energy consulting firm.</p><p>Goldwyn says Russia also needs help from U.S. companies to build drilling rigs in the Arctic. \"So by barring the exports of technologies which are necessary for that production, we have essentially dramatically impeded the future of Russian oil production.\"</p><p>Whether this is enough to get Russia to change course anytime soon is very much unclear. Matthew Rojansky of the Woodrow Wilson center is skeptical. He says President Vladimir Putin has invested a lot of his political power in the Ukraine conflict; his survival as a leader may be at stake.</p><p>\"I still query whether the leverage that we can realistically have at the end of the day is enough to overcome the competing pressure that Mr. Putin feels, because I think that that competing pressure is far greater than we have understood it.\"</p><p>With so much at risk, the impact of the sanctions on Russia's oil industry years from now probably doesn't register as a priority for Putin. Western officials may have to show they're willing to go even further than they already have if they hope to have any real impact on what Russia does next.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sanctions+Target+Russian+Oil%2C+But+Will+That+Persuade+Putin%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jim Zarroli","audio":[{"meta":{"duration":"229"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337320865-b3d58e.m3u?orgId=1&topicId=1004&ft=3&f=337251444"},{"href":"http://media.npr.org/assets/img/2014/08/02/russia_oil-1a27d84cab16cde8241e789cbd38632820b153bb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2051","width":"2733"}}]}