{"created":"2014-08-28T22:43:07+00:00","modified":"2014-10-30T23:34:46+00:00","valid":{"from":"2014-10-30T23:34:46+00:00","to":"3014-10-30T23:34:46+00:00"},"hreflang":"en","title":"Transformer Paper Turns Itself Into A Robot. Cool!","published":"2014-08-28T22:43:00+00:00","teaser":"Start with paper; add Shrinky Dinks, a microprocessor, heat, and <em>voila!</em> It's not quite that easy. But this engineering project might one day lead to a printable, flat spacecraft that folds itself.","itags":["npr_api","338119804"],"guid":"f5b640cd-0b2f-463a-bc93-eccc52274a98","contentencoded":"<p>Every so often, a scientific paper just begs for a sexy headline.</p><p>Consider this study in the current issue of <em>Science</em>: \"<a href=\"http://www.sciencemag.org/lookup/doi/10.1126/science.1252610\">A Method for Building Self-folding Machines</a>.\" A bit bland, you'll no doubt agree. <em>A Real-Life, Origami-Inspired Transformer</em> is how the journal's public affairs department referred to it. Now that's more like it.</p><p><a href=\"http://www.hasbro.com/transformers/en_US/\">Transformers</a> are those toys (and <a href=\"http://www.npr.org/2011/07/01/137472788/crowne-and-transformers-fitting-for-the-fourth\">movies about toys</a>) that can change on their own from one thing into another ... say a car into a killer robot. Graduate engineering student <a href=\"http://micro.seas.harvard.edu/people.html\">Sam Felton</a> and his colleagues at the <a href=\"http://www.seas.harvard.edu/\">Harvard School of Engineering and Applied Sciences</a> and the <a href=\"https://www.csail.mit.edu/\">Massachusetts Institute of Technology</a> didn't do anything quite that dramatic. But they did take what is basically a flat sheet of paper and have it turn into a crablike robot that can scuttle across a tabletop on its own power.</p><p>Felton never intended to go into competition with Hollywood. He and his colleagues were aiming to \"make robots, and machines in general, as quickly and cheaply as possible,\" he says. \"One way to do that is to start with a flat sheet — because it's very fast and relatively cheap to make flat things.\"</p><p>It's now possible to print electronic circuits on a flat sheet of paper. So if you use some clever folding techniques (based on the ancient art of paper folding called origami), you can fold these sheets into useful structures — maybe a crab-shaped robot that could scuttle across the floor, or a swan-shaped robot that could really fly.</p><p>The problem is, it takes a long time for humans to make all the necessary folds in these flat sheets.</p><p>\"Our goal then,\" Felton says, \"was to try to make them fold themselves in order to save time.\" So he and his colleagues attached a tiny microprocessor to the paper that tells each hinge when to fold into place.</p><p>To actually accomplish the fold, the engineers use a child's toy called <a href=\"http://www.shrinkydinks.com/\">Shrinky Dinks</a>. These are sheets made from elastic, <a href=\"http://www.crgrp.com/rd-center/shape-memory-polymers\">shape memory polymers</a> that shrink by about half when you heat them up. You attach the Shrinky Dink to the paper, and when the microprocessor wants to execute a particular fold, it turns on a tiny electronic heater that's printed on the paper, causing the Shrinky Dink to shrink.</p><p>\"And this, in turn, pulls on the paper,\" Felton says, \"causing the paper to fold.\"</p><p>He's now working on tiny, bug-size folding robots made not with paper and Shrinky Dinks but with aluminum foil and shrink-wrap. He also sees a day when there may be printable spacecraft, sent into space as flat sheets, only to fold up into something useful when they reach their target.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Transformer+Paper+Turns+Itself+Into+A+Robot.+Cool%21&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joe Palca","audio":[{"meta":{"duration":"172"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338639745-e4094c.m3u?orgId=1&topicId=1007&aggIds=156490415&ft=3&f=338119804"},{"href":"http://media.npr.org/assets/img/2014/08/07/felton1hr-resize-986d279a255b18f1b6be88614126e074ff2afbde.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1598"}}]}