{"created":"2015-04-15T07:41:38+00:00","modified":"2015-04-27T01:05:16+00:00","valid":{"from":"2015-04-27T01:05:16+00:00","to":"3015-04-27T01:05:16+00:00"},"hreflang":"en","title":"Radio Connects North Dakota Residents Divided On Gay Rights","published":"2015-04-16T11:09:00+00:00","teaser":"Radio is king in North Dakota. <em>Morning Edition</em> talks to a liberal radio host and a conservative small business owner who listens to him — though he doesn't always like what he hears.","itags":["npr_api","399602016"],"guid":"f5c22297-05e6-4b8d-a1b6-9baea772f494","contentencoded":"<p><em>This week, </em>Morning Edition<em> discusses gay rights in North Dakota, one of 13 states that still bans same-sex marriage. Wednesday's story features two men with contrasting ideologies: a liberal radio host and a conservative</em><em><em> business owner. </em></em></p><p>North Dakota is a state where radio reigns supreme. Its communities are far apart, and shopping trips, or just visiting a neighbor, can mean a long drive. Many people have the radio on, and often it's tuned into KFGO-AM, The Mighty 790, out of Fargo.</p><p>\"The eyes of the nation are upon North Dakota,\" says Joel Heitkamp, one of the station's hosts.</p><p>The former state senator — also the brother of Democratic U.S. Sen. Heidi Heitkamp — says the focus is on North Dakota because of a bill that was working its way through the state Legislature in early April. It would have protected gay people in the state from discrimination, <a href=\"http://bismarcktribune.com/news/local/govt-and-politics/house-kills-lgbt-anti-discrimination-bill/article_c1493e6c-fd77-5c6f-ab18-4a8d3202bee3.html\" target=\"_blank\">but it failed</a>.</p><p>Heitkamp says this vote could keep potential employers out of North Dakota, and he's been on a rant about it on his talk show.</p><p>\"What do you think is going to happen when all those individuals from Microsoft say 'they just voted on the North Dakota House floor that it's OK not to rent to a gay person,'\" he warns. \"Or 'they just voted on the North Dakota House floor that you don't have to serve a burger to a gay person?' \"</p><p>A poll late last year found that 50 percent of people in North Dakota are opposed to legalizing same-sex marriage in the state. But the radio is still on, even in places where people don't necessarily agree with Heitkamp — like the auto body shop John Trandem owns just outside of Fargo.</p><p>Vanity license plates hang all over the shop walls, spelling out things like \"conservative\" and \"capitalist.\" Trandem often works while listening to talk radio, including Joel Heitkamp, but that's not easy.</p><p>John says he feels personally attacked because of his views on gay rights. He was raised Lutheran, and his religious teaching shapes his views.</p><p>\"With regard to sexual sin, it is a sin like any other sin,\" he says. \"Some people struggle with pornography. Some people struggle with adultery. Some people struggle with promiscuity. And I think [homosexuality] would be in and among all sexual sin.\"</p><p>But when it comes to the person, Trandem says, that's an entirely different story. He says that, because he's a landlord, business owner and family man, he respects everyone — even it he disagrees with their sexual orientation.</p><p>\"I love every one one of them; I pray for them,\" he says.</p><p>And while he's happy to exchange ideas, he has no intention of compromising on questions of marriage.</p><p>\"I don't think it's a matter of whether or not you legalize same-sex marriage, it's a matter of whether or not you remove the definition of marriage,\" Trandem says. \"If marriage is defined as an institution involving one man and one woman, that's what it is.\"</p><p>Trandem argues that legalizing gay marriage is a slippery slope that opens the floodgates for other unorthodox lifestyles, such as polygamy. He says it's not an issue of equal rights, because the definition of marriage is clear.</p><p>\"If marriage is defined as between a man and a woman, I have the same rights as a same-sex attracted person has to engage in marriage,\" he says. \"The fact that they don't decide to exercise that right doesn't mean that the right has not been extended to them.\"</p><p>Despite criticism from gay rights advocates like Heitkamp, Trandem says that cultural shifts are cyclical, sometimes leaning more conservative and other times more liberal. Still, he says, it won't change his point of view.</p><p>\"I'm going to retain my beliefs. I'm going to treat other people with respect,\" he says. \"[But] I'm going to respect the rule of law when laws are passed.\"</p><p><em>On Thursday, Morning Edition continues its discussion of religion and gay rights in North Dakota. We'll hear from a Methodist pastor and a gay mother on the baptism of children with gay parents.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Radio+Connects+North+Dakota+Residents+Divided+On+Gay+Rights&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Greene","audio":[{"meta":{"duration":"437"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399751524-d704fc.m3u?orgId=1&topicId=1091&e=399602016&d=437&ft=nprml&f=399602016"},{"href":"http://media.npr.org/assets/img/2015/04/14/north-dakota-140-c494a82cce35bd78753504dc0d0c55130c65c2e1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2386","width":"3181"}}]}