{"created":"2015-06-11T09:02:42+00:00","modified":"2015-06-15T23:05:45+00:00","valid":{"from":"2015-06-15T23:05:45+00:00","to":"3015-06-15T23:05:45+00:00"},"hreflang":"en","title":"Pakistan Executes Man Who Was 15 When Charged With Murder ","published":"2015-06-11T19:36:00+00:00","teaser":"Aftab Bahadur had been jailed for more than two decades before he was put to death. Pakistan has executed more than 150 people since lifting a moratorium on the death penalty last December.","itags":["npr_api","413572004"],"guid":"f5c7d1c3-89bc-40b3-a3d6-7314ae021d55","contentencoded":"<p>Shortly before he was put to death, Aftab Bahadur wrote an essay. He spoke of his alienation and loneliness, of the comfort he found in art and poetry, and of the anguish of awaiting execution on death row in Pakistan.</p><p>\"I doubt there is anything more dreadful than being told that you are going to die, and then sitting in a prison cell just waiting for that moment,\" he said, according to a text translated from Urdu and released by Reprieve, a human rights group based in Britain.</p><p>\"For many years — since I was just 15 years old — I have been stranded between life and death. It has been a complete limbo, total uncertainty about the future,\" he added.</p><p>At 4:30 a.m. Wednesday, as dawn crept across South Asia, all uncertainty ended. After more than two decades in jail, protesting his innocence throughout, Bahadur was led from his cell in Lahore Central Jail and hanged. He was 38.</p><p>For human rights groups, church leaders (Bahadur was Christian), his lawyers and numerous other individuals around the world who'd been lobbying for him to be spared, this was a profoundly painful defeat.</p><p>Reprieve's founder, the attorney Clive Stafford Smith, a lifelong campaigner against capital punishment, said Bahadur's execution left him \"in a state of sickening despair.\"</p><p>For the past six months, executions have taken place almost daily in Pakistan. Most generate few headlines. Bahadur's case is an exception, not least because he was so young when he was convicted.</p><p>In 1992, Bahadur, a plumber's apprentice, was arrested and charged with the murder in Lahore of a woman and her two sons. Rights lawyers say his conviction was based on testimony coerced from two people. Both subsequently recanted.</p><p>At the time, 15 was the age of legal responsibility in Pakistan. In 2000, this was raised to 18. International law prohibits nations from imposing the death penalty on minors; Bahadur's execution violates this, say rights activists.</p><p>A few years ago, Pakistan introduced a moratorium on capital punishment. This was lifted last December after the Taliban overran an army-run school in Peshawar and massacred more than 130 schoolchildren. There was public fury and disgust. Resuming executions was part of a package of measures introduced by the government on the promise of wiping out terrorism.</p><p>Amnesty International says that Pakistan has since executed at least 157 people.</p><p>\"I think what we have seen in Pakistan over the last six months is incredibly alarming,\" said spokesperson Olof Blomqvist. \"Pakistan is quickly becoming one of the world's top executioners.\"</p><p>Pakistan's most prominent human rights activist, Asma Jahangir, a former president of the Supreme Court Bar Association, is calling on Pakistan's government to stop. Only a fraction of those executed since December were convicted of terrorism offenses, she says.</p><p>Pakistan has thousands of people on death row.</p><p>\"There are feeble, mentally challenged and terminally ill people scheduled for execution,\" said Jahangir. \"Making Pakistan into a slaughterhouse is insane.\"</p><p>Others raise broad concerns about the use of capital punishment in a country where convictions can be decided by the use of bribes and torture, which were also seen as factors in Bahadur's case.</p><p>Activist Farzana Bari describes Pakistan's judicial system as \"corrupt\" and full of flaws. \"We do not want the death penalty to be given to anybody in Pakistan,\" he adds.</p><p>Whether there's much public support for that view among Pakistan's 190 million citizens seems doubtful. The voice of civil society in Pakistan, never strong, is diminishing, thanks to assassinations and constant threats against activists.</p><p>People interviewed by NPR in a market in Islamabad spoke approvingly of the return of capital punishment.</p><p>\"Whatever type of crime is committed, punishment must be given,\" said Khadim Hussein, 60, a storekeeper. \"This is an Islamic law. God and the Prophet also say the same.\"</p><p>Hussein spoke approvingly of the decision to hang Bahadur: \"He committed a crime. His age is irrelevant here. The crime is bigger. So what if he is underage?\"</p><p>His opinion seems to chime with plenty of others. After Bahadur's execution, the European Union issued a statement expressing concern about the rising execution rate in Pakistan, and calling for the government to reinstate the moratorium. <em>Dawn</em> newspaper reported this on its website, along with a survey asking its readers if they agreed.</p><p>Overwhelmingly, they did not.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pakistan+Executes+Man+Who+Was+15+When+Charged+With+Murder+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Philip Reeves","audio":[{"meta":{"duration":"214"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413572005-569c6c.m3u?orgId=1&topicId=1125&d=214&p=3&story=413572004&t=progseg&e=413571940&seg=18&ft=nprml&f=413572004"},{"href":"http://media.npr.org/assets/img/2015/06/11/gettyimages-476488848-b5adb94e5f2bb839e74e51cb28013a47260c51e1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2169","width":"2893"}},{"href":"http://media.npr.org/assets/img/2015/06/11/pakistan_execution1-095c7862655728b83ba1bf1020cdb27a24fb60d2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}