{"created":"2014-09-24T22:05:38+00:00","modified":"2014-09-27T23:59:45+00:00","valid":{"from":"2014-09-27T23:59:45+00:00","to":"3014-09-27T23:59:45+00:00"},"hreflang":"en","guid":"f5c95490-b050-46b9-a907-7e6d5664df53","title":"A scientist on the cutting edge of Ebola research calls for calm and focus","published":"2014-09-27T23:59:43+00:00","byline":"Joyce Hackel","tags":["medicine","health","science","Ebola","Science","Science, Tech & Environment","Africa","Sierra Leone","West Africa","Africa","Pardis Sabeti","Mbalu Fonnie","Biology","Microbiology","Ebola","Virus","Outbreak","Medicine"],"teaser":"The grim forecasts for the growing Ebola epidemic shouldn't spark panic, says one geneticist. Instead, the response to the outbreak calls for worldwide collaboration and a globally crowdsourced battle plan.","contentencoded":"<p>The furious effort to sequence the genome of the Ebola virus this summer attracted a devoted team of researchers from around the world. A young Harvard geneticist named Pardis Sabeti was at the forefront of that push.</p><p>Sabeti worked with the group that pinpointed the initial Ebola cases in Sierra Leone. Now, <a href=\"http://www.cdc.gov/mmwr/preview/mmwrhtml/su63e0923a1.htm?s_cid=su63e0923a1_e\">new forecasts from the Centers for Disease Control and Prevention</a>&nbsp;suggest the virus may infect up to 1.4 million people in Liberia and Sierra Leone by the end of January 2015.</p><p>&quot;That&#39;s a worst case scenario, but I&#39;m actually glad we&#39;re thinking worst case scenarios,&quot; says Sabeti,&nbsp;an infectious disease researcher at the Broad Institute and Harvard. &quot;I don&#39;t want people to be scared. I just want them to be prepared. We have in our office something that says &#39;No Wishful Thinking.&#39; &nbsp;We have to be ready for everything.&quot;</p><div><p>The geneticist warns against panic, stressing the need for unified, focused collaboration instead.&nbsp;In fact, Sabeti says, she&#39;d like the response to the Ebola outbreak to be crowdsourced worldwide, with all hands on deck helping to provide aid.</p><p>She&#39;s especially impressed with how Nigerians have mobilized, using public service announcements, hotlines and social media to combat the spread of the virus.&nbsp;&quot;Nigeria has done an amazing job at controlling the outbreak,&quot; she says. &quot;And that was a really beautiful coordinated effort.&quot;&nbsp;</p></div><p>Sabeti has tracked the outbreak of Ebola from its origins. She and her team sent&nbsp;diagnostic samples from patients in West Africa to the US and managed to sequence the genomes of the virus, reconstructing how and where it spread.</p><p>&quot;We got a first snapshot of what the virus is doing in real time,&quot; Sabeti explains. &quot;What we were able to sequence were samples from the first three weeks of the outbreak in Sierra Leone. ... We were able to see the transmissions between individuals and get an understanding of how the virus is adapting.&quot;&nbsp;</p><p>The scientists she worked with were even able to see how the virus was evolving within individuals. &quot;At each step, the virus is mutating,&quot; she says. &quot;So the virus today may not look anything like the one we were dealing with even months ago.&quot;&nbsp;</p><p>The researchers have also paid a price during the crisis.&nbsp;In recent months, Sabeti has lost several colleagues to Ebola, including Mbalu Fonnie, the head nurse in the <a href=\"http://www.nature.com/news/infectious-disease-ebola-s-lost-ward-1.15990\">hemorrhagic fever ward at the Kenema Government Hospital</a> in Sierra Leone.&nbsp;With only one doctor on duty,&nbsp;Fonnie was in charge of up to eighty patients at a time.</p><p>&quot;Many young nurses had to be called into action,&quot; Sabeti remembers. &quot;Mbalu had to try to organize everyone. She was just an incredibly warm person who made that hospital the family that it is.&quot;&nbsp;</p><p>The fight against Ebola has taken on emotional toll on the entire team, according to Sabeti, and they&#39;ve turned to music to find solace from loss.&nbsp;In recent weeks, she&#39;s written a song in memory of her lost colleagues. She and the West African scientists she helped to train recorded a tribute song called&nbsp;&quot;<a href=\"https://soundcloud.com/thousanddays/one-truth\">One Truth</a>&quot;&nbsp;just a few weeks ago.</p>","audio":[]}