{"created":"2015-06-27T21:06:41+00:00","modified":"2015-06-29T19:55:14+00:00","valid":{"from":"2015-06-29T19:55:14+00:00","to":"3015-06-29T19:55:14+00:00"},"hreflang":"en","title":"How To Win The Money Game: A Former NBA Star Shares Financial Advice","published":"2015-06-27T23:38:00+00:00","teaser":"Adonal Foyle has financial advice for professional athletes. \"You really have to put money in its proper place,\" he says. \"If we do that, we will respect it — but not give it too much power over us.\"","itags":["npr_api","416793011"],"guid":"f5d0212a-fabb-47c1-b9c3-bb7d2d085b7a","contentencoded":"<p>According to <em>Sports Illustrated</em>, <a href=\"http://www.si.com/vault/2009/03/23/105789480/how-and-why-athletes-go-broke\">more than half of all NBA players are broke within five years of retirement.</a> Most of the players come into professional sports totally unequipped to handle their own windfalls like cars, houses and fancy clothes.</p><p>Former NBA star Adonal Foyle is trying to help.</p><p>He offers financial advice for current and future professional athletes in his book <em>Winning the Money Game: Lessons Learned from the Financial Fouls of Pro Athletes.</em></p><p>\"I think that players continue to make bad decisions in part because they're afraid to ask questions and in part because people just try to take advantage of them,\" he tells NPR's Arun Rath.</p><p><em>To hear their full conversation, click the audio link above.</em></p><hr /><h3>Interview Highlights</h3><p><strong>On adjusting to a league like the NBA</strong></p><p>I got my master's in sports psychology, and my thesis was on retirement experiences of NBA players. I went out and spoke to about 10 to 12 different players, and I talked to them about their transition. And one of the things we talked about was: If you were to do it again, what are some of the things that you would do differently? And almost all of them talk about financial literacy and financial education.</p><p>One guy said that, you know, \"I saw my parents. They didn't have any money. I grew up poor and then I was given all this money, and then I had no idea what to do with it. And I was so silly I didn't ask questions because I was afraid that people would think that I wasn't smart.\"</p><p>I think that that is indicative of many of the players. Many of them come from backgrounds where they haven't been exposed to a lot of financial literacy or financial education. And then they get to this level, and there's so many people around them and they want different things from them.</p><p><strong>On the ways that NBA players are choosing to spend their money</strong></p><p>I think it's a combination of a lot of things. One is how they choose to ... bring children into the world. A second is luxury items: houses that sometimes they cannot afford, or not really taking into consideration how many they're buying. So they're buying houses for the family, which is admirable, but they haven't really set aside money to pay for the taxes and all the different maintenance that you're gonna need in that house.</p><p>They spend on jewelry, clothing and numerous stuff, but it's also about taxes. I think that one of the biggest issues that I've seen is that, as a professional athlete, you have to pay taxes in almost every state that you play in and players are really ill-equipped. So if you don't have a really good financial consultant or CPA [certified public accountant] very early, you can get yourself in a really big hole where it's hard to get out of. And the average career for an NBA player is 4.7 years, so it's very important that you get them early and they start making really good decision[s] right off the bat.</p><p><strong>On the role of money in life</strong></p><p>I grew up on an island with the donkeys. [What] I usually tell people is that the need for cars doesn't seem to be one of those desires that is burning within me, and I've always tried to be really simple. I never let money be the determinant of how I see my future.</p><p>I remember leaving almost $19 million on the table to go to another team because I thought playing was more important to me than money that I didn't make, and I remember people were absolutely outraged by that.</p><p>And I said \"You know, I didn't earn it.\" ...</p><p>It's not what you make; it's really what you keep and really the respect that you show for money. I remember growing up poor in the Caribbean. and my grandmother never really had anything to eat ... and somehow during the course of the day she would find a way to put food on the table. And for me, that has had such a profound effect on my worldview and how I see the world — that money cannot be the determinant of who you are.</p><p>You really have to put money in its proper place, and I think if we do that, we will respect it — but not give it too much power over us.</p><p><strong>On the lessons he hopes to share</strong></p><p>I remember the three guys that I took out and really gave them my first angry financial lesson, and I remember I was out of the league and I was in another city. ...</p><p>One of them ran up to me and what he said was: \"Thank you so much. You've changed my life. I'm gonna be richer than you.\"</p><p>And I said, \"Thank you, thank you for at least acknowledging that you can get this done.\" And I think that did more for me than any amount of money that he could've given me, because he took the knowledge that I was able to pass on.</p><p>I remember saying to him, \"No, you need to pass it on to the next person. We need to really change the cycle.\" And I hope that, you know, he goes out and does that, because I think that's how that conversation gets started, is that we have to share our mistakes and really help lift the next person up.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+To+Win+The+Money+Game%3A+A+Former+NBA+Star+Shares+Financial+Advice&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"406"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418098787-c3cb58.m3u?orgId=1&topicId=1033&d=406&p=2&story=416793011&t=progseg&e=418098678&seg=9&ft=nprml&f=416793011"},{"href":"http://media.npr.org/assets/img/2015/06/25/gettyimages-77605153-56f38562af0741e1d2a63503fa84a2600f3020d0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1905","width":"2540"}}]}