{"created":"2014-09-05T13:42:40+00:00","modified":"2014-10-30T22:56:49+00:00","valid":{"from":"2014-10-30T22:56:49+00:00","to":"3014-10-30T22:56:49+00:00"},"hreflang":"en","title":"Rep. Ryan Calls For 'Culture Of Inclusion' To Tackle Poverty","published":"2014-08-29T12:00:00+00:00","teaser":"Congressman and former Republican vice presidential nominee Paul Ryan discusses his new book, <em>The Way Forward: Renewing the American Idea.</em>","itags":["npr_api","343434942"],"guid":"f5dd1dc6-81a0-413b-ba67-616364475013","contentencoded":"<p>Rep. Paul Ryan, chairman of the House Budget Committee, used to have a habit of describing the American people in two categories. There were the \"makers\" — people paying taxes — and the \"takers\" — people getting government benefits.</p><p>Today, the Wisconsin Republican says he was wrong, and that the country needs to overhaul how it thinks about poverty. In his new book, <em>The Way Forward: Renewing the American Idea</em>, he offers ways to redirect federal spending to fighting poverty.</p><p>His plan would merge up to 11 existing benefit programs, allow local charities and welfare offices to customize aid, and add measures to improve accountability. \"With aid and support come some expectations,\" he says. \"In far too many ways in our communities, we have isolated the poor, we have marginalized the poor, and we have to reintegrate people in our communities.\"</p><p>Ryan discussed how he's rethinking poverty, and his idea to create \"opportunity grants,\" with NPR's Steve Inskeep.</p><hr /><h3>Interview Highlights</h3><p><strong>On rethinking \"makers\" and \"takers\"</strong></p><p>In my opinion it was sort of a callous generalization. This man, a Democrat from the Democratic tent at the county 4-H fair, said, 'So who are the takers? The veteran who comes back from war who gets health care? Or the senior who paid her taxes all these years and is on Medicare?'</p><p>And what I realized was it was disparaging people where I really didn't mean to do that.</p><p><strong>On whether the GOP has been talking — or thinking — about poverty the wrong way</strong></p><p>I'd say ... this isn't just Republicans. I think Republicans and Democrats have been thinking about it the wrong way. And the reason I say this is, look at the results. I do believe we need some fresh thinking on fighting poverty. That's why I put out in July a very comprehensive plan, not to suggest that I've got it all figured out but to get the conversation going, to advance it to a problem-solving mode. I spent a lot of time with Catholic Charities or Lutheran Social Services going around the country and meeting with various groups. People who are really on the front lines fighting poverty, soul to soul, eye to eye, person to person. And so it has caused me to rethink the federal role in all this. And the way I basically see it is the federal government should not be dictating the front lines in the war on poverty; it should be mining the supply lines. What the federal government really brings to the table are resources. What local communities bring are the human touch.</p><p><strong>On creating \"opportunity grants\" to address poverty</strong></p><p>What I propose with opportunity grants is to take 11 different programs, which don't really work in conjunction with one another, and bring them together so you combine 11 funding streams to go to the states or localities.</p><p>Now what this looks like at the end of the day is a group — let's say it's Catholic Charities that does this very, very well or your local welfare agency — will customize the aid to a person's needs. This lady may need day care, and she may need job training. This guy over here, he may need addiction counseling and he may need a GED. And so you put together a plan. They have a case manager that's assigned to them, so it's one person, one-stop shopping. You don't have a person going around, signing up for different benefits with different government agencies with different cutoffs, where none of this is harmonized and there's no responsibility or accountability involved.</p><p>The alternative is the status quo. And the status quo is everybody is treated the same, and these benefits are not actually moving people out of poverty.</p><p><strong>On whether extra hurdles imply people in poverty aren't trying hard enough </strong></p><p>What I'm implying is you have to have accountability. It's not a one-way street. With aid and support come some expectations. And I think hard-working taxpayers have every right to expect that their money that is going to this person is going to go to a good effect, and that it's something that's not endless.</p><p><strong>On criticism that the plan focuses too much on personal problems rather than larger economic issues</strong></p><p>In one poverty plan, you're not going to take down the entire macroeconomic policy world. The argument I make in this book is that we have to go toward more of a culture of inclusion. And, specifically with respect to people who are fighting poverty, I would argue, inadvertently, that we have marginalized the poor in many ways.</p><p><strong>On criticism that phrases he has used, such as \"the culture of the inner city,\" are racist </strong></p><p>That's just ridiculous. There wasn't race in those comments, and race had nothing to do with it. What I was trying to talk about is the culture of work, is work ethic. And to try and reinvigorate and reintegrate people in work. In far too many ways in our communities we have isolated the poor, we have marginalized the poor, and we have to reintegrate people in our communities.</p><p><strong>On whether he has a shot at the presidency in 2016</strong></p><p>I believe so, but I'm going to do all this consideration back in 2015, not right now. Right now, I want our party to be an ideas party.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Rep.+Ryan+Calls+For+%27Culture+Of+Inclusion%27+To+Tackle+Poverty&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR STAFF","audio":[{"meta":{"duration":"467"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344193408-78bab6.m3u?orgId=1&topicId=1032&ft=3&f=343434942"},{"href":"http://media.npr.org/assets/img/2014/08/28/453929696-583279b067321da1eee436bb7fb8c2328b3130dc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1982","width":"2643"}}]}