{"created":"2014-09-29T20:13:16+00:00","modified":"2014-10-30T21:57:13+00:00","valid":{"from":"2014-10-30T21:57:13+00:00","to":"3014-10-30T21:57:13+00:00"},"hreflang":"en","title":"Tsapiky: Dance Music Fit For A Funeral","published":"2014-10-01T22:14:00+00:00","teaser":"In the West, we're used to hearing dance music at weddings. In southern Madagascar, guests might hear tsapiky, a regional guitar-band music, at funerals, as well as any other number of ceremonies.","itags":["npr_api","352474766"],"guid":"f5dfb755-7682-4785-b21f-5bf1b6ff123d","contentencoded":"<p>Giddy guitar playing, galloping dance rhythms, exuberant cries and a generally joyous atmosphere — nothing about tsapiky music would tell you that it's mostly played at traditional ceremonies, especially funerals. For the denizens of the coastal city of Tulear in southern Madagascar, however, the association between the vibrant guitar-band music and ceremonies of death — as well as many other ceremonies — is everyday, as is the music's place in their lives.</p><p>French ethnomusicologist Julien Mallet, who works in Tulear, says that tsapiky is \"like the flag\" of the city.</p><p>Tulear is the biggest town in a huge, dry rural region, which is sparsely populated with cattle farms and sapphire mines where locals labor, but rarely profit. Tsapiky music is one way a kid from a village might get work.</p><p>\"The musicians who come from the countryside join the bands in the city,\" Mallet says. \"When the band has acquired a certain level of fame, the band is asked by the rural communities to play at ceremonies such as burials and circumcisions.\"</p><p>These ceremonies are a big deal. Families come from far and wide bearing gifts, ready to eat, drink and dance. Veteran tsapiky guitarist Pascal says the festivities can go on for two days, and possibly as long as a week.</p><p>\"Without stopping, except to eat,\" Pascal adds. \"We play only tsapiky. No other rhythm.\"</p><p>Tsapiky, a fusion of South African pop music and local Madagascar traditions, is a young style that began in the 1970s. It's not limited to any one ethnic tradition, which means everyone can feel connected to it.</p><p>French-born tsapiky producer Francois Balafomanga says that the music, especially in the southern part of Madagascar, is about more than just performing.</p><p>\"It's really part of life,\" Balafomanga says. \"It has some meanings, and everybody knows the codes. It really has an important place in the society.\"</p><p>The recent invasion of armed and organized cattle rustlers into the countryside around Tulear poses a problem, however. Government forces have responded ruthlessly, attacking in force and even burning villages.</p><p>Julien Mallet says it's a complicated scenario, and that the arrival of this cattle-rustling mafia has created an atmosphere of fear. Bands that once played three or four ceremonies a month will be lucky to play one. In spite of all this, Francois Balafomanga says tsapiky music itself has lost none of its hold on people's imaginations — even those of the cattle rustlers themselves.</p><p>\"Even the Haalu, the people who steal the beef, they call the tsapiky players to come because they know they have some strong thing,\" Balafomanga says. \"This is the spiritual thing. Music is medicine. Even in sorrow, music helps to calm the strong feelings that can destroy you.\"</p><p>One of the top veteran tsapiky artists, Damily, has lived in France for the past 14 years. During our visit, Damily was back in Tulear to play his first public concert there in all that time. A crowd of thousands — young and old, male and female — gathered by the bay to sing and dance for hours into the night.</p><p>This was no three-day ceremony, but it was a welcome chance to remember better times in Tulear, and to wave the region's tsapiky flag with pride.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tsapiky%3A+Dance+Music+Fit+For+A+Funeral&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Banning Eyre","audio":[{"meta":{"duration":"302"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353048541-6420c1.m3u?orgId=1&topicId=1106&ft=3&f=352474766"},{"href":"http://media.npr.org/assets/img/2014/09/29/pascal_acoustic-3013377f6c43b4f25110d1590fac80fadcf3cab1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"678","width":"904"}},{"href":"http://media.npr.org/assets/img/2014/09/29/damilyconcertcrowd2-90dc37b8875fc678fbeddff2c453eab04912e6bb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"552","width":"736"}}]}