{"created":"2014-10-07T19:58:05+00:00","modified":"2014-10-30T23:54:03+00:00","valid":{"from":"2014-10-30T23:54:03+00:00","to":"3014-10-30T23:54:03+00:00"},"hreflang":"en","title":"News Anchor On Losing Side Of China's Anti-Corruption Campaign","published":"2014-07-27T16:16:00+00:00","teaser":"The government has already swept up 25,000 officials this year. The most recent high-profile victim is CCTV anchor Rui Chenggang, but it's not clear what he's suspected of doing.","itags":["npr_api","335607697"],"guid":"f5df4db3-049e-436b-a49a-3ef18b1ee21d","contentencoded":"<p>Chinese often complain that corruption is endemic in every sector of their society. So it may come as no surprise that a government anti-corruption drive has swept up 25,000 officials in the first half of this year.</p><p>The drive's victims include everyone from lowly local functionaries to, this month, a young celebrity news anchor named Rui Chenggang.</p><p>Authorities showed up at China Central Television headquarters earlier this month, and took away Rui, the 36-year-old news anchor on CCTV's finance channel, watched by millions of viewers.</p><p>Rui is known for rubbing shoulders with the high-and-mighty, and occasionally asking them some pointed questions.</p><p>At an economic forum in the northern city of Dalian three years ago, Rui asked then-U.S. ambassador to China Gary Locke, who flew economy class from Beijing to Dalian, if that was \"a reminder that the U.S. owes China money?\"</p><p>\"Well actually that's U.S. government policy,\" Lock responded, \"whether we're here in China or even throughout the United States.\"</p><p>In 2009, Rui reported on President Obama's trip to the G20 Summit in Seoul, South Korea.</p><p>Obama tried to give Korean media the last question, but Rui raised his hand and the president, apparently thinking he was Korean, called on him.</p><p>\"Unfortunately, President Obama, I hate to disappoint you, I'm actually Chinese,\" Rui said. \"But I think I get to represent the entire Asia.\"</p><p>Not all Chinese are so happy to be represented by Rui, but some agree with him that China gets a bad rap from biased foreign media.</p><p>They agree with their government, which is spending billions of dollars to create media that they hope can compete with CNN, the BBC and the like. They want China to speak with a more assertive voice that wins the country more respect, and they saw Rui as that voice.</p><p>But former journalist and independent commentator Chen Jieren argues that the government can pump all the money it wants into state media, but as long as it remains a graft-ridden state monopoly, it won't win consumers' trust.</p><p>\"As long as the media's power is linked to the government's,\" he says, \"and as long as it's not subject to institutional constraints or democratic oversight, corruption will be inevitable, no matter how many people they arrest.\"</p><p>The government hasn't said what Rui is suspected of doing.</p><p>But state media have reported that from 2007 to 2010, he held shares in a subsidiary of the public relations firm Edelman. The reports suggest that the subsidiary sold airtime on CCTV shows which he anchored. Rui has since sold the shares.</p><p>But there may have been a political angle as well. Commentator Chen Jieren says that Rui was close to the head of CCTV's finance channel, who in turn was close to the former vice head of CCTV.</p><p>That man also served as deputy chief of police under ex-security czar Zhou Yongkang. The first two are under arrest, and Zhou is widely believed to be under house arrest. In total, nine people at CCTV were detained, including Rui, although details of the linkages among them remain murky.</p><p>\"As we say in Chinese, 'when you uproot a radish, you pull out a lot of dirt with it,'\" Chen says. \"The fall of Rui Chenggang is the inevitable result of the networked nature of corruption. The question is: how many more Rui Chenggangs are there at CCTV?\"</p><p>This confirms what many Chinese believe: If the party really went after corruption, they'd bring down the whole system. So, Chinese conventional wisdom has it that anti-graft campaigns are highly selective, and the only officials to be prosecuted are the ones who lose out in political infighting.</p><p>But Ren Jianming, an anti-corruption expert at the Beijing University of Aeronautics and Astronautics, says that this time, it's different, and President Xi Jinping is serious about cleaning up the system.</p><p>\"After a few years of efforts, ordinary folks will see that the new leaders' efforts at rooting out corruption are correcting these aberrations,\" he says. \"I think that in [the] future, complex political factors behind the scenes will diminish.\"</p><p>Rui, too, praised China's anti-corruption drive as progress towards the rule of law, until that drive claimed him, and Rui's microphone fell silent.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=News+Anchor+On+Losing+Side+Of+China%27s+Anti-Corruption+Campaign&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anthony Kuhn","audio":[{"meta":{"duration":"242"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1335777893-e246a1.m3u?orgId=1&topicId=1125&ft=3&f=335607697"}]}