{"created":"2014-10-07T20:25:04+00:00","modified":"2014-10-31T00:02:29+00:00","valid":{"from":"2014-10-31T00:02:29+00:00","to":"3014-10-31T00:02:29+00:00"},"hreflang":"en","title":"After Two Disasters, Can Malaysia Airlines Still Attract Passengers? ","published":"2014-07-24T02:36:00+00:00","teaser":"Even before the double calamity of its two downed flights, Malaysia Airlines was trying to adapt to momentous shifts in Asia's aviation industry. Now, it faces either bankruptcy or privatization.","itags":["npr_api","334062483"],"guid":"f5e0a96b-0da7-49cb-bb69-3bcd756e69c0","contentencoded":"<p>The year 2014 is well on its way to being Malaysia Airlines' <em>annus horribilis</em>. Flight 17, shot down last week over eastern Ukraine, is the second Boeing 777 the airline has lost in the past five months, after MH370 disappeared, it's believed, somewhere over the Indian Ocean.</p><p>But even before the double calamity, Malaysia's national carrier was struggling to adapt to momentous shifts in Asia's aviation industry.</p><p>It was expected to announce a restructuring plan even before MH17 was shot down. That plan is expected very soon. Other than bankruptcy or privatization, analysts say, the airline doesn't have many options.</p><p>\"To recover from a double incident like this, it's unprecedented in the history of aviation,\" says Mohshin Aziz, an aviation analyst at Maybank Investment Bank.</p><p>Mohshin figures that Malaysia Airlines is losing about $1.7 million a day, and he expects that figure to rise after the recent plane crash.</p><p>\"So if there were a recovery, suffice it to say it will take a substantial amount of time, perhaps a year, two, maybe more,\" he says. \"The unfortunate thing is Malaysia Airlines doesn't have the balance sheet to sustain anything beyond a year.\"</p><p>Mohshin says that Malaysia Airlines is not to blame for flying its approved route over a conflict zone.</p><p>But ultimately, he says, it is the perceptions of consumers that count, and that's why the airline's ticket bookings and stock prices have plummeted.</p><p><a href=\"http://english.alarabiya.net/en/News/asia/2014/06/25/Malaysia-gets-new-transport-minister-amid-MH370-crisis-.html\">Transport Minister Liow Tiong Lai</a> has recently been bombarded by questions about why MH17 flew over a war zone.</p><p>He says it's because aviation authorities approved the route.</p><p>\"The flight and its operators followed the rules,\" he said. \"But on the ground, the rules of war were broken.\"</p><p>If the airline is privatized, that may be a good thing, some critics say, because state ownership of the airline has led to crony capitalism.</p><p>Gurcharan Singh is a 30-year veteran of Malaysia Airlines, and the former head of its pilots association.</p><p>He notes that for years, Malaysia's rulers gave the airline to their political allies to manage. And he says that resulted in a lot of bad business decisions.</p><p>\"Who decides what aircraft to buy, what engines to use. ... One guy says no, it's GE, another guy says it's Pratt & Whitney. It's all political,\" he says.</p><p>What's worse, Gurcharan says, the airline's management was awarded on the basis of <a href=\"http://www.ft.com/intl/cms/s/0/307829fe-aac7-11e3-83a2-00144feab7de.html#axzz38IlyhBzi\">affirmative action policies that benefit ethnic Malays</a>.</p><p>He says the privatization of Malaysia Airlines must avoid this trap.</p><p>\"Everything is race-based. So we have to get out of that. This is something technical. You just want people with merit,\" he says. \"It doesn't matter if he's Indian, Chinese, Malay, whatever race, it must be strictly on merit for them to survive.\"</p><p>Meanwhile, Malaysia Airlines is up against some tough competitors in the neighborhood. On the top end, it faces Singaporean and Thai carriers. On the low end, it's outperformed by the more efficient <a href=\"http://www.thestar.com.my/Business/Business-News/2014/07/16/AirAsia-wins-worlds-best-lowcost-airline-for-6th-time/\">budget carrier AirAsia</a>.</p><p>Mohshin Aziz, the aviation analyst, says Malaysia-based AirAsia has helped usher in low-cost air travel in the region, much as Southwest and Ryanair have done in the U.S. and Europe, respectively.</p><p>\"So that's where Asia is right now. We're having a good economic growth for the past decade. There's a lot of middle-class people,\" he says. \"And the geography of Southeast Asia — there's sea everywhere, so in many instances, flying is the only option that you have.\"</p><p>Malaysia Airlines has become a part of the national identity, Mohshin says, because people grew up with it. He says it could and should survive as a private airline, focused on domestic routes.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Two+Disasters%2C+Can+Malaysia+Airlines+Still+Attract+Passengers%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anthony Kuhn","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334494736-0c918b.m3u?orgId=1&topicId=1006&ft=3&f=334062483"},{"href":"http://media.npr.org/assets/img/2014/07/23/452467758-9c80adb7bee85fff1d34cfe343107b7e5d085818.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2731","width":"3647"}},{"href":"http://media.npr.org/assets/img/2014/07/23/452467682-d569af83cf3306d98d9cf69d90f6fc4da95f831f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2831","width":"3772"}}]}