{"created":"2014-10-13T20:45:39+00:00","modified":"2015-04-08T22:19:47+00:00","valid":{"from":"2015-04-08T22:19:47+00:00","to":"3015-04-08T22:19:47+00:00"},"hreflang":"en","title":"Friction Can Save Your Sandwich, And Other Tips For Better Bites","published":"2014-10-14T00:04:00+00:00","teaser":"Many sandwiches lack structural integrity due to \"the sliced cucumber conundrum,\" says Dan Pashman, author of <em>Eat More Better</em>. He has fixes for it and other kitchen woes — like sad-looking leftovers.","itags":["npr_api","355115593"],"guid":"f5e4de07-1877-4ebe-8607-eeb865a603e2","contentencoded":"<p>Every bite is a precious resource so enjoy it, says Dan Pashman, host of the <a href=\"http://www.sporkful.com/\">WNYC podcast The Sporkful</a> and author of the new book <em>Eat More Better: How to Make Every Bite More Delicious</em>. Pashman believes that even the most mediocre of foods, the limp lunch sandwich, the unflavored airplane snack, can be made more delicious.</p><p>He offered NPR's Rachel Martin on <em>Morning Edition</em> some tricks on assembling more delightful lunches and dinners.</p><p><strong>Build A Beautiful Sandwich</strong></p><p>On any given day, about 49 percent of Americans <a href=\"http://www.andjrnl.org/article/S2212-2672%2814%2901217-9/abstract\" target=\"_blank\">eat</a> a sandwich, but many fall apart after a few bites. With just a few, simple engineering tweaks, Pashman says a sloppy one can be recovered.</p><p>\"Give a lot of thought to the interior layering of your components,\" he says. In particular, \"watch out for slippery components like sliced cucumbers, tomatoes and avocados.\"</p><p>He calls this \"the sliced cucumber conundrum.\" But it can be solved with \"the silver lining of greens.\" Instead of keeping all the slippery ingredients together, Pashman recommends separating them with thin layers of greens in between to create friction.</p><p>\"The other thing to take into account is the hardness or crustiness of the bread,\" he says. The harder the bread, the harder the bite required and the more likely the inside ingredients are going to slip out under pressure.</p><p><strong>Be A Vending Machine Van Gogh</strong></p><p>For those who hit <a href=\"http://www.npr.org/blogs/thesalt/2013/04/11/176960520/when-snacking-attacks-a-vending-machine-remembrance\">the vending machine</a> in the mid-afternoon, Pashman says even in that \"seemingly bleak moment, there's an opportunity there to do something fun and creative and find deliciousness.\"</p><p>He includes a Vending Machine Decision Tree in <em>Eat More Better </em>that first asks, \"Are you legitimately hungry or do you just want to put some food in your mouth?\" From there it's a choice between what taste you want or how good your breath smells. Once you've picked your food, he recommends recipes for your picks including Cube Farm Tiramisu, a dish of Oreos, Milano cookies, and coffee, refrigerated overnight.</p><p><strong>Pack A Customized Carry-On</strong></p><p>Airplanes, Pashman acknowledges, are tricky. The food offered inside airports isn't great, so you'll need to employ a well-worn trick to eat well in the air.</p><p>\"They've done studies that your tastebuds are 30 percent less sensitive when you're in an airplane cabin because the air is so dry there,\" he says. \"So the first thing you gotta do is add more flavor.\"</p><p>This comes in the form of Pashman's in-flight \"saucetation\" device: carry-on sized travel bottles filled with Sriracha sauce, honey or soy sauce. The kick of flavor helps any dish served at 20,000 feet. He also bans the ordering of fish and recommends crunchy food because it tastes crunchier when you're on a plane. \"It has to do with the hum of the airplane and the way that you process the sounds in your head.\"</p><p><strong>Bring Back Foods From The Brink</strong></p><p>Perhaps one of the most useful chapters of Pashman's book details how to reincarnate bagels, leftover pizza and sandwiches. A stale bagel, for instance, just needs a dousing of hot water and a quick five-minute bake in the oven to taste fresh. A pop-up toaster, when no microwave is in sight, can be used to warm up a sandwich by laying the contents bread-side down on the top.</p><p>\"All of us have a lab in our home,\" says Pashman, \"And it's called the kitchen.\" The noble quest of making food more delicious isn't such a trivial thing and it's up to you to take it on.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Friction+Can+Save+Your+Sandwich%2C+And+Other+Tips+For+Better+Bites&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"419"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355769326-bcb608.m3u?orgId=1&topicId=1053&e=355115593&d=419&ft=nprml&f=355115593"},{"href":"http://media.npr.org/assets/img/2014/10/10/emb-74-copy-1f2fd5cb75e88e893cb3a5dfc7fcb3bef8fe26c0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"763","width":"1017"}},{"href":"http://media.npr.org/assets/img/2014/10/10/emb-right-triangle-1921-a01dc2f73b420aa76f17a807bb14b65991c74cf9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1464","width":"1952"}},{"href":"http://media.npr.org/assets/img/2014/10/10/vending-machinechart-984961d51c351def9ce836a0f02088b5150b1fc1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1500","width":"2000"}}]}