{"created":"2015-04-27T17:19:37+00:00","modified":"2015-04-27T21:22:30+00:00","valid":{"from":"2015-04-27T21:22:30+00:00","to":"3015-04-27T21:22:30+00:00"},"hreflang":"en","title":"From TED Talks To Taco Bell, Abuzz With Silicon Valley-Style 'Disruption'","published":"2015-04-27T21:22:00+00:00","teaser":"Linguist Geoff Nunberg considers the roots and resonance of the latest tech buzzword to catapult into the mainstream. \"Disrupt\" may be ubiquitous now, but could the term be on the eve of a disruption?","itags":["npr_api","401718974"],"guid":"f5e702cc-6ab7-497a-aec5-37a4c30f9549","contentencoded":"<p>HBO's <em>Silicon Valley</em> is back, with its pitch-perfect renderings of the culture and language of the tech world — like at the opening of the \"Disrupt\" startup competition run by the Tech Crunch website at the end of last season. \"We're making the world a better place through scalable fault-tolerant distributed databases\" — the show's writers didn't have to exercise their imagination much to come up with those little arias of geeky self-puffery, or with the name Disrupt, which, as it happens, is what the Tech Crunch conferences are actually called. As is most everything else these days. \"Disrupt\" and \"disruptive\" are ubiquitous in the names of conferences, websites, business school degree programs and business book best-sellers. The words pop up in more than 500 TED Talks: \"How to Avoid Disruption in Business and in Life,\" \"Embracing Disruption,\" \"Disrupting Higher Education,\" \"Disrupt Yourself.\" It transcends being a mere buzzword. As the philosopher Jeremy Bentham said two centuries ago, there is a point where jargon becomes a species of the <a href=\"http://goo.gl/AdpDNz\">sublime</a>.</p><p>To give \"disruptive\" its due, it actually started its life with some meat on its bones. It was popularized in a <a href=\"http://www.npr.org/books/titles/402541499/the-innovators-dilemma-the-revolutionary-book-that-will-change-the-way-you-do-bu\">1997 book by Clayton Christensen</a> of the Harvard Business School. According to Christensen, the reason why established companies fail isn't that they don't keep up with new technologies, but that their business models are disrupted by scrappy, bottom-fishing startups that turn out stripped-down versions of existing products at prices the established companies can't afford to match. That's what created an entry point for \"disruptive innovations\" like the Model T Ford, Craigslist classifieds, Skype and no-frills airlines.</p><p>Christensen makes a nice point. Sometimes you can get the world to beat a path to your door by building a crappier mousetrap, too, if you price it right. Some scholars have raised <a href=\"http://www.newyorker.com/magazine/2014/06/23/the-disruption-machine\">questions</a> about that theory, but it isn't the details of the story that have put \"disruptive\" on everybody's lips; it's the word itself. Buzzwords feed off their emotional resonances, not their ideas. And for pure resonance, \"disruptive\" is hard to beat. It's a word with deep roots. I suspect I first encountered it when my parents read me the note that the teacher pinned to my sweater when I was sent home from kindergarten. Or maybe it reminds you of the unruly kid who was always pushing over the juice table. One way or another, the word evokes obstreperous rowdies, the impatient people who are always breaking stuff. It says something that \"disrupt\" is from the Latin for \"shatter.\"</p><p>Disrupt or be disrupted. The consultants and business book writers have proclaimed that as the chronic condition of the age, and everybody is clambering to be classed among the disruptors rather than the disruptees. The lists of disruptive companies in the business media include not just Amazon and Uber but also <a href=\"https://medium.com/@kavinstewart/why-procter-gamble-is-more-disruptive-than-you-613c3aba3811\">Procter and Gamble</a> and <a href=\"http://expertresearchers.blogspot.com/2013/06/disruptive-innovation-at-general-motors.html\">General Motors.</a> What company nowadays wouldn't claim to be making waves? It's the same with that phrase \"disruptive technologies.\" That might be robotics or next-generation genomics, sure. But CNBC also <a href=\"http://www.cnbc.com/id/49307311\">touts</a> the disruptive potential of an iPhone case that converts to a video game joystick.</p><p>These days, people just use \"disruptive\" to mean shaking things up, though unlike my kindergarten teacher, they always infuse a note of approval. As those Tech Crunch competitors assured us, disruption makes the world a better place. Taco Bell has created a <a href=\"http://www.theatlantic.com/technology/archive/2014/06/meet-taco-bells-resident-disruptor/373153/\">position</a> called \"Resident Disruptor,\" and not to be outdone, McDonald's is running radio ads describing its milkshake blenders as a disruptive technology. Well, OK, blenders really do shake things up. But by the time a tech buzzword has been embraced by the fast food chains, it's getting a little frayed at the edges. \"Disruption\" was never really a new idea in the first place, just a new name for a fact of life as old as capitalism. Seventy years ago the economist Joseph Schumpeter was calling it the \"gales of creative destruction,\" and he just took the idea from Karl Marx.</p><p>The wonder is that \"disruptive\" is still clinging to life out there. There's a market in language, too, and jargon starts to lose its market share when its air of novelty fades. \"Thought leader,\" \"change agent\" and \"disruption,\" too — as the words get stale, they're in line to be disrupted themselves by scrappy new buzzwords that can once again convey an illusion of fresh thinking. That's why jargon always has to replenish itself, the same way slang does — though like slang, it takes a while to work its way from the cool kids' table to the outskirts of the lunchroom. It wouldn't be surprising if some people are still saying \"disruptive\" a decade or two from now. After all, there are still people saying \"far out\" and wearing those big 1970s eyeglasses, too. The only difference is that slang owns up to being no more than a matter of fashion, while jargon always has to pretend that it's something else.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+TED+Talks+To+Taco+Bell%2C+Abuzz+With+Silicon+Valley-Style+%27Disruption%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Nunberg","audio":[{"meta":{"duration":"424"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402584463-c9e7bb.m3u?orgId=1&topicId=1060&e=401718974&d=424&ft=nprml&f=401718974"},{"href":"http://media.npr.org/assets/img/2015/04/27/silicon15_12-bdc2e776095c7b3074d9f63cf82175b1ec2134f6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1431","width":"1909"}}]}