{"created":"2014-09-12T18:31:38+00:00","modified":"2014-10-30T22:26:52+00:00","valid":{"from":"2014-10-30T22:26:52+00:00","to":"3014-10-30T22:26:52+00:00"},"hreflang":"en","title":"Riding The 'Silver Dragon,' Surfers Tame China's 10-Foot River Waves","published":"2014-09-13T03:01:00+00:00","teaser":"The Qiantang Tidal Bore, a big river wave that forms during China's Mid-Autumn Festival, barrels upstream for miles through the crowded city of Hangzhou.","itags":["npr_api","347950272"],"guid":"f5e937cd-1fb4-48b7-a56b-16967211848c","contentencoded":"<p>The hottest surfing in China this week wasn't along some palm-fringed beach in the south, but on a muddy, sometimes trash-strewn river in the eastern city of Hangzhou.</p><p>Surfers came from as far away as Southern California to ride the Qiantang Tidal Bore — a big river wave that forms during China's Mid-Autumn Festival, when the moon is full, and barrels upstream <em></em>for miles.</p><p>\"The wave is so cool, because it's so unpredictable,\" says Jamie O'Brien, a professional surfer from Hawaii's North Shore, who won this week's 2014 Red Bull Qiantang Shoot Out along with a fellow teammate. The unconventional contest brought together eight surfers to ride a natural phenomenon that's been around for at least several thousand years.</p><p>O'Brien said riding the \"Silver Dragon,\" as it is sometimes called, is really different from riding an ocean wave, especially in a crowded environment like Hangzhou, where the buildings rise to 50 stories and there are more people than in New York City.</p><p>\"It's definitely an obstacle course, because you've got boats. You've got piers. You've got cement pilings,\" says O'Brien. \"I was in the white water trying to come out of this turn and this branch comes right by me!\"</p><p>The surfers used Jet Skis to tow or drop each other into the wave. O'Brien says the event was really tiring because the wave just keeps going and going.</p><p>\"We rode two hours up the river before the contest even started and then we surfed all the way down,\" says O'Brien, 31, who estimates he spent a total of 20 minutes on his board.</p><p>On ocean waves, by contrast, rides are measured in seconds.</p><p>Hubert Chanson, a professor of hydraulic engineering at the University of Queensland in Australia, has documented 190 tidal bores around the world. He says the two biggest are the Qiantang and the Pororoca on the Amazon.</p><p>Chanson says bores form on rivers with big tidal swings from, say, 13 to nearly 20 feet. When the gravitational pull of a full or new moon raises the water level at the river's mouth especially high, it triggers a wave that rolls upstream.</p><p>One reason the Qiantang bore is so big is that the triangular-shaped Hangzhou Bay acts like a funnel, amplifying the wave as it moves inland. The bore takes various shapes. Sometimes, it has a sloping face a surfer can cut across. At others, it can break into a surging, foamy, nearly two-story wall of water.</p><p>The bore has so much power, it can crash over sea walls, wiping out crowds. In 1993, nearly 60 people were killed while watching. Chanson says the first person on record to surf a tidal bore was a British soldier who rode the U.K.'s Severn River in the 1950s.</p><p>\"Historically, in China, in fact, I read a story suggesting that back in the 18th century, there were some very brave Chinese swimmers who were bodysurfing the tidal bore of the Qiantang River,\" says Chanson.</p><p>Wabsono International, a Chinese apparel manufacturer, sponsored and organized this week's surfing competition.</p><p>It was designed to promote surfing as well as surf and sports clothing. Surfing, though, is not popular in China, where water sports are uncommon and most people can't swim.</p><p>Glenn Brumage, the CEO of Performance Sk8 and a board member of Wabsono, says having surfers take on the Qiantang Tidal Bore is a great opportunity for exposure, because tens of thousands of people line the riverbanks and millions watch on TV.</p><p>\"The hope ... is just to bring the actual act of riding a wave to the general populace,\" says Brumage. \"That will help the lifestyle aspects of the brands we're involved with.\"</p><p>Most who came to the river had no clue they were going see surfers. Many were delighted by what they saw.</p><p>\"I feel they are pretty skillful,\" said Liu Tao, who's studying tourism management at a local university. \"Sometimes they were about to collide and then they would change their course in a split of second.\"</p><p>But Liu, 20, doubts surfing will catch on anytime soon, especially in a culture where parents are especially protective of children.</p><p>\"Many parents and adults think surfing is dangerous,\" says Liu. \"Generally, only people with extreme sports backgrounds and training can surf. My parents, they won't let me do this.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Riding+The+%27Silver+Dragon%2C%27+Surfers+Tame+China%27s+10-Foot+River+Waves&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348010338-a9960f.m3u?orgId=1&topicId=1125&ft=3&f=347950272"},{"href":"http://media.npr.org/assets/img/2014/09/12/james_obrien-3a544cec0779f728d07cf2bbeda1ac420201d898.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"483","width":"644"}},{"href":"http://media.npr.org/assets/img/2014/09/12/bridge-13351f309b53d02548dc4b4325ca35fcfe635052.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"631","width":"841"}},{"href":"http://media.npr.org/assets/img/2014/09/12/fans-3a18c164de4ab1588b626a34dd4be904a9302155.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"667","width":"890"}}]}