{"created":"2014-09-29T23:10:46+00:00","modified":"2014-09-29T23:20:12+00:00","valid":{"from":"2014-09-29T23:20:12+00:00","to":"3014-09-29T23:20:12+00:00"},"hreflang":"en","guid":"f5fc8af5-8dd8-4bcf-94c4-0a179ac86e0e","title":"America greets India's Prime Minister like a rock star, if a controversial one","published":"2014-09-29T23:20:10+00:00","byline":"Bruce Wallace","tags":["politics","government","religion","Global Nation","Global Politics","New York City","North America","Asia","United States","India","Narendra Modi"],"teaser":"The new prime minister got a hero's welcome in New York City. But outside the event, many worried about his connection to Hindu nationalist groups.","contentencoded":"<p>Indian Prime Minster Narendra Modi wraps up his first visit to the United States as his country&#39;s head of state on Tuesday.</p><p>He was in New York City for the UN General Assembly, and got a hero&rsquo;s welcome Sunday at one of that town&rsquo;s storied venues: Madison Square Garden.&nbsp;Modi was supposed to speak at that very same venue in 2005, but, at the last minute,&nbsp;the US revoked his visa because of his alleged <a href=\"http://online.wsj.com/news/articles/SB10001424052702303380004579520041301275638\">connection</a> to religious violence in his home state of Gujarat.</p><p>The India-America connection was made early and often at Madison Square Garden.&nbsp;And while he was greeted with loud cheers from throngs of supporters, his connection to those fatal riots remains an issue.</p><p>The event kicked off with a song from&nbsp;the 2007 Indian Bollywood movie &quot;<a href=\"http://www.yashrajfilms.com/microsites/cdi/cdi.html\">Chak de India</a>.&quot;&nbsp;Then, like a scene out of any US political rally, it was time for some Bruce Springsteen &mdash; &quot;Born in the USA&quot;&nbsp;&mdash;&nbsp;in this case.&nbsp;Excitement built throughout dance performances, videos, and a roll call of US politicians in attendance.</p><p>Next came cheers&nbsp;&mdash;&nbsp;as loud as any Springsteen concert&nbsp;&mdash;&nbsp;as Prime Minister Modi entered the arena.&nbsp;Modi, hands together in a traditional salute, slowly made his way to the stage.</p><p>He told the crowd of nearly 20,000 that they had improved the image of India abroad, especially here in the US. If it weren&rsquo;t for them, Modi said in Hindi, the country would still be thought of as a &quot;nation of snake charmers.&quot;&nbsp;[[{\"fid\":\"74645\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":392,\"width\":514,\"style\":\"line-height: 1.538em; width: 400px; height: 305px; margin: 4px; float: right;\",\"alt\":\"Graphic_India\",\"title\":\"Graphic_India\",\"class\":\"media-element file-default\"}}]]</p><p>He talked for an hour about his goals for India and about the roll the Indian diaspora here in the US could play. People in the crowd said they&rsquo;d never seen their community this energized.</p><p>&ldquo;He&rsquo;s a new hope for India,&rdquo; said Vishal Madan. &ldquo;We are American Indians but we see a new hope for India. He&rsquo;s the strongest leader [the] last four decades [in] India has seen.&rdquo;</p><p>&ldquo;I&rsquo;ve never seen anything like this,&rdquo; said Tejal Parekh, who was there with a group from&nbsp;the non-profit <a href=\"http://www.shareandcare.org/\">Share and Care Foundation</a>, based in New Jersey.&nbsp;&ldquo;What I feel for Obama, I&rsquo;m feeling for Narendra Modi. It&rsquo;s just you want to do everything for both countries, that&rsquo;s the feeling of patriotism that&rsquo;s arising today.&rdquo;</p><p>Modi made promises that appealed to people like Falgun Patel. &ldquo;No more waiting in line for a visa,&rdquo; Patel said, grinning. The prime minister told the crowd that the entire visa process would soon transition online.&nbsp;Popular, too, is the model Modi set in the state of Gujarat, which he led before becoming prime minister.</p><p>&ldquo;I think he&rsquo;s a fast-action prime minister, he has proven that in Gujarat. As a development agenda, I think he is very focused. He has clarity in his thought,&rdquo; said Vikram Kattamreddy.</p><p>But his history in Gujarat is complicated.&nbsp;In <a href=\"http://www.nytimes.com/interactive/2014/04/06/world/asia/modi-gujarat-riots-timeline.html?module=Search&amp;mabReward=relbias%3Ar%2C%7B%221%22%3A%22RI%3A6%22%7D\">2002</a>, the state was the site of deadly Hindu-Muslim riots: More than 1,000 people were killed, most of them Muslim.</p><p>Many said Modi was too slow to respond. And his affiliation with a Hindu nationalist group called the Rashtriya Swayamsevak Sangh, or&nbsp;<a href=\"http://en.wikipedia.org/wiki/Rashtriya_Swayamsevak_Sangh\">RSS</a>, also raised eyebrows.</p><p>Outside the rally, a crowd of protesters, many of whom were Muslims and Sikhs, held signs protesting the rise in Hindu conservatism they say Modi represents.</p><p>&ldquo;In a strange way, Modi&rsquo;s ascent to power and Modi coming here helps us because of the baggage he carries,&rdquo; said Shaik Ubaid, one of the protest&rsquo;s organizers. &ldquo;It gives us an opportunity to talk about what a great danger RSS is.&rdquo;</p><p>[[{\"fid\":\"74647\",\"view_mode\":\"story_image\",\"type\":\"media\",\"attributes\":{\"height\":487,\"width\":864,\"alt\":\"Bruce_2\",\"title\":\"Bruce_2\",\"class\":\"media-element file-story-image\"},\"link_text\":null}]]</p><p>&ldquo;Modi has really politicized a lot of folks,&rdquo; says Khyati Joshi, a professor at <a href=\"http://www.fdu.edu/\">Farleigh Dickinson University</a> in New Jersey. Josi&#39;s <a href=\"http://www.khyatijoshi.com/\">research</a> focuses on second-generation Indian Americans. &ldquo;And I&rsquo;m talking about folks here,&quot; she says. &quot;Either they&rsquo;ve become really gung-ho pro-Modi, or really anti-Modi, which often even translates into anti-Hindu.&rdquo;</p><p>Joshi says the Modi debate has made it tough, in some Indian-American circles, to even identify as Hindu.</p><p>Reshma Patel was having an animated debate with two friends after the Modi event. Her feelings about the event &mdash; and talking to a reporter &mdash; illustrate how real that concern is.</p><p>&ldquo;For a lot of people who are my contemporaries, especially living here in New York City, we&rsquo;re still concerned about what happened in Gujarat. This is why I was hesitant to speak to you, because I&rsquo;m like, I don&rsquo;t know if I want that many people to know I was here,&rdquo; Patel said, with a laugh.</p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/092920148.mp3"},{"href":"http://www.pri.org/file/092920148mp3"}]}