{"created":"2014-10-07T20:29:42+00:00","modified":"2014-10-31T00:02:52+00:00","valid":{"from":"2014-10-31T00:02:51+00:00","to":"3014-10-31T00:02:51+00:00"},"hreflang":"en","title":"The Washington Football Team That Must Not Be Named","published":"2014-07-23T11:51:00+00:00","teaser":"As the NFL begins training camp, Commentator Frank Deford wonders why Washington's team keeps its contentious nickname. He suggests alternatives, like the Lobbyists, the Presidents or simply the Who.","itags":["npr_api","334034480"],"guid":"f5fcfe1c-0046-4065-a965-69d74356c937","contentencoded":"<p>Anybody who possesses a scintilla of good taste (and/or decency) is against the Washington football team using its longtime nickname. I don't have to scrounge for Brownie points by getting all indignant about it.</p><p>The one person who is most adamant about keeping the name is Daniel Snyder, who owns the Washington football franchise, and who appears to be either especially stubborn, or insensitive or both.</p><p>The obscene nickname is, of course, Redskins, and increasingly it's been suggested that we in the media should stop saying or writing it.</p><p>It's certainly an original proposition. We would, however, get tired of just hearing \"Washington\" all the time. Nicknames are such a useful alternative in sports. However, maybe we could say the \"D.C.-ers\" or the \"Columbias\" or even the \"Snyderers.\" After all, the Cleveland team was named Browns after its coach, and even \"Snyderers\" is a nicer name than \"Redskins.\" Well, barely.</p><p>Or, even better, we could all — not just the media, but everybody — take a lesson from the Bible. If you remember, the people wanted to build a tall tower up to heaven, but this displeased the Lord, so he made everybody talk in different languages. They couldn't communicate, so they had to stop building the tower, which was in a place called Babel — or, as some people now call it, the House of Representatives.</p><p>Anyway, I think rather than not calling the Redskins anything, we should all call them whatever we want. You might call them the \"Federals\" or the \"Presidents\" or the \"Lobbyists\" or whatever. You could call them the \"Muskrats\" or the \"Skunks\" or the \"Nincompoops.\" You could call them the \"Who\" or the \"Whatzits.\" You could call Mr. Snyder's team whatever your heart desires, except what Mr. Snyder wants. The team and the franchise would get lost in the chaos ... just like that tower.</p><p><em>To hear Frank Deford's commentary, click the audio link above.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Washington+Football+Team+That+Must+Not+Be+Named&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"223"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334276037-79e287.m3u?orgId=1&topicId=1055&aggIds=4499275&ft=3&f=334034480"}]}