{"created":"2014-09-19T20:09:51+00:00","modified":"2014-10-30T22:15:48+00:00","valid":{"from":"2014-10-30T22:15:48+00:00","to":"3014-10-30T22:15:48+00:00"},"hreflang":"en","title":"Keeping Heirloom Apples Alive Is 'Like A Chain Letter' Over Many Centuries","published":"2014-09-19T22:08:00+00:00","teaser":"Scott Farm in Vermont grows 100 apple varieties, some of them dating back to the 1700s. These apples may not look as pretty as the Red Delicious, but what they lack in looks they make up for in taste.","itags":["npr_api","349626755"],"guid":"f60e0a54-22c9-4434-85b4-54ee5f62a678","contentencoded":"<p>It's apple season, and if you go to the supermarket you'll find the usual suspects: Red and Golden Delicious, Granny Smith, MacIntosh. But these big, shiny, perfect apples often look better than they taste. Thankfully, there's a whole world of heirloom apples out there — fruit that may look funky, but tastes fantastic, with flavors unlike any you've tried before.</p><p>Ezekiel Goodband, orchard manager of Scott Farm in Dummerston, Vt., has devoted his life to these heirloom apples. He's spent decades carefully grafting and tending historic varieties — some of which date back hundreds of years. Sprightly, with twinkly eyes and a long gray-brown beard tucked into a well-worn sweater, Goodband shows off his acres, which boast 100 different apple varieties.</p><p>Some apples are round and tiny; others are lobed or pear-shaped. They range from acid green to mousy freckled brown to rosy pink. And they have exotic-sounding names like Winter Banana, Red Astrakhan, Chenango Strawberry and Pitmaston Pineapple.</p><p>One tree bears a mutant-like fruit that only a mother could love: Goodband describes this Knobbed Russet as \"a tree of shrunken heads.\" The fruit is gnarled, warty, brown and shriveled, but — Goodband promises — it tastes great.</p><p>Goodband is helping to preserve historic varieties like the Knobbed Russet that have been handed down over the centuries. Like farmers for generations before him, he has painstakingly collected cuttings and grafted them to root stock. That's the only way to do it, to keep the exact DNA of these apples alive.</p><p>\"It's sort of like a chain letter, and I like that connection,\" he says.</p><p>Like many of us, Goodband grew up on Red Delicious apples. His father grew them, and they'd eat them year-round. But he won't touch them now. Those leathery, indestructible behemoths were cultivated to be ever redder and bigger, but at the expense of flavor.</p><p>These days, lots of people are ecstatic about the Honeycrisp, a newish apple, created at the University of Minnesota in 1991. It explodes with juices and a crackling crunch.</p><p>Goodband grows Honeycrisp, but he isn't a huge fan of it himself. It's too one-note, he says. And get this: He claims that even his <em>pigs</em> don't like it. If he puts Honeycrisps in their trough, he says, they'll tip it over. \"They just have gotten used to more complex flavors,\" he jokes. \"They're interested at first, but then, you know, I can tell in their eyes that they're looking for something more.\"</p><p><strong>The Fruits Of Labor</strong></p><p>The picking crew on Scott Farm is made up of six men, all from Jamaica, in their 50s and 60s. They'll pick 22 tractor-trailers of apples over the course of a season. Then, it's home to Jamaica and their own farms, where they raise sweet potatoes, sugar cane and bananas.</p><p>Their devotion to this place — and to Goodband — is clear: Some of the men have worked for him for more than 20 years. The workers say they're proud to know all of these <em>un</em>common apples, and they treat them almost with affection. When they prop their wooden ladders against the treetops they maneuver them gently, and they're careful with the fruit.</p><p>On this day — as they pick Hubbardston, Holstein and Red Cortland — they sing Bob Marley as they harvest fruit from the treetops.</p><p>With ripe fruit all around, you might think they'd be tempted to snack, but Michael Johnson says that's not the case. The apples at the top of the trees call to him, he says, and \"it's fun to get them.\" And then: \"Into the bin!\"</p><p><strong>'I Didn't Know Apples Could Taste Like That'</strong></p><p>Self-described apple geek Rowan Jacobsen traces his \"apple awakening\" to Goodband's fruit, which Jacobsen discovered years ago at his local food co-op. Jacobsen's new book, <em>Apples of Uncommon Character</em>, is an homage to these heirloom varieties.</p><p>Jacobsen has brought a new apple — the Pixie Crunch, developed in a 1970s university apple breeding program — back with him from a trip to Washington state. It's small, round and bright red, the perfect size for a child's hand. Jacobsen thinks this small apple has a big future.</p><p>But these trends can be hard to predict. Jacobsen describes a conversation he had about this apple with some big industrial growers out in Washington: One grower was convinced the Pixie Crunch was the next big apple. The other grower was skeptical that they could find demand for such a small fruit.</p><p>\"There's really this tension right now, even among big guys,\" Jacobsen says. \"Some of them have this old-school mentality of what the market wants. There's kind of a disconnect — because the market that I know actually likes small apples, and likes different apples.\"</p><p>As for Goodband, he's not interested in the Pixie Crunch — too sweet, he says. And he's not interested in apples designed to travel well for long distances. His is small-batch agriculture, sold locally. His apples cost more than conventional fruit, but Goodband only grows fruit that delights him.</p><p>\"I've got to be dazzled,\" he says, and, he wants his customers to be dazzled, too.</p><p>He hopes to reintroduce people to fruit that customers might remember their grandparents growing. Or to introduce them for the first time to fruit that doesn't make it to stores because it doesn't ship well or because it is only at its peak for a week or two. This, he says, is the experience he's looking for:</p><p>\"When I give people one of these apples, they'll come back next week and say, 'Oh, that was the best apple I've ever had in my life. I didn't know apples could taste like that!' \"</p><p>At 61, Goodband says the heirloom trees he grows will last beyond his lifetime. Now, he says, it's his turn to teach someone else — someone younger — how to keep them going.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Keeping+Heirloom+Apples+Alive+Is+%27Like+A+Chain+Letter%27+Over+Many+Centuries&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Melissa Block","audio":[{"meta":{"duration":"461"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349908488-17ad12.m3u?orgId=1&topicId=1053&ft=3&f=349626755"},{"href":"http://media.npr.org/assets/img/2014/09/18/img_9949-db65bcca5cca350137d6d3a9aa577fc38d4381b7.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3264","width":"2448"}},{"href":"http://media.npr.org/assets/img/2014/09/18/img_9929-a3d3ddfc477b0a90e495001b1e0e31b5556f210f.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3264","width":"2448"}},{"href":"http://media.npr.org/assets/img/2014/09/18/img_9910-19ab7bc78d9f0ec4495d6ea08dcb495957c133cd.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3264","width":"2448"}},{"href":"http://media.npr.org/assets/img/2014/09/18/img_9894-9f5857ef1fcd2c10e144d3a71edab6a1b104f21b.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3264","width":"2448"}},{"href":"http://media.npr.org/assets/img/2014/09/18/img_6732-17ab32113dafd86841f6ca3d1390f2d3c77510a7.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"4000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/09/19/img_9919-e527f8f0298fd6be0d9a10a8f11d613041e9f2a7.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2176","width":"3264"}},{"href":"http://media.npr.org/assets/img/2014/09/19/img_6748-307fb40c375dbd2a40a49c1a9f606261a8a962fa.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2271","width":"3406"}},{"href":"http://media.npr.org/assets/img/2014/09/19/img_6760-02a8d3e7aaccd2e2c11056e96723721d60fb67cf.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2664","width":"3875"}},{"href":"http://media.npr.org/assets/img/2014/09/18/img_67001-6e3640617347528ed8e83b85fe0404e4c6b63743.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"3997"}}]}