{"created":"2014-10-08T17:44:24+00:00","modified":"2014-10-31T02:32:19+00:00","valid":{"from":"2014-10-31T02:32:19+00:00","to":"3014-10-31T02:32:19+00:00"},"hreflang":"en","title":"Is It Still College Without Football? ","published":"2014-05-01T13:02:00+00:00","teaser":"Temple University in Pennsylvania and the New College of Florida are keeping costs low by cutting amenities and some varsity sports. But will running this play make them less attractive to applicants?","itags":["npr_api","308389747"],"guid":"f6137ac2-da02-470a-a720-5a8ba02d9724","contentencoded":"<p>A small number of universities are starting to go against the grain, reducing amenities and frills in favor of keeping the costs relatively low.</p><p>Neil Theobald is the president of Temple University, which recently began offering students $4,000 per year in grants — if they promise to limit the number of hours they work during the school year and graduate on time.</p><p>Donal O'Shea is the president of the New College of Florida, the small honors college for Florida's state university system. There, costs have historically been kept to a minimum by not offering extracurricular sports and amenities.</p><p><em>Morning Edition</em>'s David Greene spoke with Theobald and O'Shea about the choices they've made, how they're pulling them off and why they think it is good policy.</p><hr /><h3>Interview Highlights</h3><p><strong>On varsity sports</strong></p><p>Theobald: We eliminated five varsity sports. We are trying to reallocate our funds toward our student body, what goes on in the classroom, what goes on in the lab, so we scaled back by five sports. But it was incredibly difficult.</p><p>O'Shea: We don't have any varsity sports. We are a very lean organization. We invest in faculty. It's about a 10:1 student-faculty ratio. ... Only 40 percent graduate with debt, and of those who have debt, the average debt is a little under $18,000. We invest in faculty instead of sports and even some student services.</p><p><strong>On running bare-bones operations</strong></p><p>O'Shea: Oh, I worry about it all the time. What if someday no one wants to come? At the time, we have many more students applying than there are places. But I have four kids. I know how they think. And, as I say, it is a risk.</p><p>Theobald: You've got to set priorities. There is an arms race for spending. And so a university needs to know who they are, who their students are and what their mission is. We need to focus on getting them in, getting them a course of study, making sure courses are available when they need them and getting them out in four years. That's the priority for our students.</p><p><strong>On the breaking point in college costs</strong></p><p>Theobald: There will be pushback. Parents are becoming much more cost-conscious today in looking at universities. ... When you get top privates touching $60,000 a year, that's a quarter-million dollars for four years! I think people are really taking a step back.</p><p>O'Shea: I think what is going to stop being a major driver is student expectation. I think the worry about cost is outstripping the desire for ... huge facilities and things like that.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Is+It+Still+College+Without+Football%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"445"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1308569852-a62039.m3u?orgId=1&topicId=1013&aggIds=290910253&ft=3&f=308389747"},{"href":"http://media.npr.org/assets/img/2014/04/30/college-costs-a398ab5db84256455ecea4eb65b20eb34656fcb5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3078","width":"4098"}}]}