{"created":"2014-08-28T18:11:51+00:00","modified":"2014-08-28T18:11:51+00:00","valid":{"from":"2014-08-28T18:11:51+00:00","to":"3014-08-28T18:11:51+00:00"},"hreflang":"en","title":"Kevin Young On Blues, Poetry And 'Laughing To Keep From Crying'","published":"2014-03-04T19:46:00+00:00","teaser":"The poet describes his new book — about the death of his father and the birth of his son — as having a blues sensibility. \"There are moments of humor even in the sorrow,\" he says.","tags":["npr_api","285712680"],"contentencoded":"<p>In Kevin Young's new collection, <em>Book Of Hours</em>, poems about the death of his father appear alongside poems about the birth of his son.</p><p>He tells <em>Fresh Air</em>'s Terry Gross that, in a way, those events were the anchors of his life.</p><p>\"It was a way of just writing about what had happened and also the way that the cycle of life informed my life, from death to birth to ... a kind of rebirth that I felt afterward.\"</p><p>Young is a professor of creative writing and English at Emory University, where he's also the curator of the Raymond Danowski Poetry Library, a collection of rare and first editions of modern and contemporary poetry. He's the author of seven previous poetry collections, including <em>Ardency: A Chronicle Of The Amistad Rebels</em> and <em>Jelly Roll: A Blues</em>, which was a finalist for the National Book Award.</p><p><hr /></p><p><h3><strong>Interview Highlights</strong></h3></p><p><strong>On his poem \"<a href=\"http://www.npr.org/books/titles/258662917/book-of-hours-poems?tab=excerpt#excerpt\">Charity</a>,\" about getting his father's dry cleaning after his death and giving his clothes to charity</strong></p><p>I wanted him to be whole again. Obviously I couldn't have him here again, but I wanted all those parts of him, almost like [Egyptian god of the dead] Osiris, or something, gathering all of those pieces of the dead and putting them back together. It seemed somehow important, if only for the act. Of course, I gave them ... away, and that was kind of also another point, to have them live on, a bit like we all wish our loved ones who are no longer with us might.</p><p><strong>On his poem \"<a href=\"http://www.npr.org/books/titles/258662917/book-of-hours-poems?tab=excerpt#excerpt\">Bereavement</a>\" </strong></p><p>I really wanted to capture ... the blues; the way the form of the blues fights the feeling of the blues in the way that the kind of rhyme in the poem fights this chaotic feeling. And even words like \"colossal\" and \"forgetful,\" they don't exactly rhyme but they really have this kind of ... connection with the consonants in the poem. And I also wanted that kind of repetition, that feeling of sameness, of dailiness, of anticipation, even — which is what I think rhyme can create.</p><p><strong>On writing while mourning a miscarriage </strong></p><p>I think the hardest thing, really, is trying not to write. There's a real desire as a poet to make a poem and you're almost just writing for survival right after. You don't know anything else.</p><p>It'd be like a swimmer: You'd go for a long swim — it's what you know. At the same time, you know you're not going to achieve something. At least I felt that way.</p><p>It really wasn't until later [when] I wrote some poems, as I said, that kind of broke the dam of that. ... They were a way of looking to the side. But to write directly about it, it really took some time.</p><p><strong>On growing up in Louisiana, then becoming a writer in Kansas</strong></p><p>For me Louisiana was mostly family when I was there. We hardly left; there was no need to. ... We hardly left the front porch. You would just sit and folks would come by and it was really old school in that way. People would go visiting. That's what you would do — they would visit us. It was both another world and also my world, if that makes sense.</p><p>My father, everyone just called [him] \"Brother,\" and so that was his nickname, that was his identity. And I was \"Brother's son.\" And that quality was really reassuring and it was about rootedness. It still is for me. Everything you see, someone you know [owns]. And where my father's from, they had been there about 200 years, so it seemed really American ...</p><p>Then as a writer I never saw that in the literature. I didn't see it in the way that I felt it, let's say. Which isn't to say there weren't other people writing about it; I just think especially as a young writer being in Kansas and trying to start to write I hadn't seen that. ... The poems in this new book really are about place in many ways.</p><p><strong>On how music influences his poetry </strong></p><p>I think music is poetry in the sense that I think the condition of poetry I'm going for has some qualities of music that it aspires to. I also think what I love about poetry is the way that music is in the poem, is in the words themselves. It's not behind it, it's not in front of it — it <em>is</em> it. Music and the blues, they have taught me a lot. I think in this book, <em>Book Of Hours</em>, there is this blues sensibility. There are moments of humor even in the sorrow and I'm really interested in the way that the blues have that tragic-comic view of life — what Langston Hughes called \"laughing to keep from crying.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Kevin+Young+On+Blues%2C+Poetry+And+%27Laughing+To+Keep+From+Crying%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","guid":"f616d4b2-c7b9-4569-a8f7-884834622e60","audio":[{"meta":{"duration":"1824"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1285799131-74c7b5.m3u?orgId=1&topicId=1033&aggIds=100876926&ft=3&f=285712680"},{"href":"http://media.npr.org/assets/img/2014/03/04/kevin-young_credit-melanie-dunea-cpi-5b1c98be542d5fcc78dcbbaa8b19d1026b185182.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"763","width":"1018"}}]}