{"created":"2015-05-02T11:58:11+00:00","modified":"2015-05-10T15:05:20+00:00","valid":{"from":"2015-05-10T15:05:20+00:00","to":"3015-05-10T15:05:20+00:00"},"hreflang":"en","title":"A Veteran Scientist Dreams Boldly Of 'Earth And Sky'","published":"2015-05-02T14:26:00+00:00","teaser":"Famous — and occasionally controversial — physicist Freeman Dyson's new essay collection ranges from scientific history to today's hot-button issues like climate change and genetic engineering.","itags":["npr_api","403530867"],"guid":"f61c5e0d-57e0-4f9b-b824-10a736a9f08d","contentencoded":"<p>Freeman Dyson is one of the most famous names in science, and sometimes one of the most controversial. Dyson is 91 and was one of the British scientists who helped win World War II. He spent most years since as a professor of physics at the Institute for Advanced Study in Princeton, New Jersey. He has won the Max Planck Medal and the Templeton Prize, and written important, oft-quoted books including <em>Disturbing the Universe</em> and <em>The Scientist as Rebel</em>, and newspaper articles that inspire both admiration and debate.</p><p>His latest book is <em>Dreams of Earth and Sky</em>, a collection of essays on everything from the history of England's Royal Society to current hot button issues like climate change and information technology — including, in one essay, the possibility of bioengineering human beings the way people now breed flowers. He tells NPR's Scott Simon that there are many different reasons for that kind of project.</p><hr /><h3>Interview Highlights</h3><p><strong>On bioengineering<br /></strong><br />You have people who are breeding flowers just for fun because it's beautiful. You make new kinds of tulips and new kinds of roses and you can make new kinds of animals in the same way. Also you can think of preventing hereditary diseases, which are some of the worst, so there are all sorts of different reasons why you might like to do some genetic engineering, either on humans or animals or plants. Each case has to be looked at carefully on its merits, and certainly one set of rules is not going to be applicable to everyone.</p><p><strong>On his global warming skepticism</strong></p><p>What I would like to emphasize is that human actions have very large effects on the ecology, which have nothing to do with the climate. Carbon dioxide is what we're producing in big quantities and putting into the atmosphere. This happens to be a very good fertilizer for all kinds of vegetation, good for wildlife, good for agricultural production, so it has many benefits. And this is something you have together with the climate effects, which are much less certain, so it's a question of drawing a balance. I'm just saying I don't understand it and neither does anybody else. I'm skeptical because I don't think the science is at all clear, and unfortunately a lot of the experts really believe they understand it, and maybe have the wrong answer.</p><p>Of course [the weather] concerns me, but of course, we don't know much about the causes of those things. We don't even know for sure whether it is more variable than it used to be. I mean the worst disasters were the Ice Ages, and nobody really understands for sure the causes of Ice Ages, so I'm not saying the climate disasters aren't real, I'm merely saying we don't know how to prevent them.</p><p><strong>On his recommendations for change<br /></strong><br />I would say one of the first things we should try to do is to get rid of poverty, human poverty. When people are poor, they can't take care of nature around them. They just have to survive as best they can, so that some of the poorest people are actually the most destructive. So I would say if you can deal with poverty, that's something very positive, which we should be doing. Also preservation of habitat, of wildlife, all sorts of problems we have to deal with, of which climate is one, and I would say climate is not the most urgent.</p><p><strong>On Stephen Hawking's comment that human beings have just a thousand years left on earth, and that if we're going to survive, we're going to have to relocate</strong></p><p>I hope we will. Not to relocate so much, but just to spread out, not just humans, but life as a whole. There's all this wonderful universe, which seems to be dead as far as we can tell, which would be much more beautiful when it comes to life, but I don't say it has to happen. People who are around at that time have to make the choice.</p><p><strong>On whether we'll still be human at that point</strong></p><p>There again, it's a question of choice. The normal course of events and biology, either a species go extinct, or else it splits in to many successful species, end up as being ten species or 100. That's what evolution is all about, so I think it's very likely that will happen to humans as well. And if I were going to live on Mars, I would like to have first so I can wander around in a very cold climate. And undoubtedly when people live on Mars, they will want to be different just to be adapted to the environment, rather than trying to adapt the environment to them.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Veteran+Scientist+Dreams+Boldly+Of+%27Earth+And+Sky%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"444"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403766885-08762d.m3u?orgId=1&topicId=1033&d=444&p=7&story=403530867&t=progseg&e=403740101&seg=16&ft=nprml&f=403530867"},{"href":"http://media.npr.org/assets/img/2015/05/01/81gldngqail._sl1500_-dcdffc118ffc0de678b776c68887e4a68efe0d0c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"633","width":"844"}}]}