{"created":"2014-11-23T14:55:58+00:00","modified":"2014-11-24T21:34:42+00:00","valid":{"from":"2014-11-24T21:34:42+00:00","to":"3014-11-24T21:34:42+00:00"},"hreflang":"en","title":"Marshmallows On Sweet Potatoes? Thanksgiving's Traditions Exposed","published":"2014-11-24T18:28:00+00:00","teaser":"Thanksgiving traditions can be a bit inscrutable for people who didn't grow up in the U.S., like NPR producer Olly Dearden. He talked with several experts and got some answers to his questions.","itags":["npr_api","365966380"],"guid":"f62a4d1f-7ebf-4e86-972f-bcb966bf0866","contentencoded":"<p>Thanksgiving traditions can be a bit inscrutable for people who didn't grow up in the U.S., like NPR producer Olly Dearden. Disgusted by the thought of sweet potatoes topped with marshmallows and confused by the pardoning of turkeys who've committed no crimes, Dearden talked with several experts in the field, and got some answers to his questions.</p><p><strong>When was the first Thanksgiving?</strong> </p><p>It's complicated, but a reasonable answer is October of 1621. \"Half of the passengers on the Mayflower [in December of 1620], about 100 passengers, did not survive the first winter,\" says Kenneth Davis, author of the <em>Don't Know Much About History</em> series. Those who remained expressed their gratitude with a day of prayer and fasting.</p><p><strong>How did Thanksgiving land on the fourth Thursday of November?</strong></p><p>President Franklin D. Roosevelt set it there, but then retailers, in the midst of the Depression, asked him to bump it a week earlier to create more shopping days before Christmas. He agreed, but Republicans in Congress fought him on it, so in 1939 there were two Thanksgivings. Roosevelt's Democratic holiday was known as \"Franksgiving.\" Two years later, Davis says, \"a true national holiday [was] created on the fourth Thursday in November.\"</p><p><strong>When did we start pardoning turkeys?</strong></p><p>Davis says President George H.W. Bush was the first. \"But that doesn't mean there's no turkey on the White House dinner,\" says Davis. \"So I wonder about the other gobbler out there who takes the ax for the other guy.\"</p><p><strong>Who's to credit — or blame — for topping sweet potatoes with marshmallows?</strong></p><p>\"The Cracker Jack company,\" says Andrew Smith, editor-in-chief of the<em> Oxford Encyclopedia of Food and Drink in America</em>. It put out a small booklet of recipes in 1917 to encourage people to cook with marshmallows. \"Virtually all of the other recipes died with the publication of their book, but the marshmallow and the sweet potato one has survived — and has thrived — ever since.\"</p><p><strong>Where did Black Friday come from?</strong></p><p>\"The term Black Friday came to be used in Philadelphia by police officers to describe that rush of shoppers on the day after Thanksgiving, which would result in traffic jams and clogged streets,\" says linguist Ben Zimmer. \"And we've got evidence of that in Philadelphia going back to 1961.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Marshmallows+On+Sweet+Potatoes%3F+Thanksgiving%27s+Traditions+Exposed&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366084626-31fb45.m3u?orgId=1&topicId=1136&ft=3&f=365966380"},{"href":"http://media.npr.org/assets/img/2014/11/23/6397127829_5734eb7950_b-55a27e19d7b2872c3a9865e0fc68dac6151bd1d9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"651","width":"869"}}]}