{"created":"2014-10-08T16:15:24+00:00","modified":"2014-10-31T02:09:25+00:00","valid":{"from":"2014-10-31T02:09:25+00:00","to":"3014-10-31T02:09:25+00:00"},"hreflang":"en","title":"Nearly 3 Years After Quake, Washington Monument Reopens ","published":"2014-05-12T23:58:00+00:00","teaser":"The obelisk has recovered from damage sustained during an earthquake that hit Washington, D.C., in 2011.","itags":["npr_api","311897022"],"guid":"f62d1745-7743-4719-b556-e9ff415db701","contentencoded":"<p>The Washington Monument reopened to the public Monday for the first time since a <a href=\"http://www.npr.org/blogs/thetwo-way/2011/09/26/140819486/video-atop-washington-monument-visitors-scrambled-during-quake\">2011 earthquake</a> caused significant damage to the obelisk. More than 20,000 stones had to be inspected. Scores turned out for a ceremony under sunny skies.</p><p>Children sang; the U.S. Army's Old Guard Fife and Drum Corps performed; and red, white and blue stars decorated the stage set up in front of the gleaming monument. White House counselor John Podesta described it as \"the linchpin of the National Mall — the defining feature of the Washington skyline.\"</p><p>Philanthropist David Rubenstein donated $7.5 million, half the cost of the repairs. He also took the nearly 900 steps to the top — twice.</p><p>\"I have had good fortune,\" Rubenstein said, \"and I really just want to give back to the country.\"</p><p>It took not just expertise, but courage for the engineers who navigated 6,000 pieces of scaffolding. Some dangled from the pyramid at the very top of the 555-foot-tall obelisk.</p><p>Steve Monroe, project superintendent for Grunley Construction, said it wasn't easy.</p><p>\"The biggest challenge was all the weather we had to deal with up here compared to ground level,\" Monroe said. \"Thirty- to 40-mile-an-hour winds, started work, stopping work.\"</p><p>Shane Flynn, project manager from Lorton Stone, pointed to where the panels were basically held together by gravity prior to the earthquake. He pointed to a piece of metal known as the Pyramidion panel.</p><p>\"One of them broke in half [during the quake],\" he said. \"There's probably an inch gap. So we injected it with epoxy and put the steel across for reinforcing.\"</p><p>On the east side of the observation level at the stairwell, you can see one of the repaired cracks, and a steel bracket next to it. James Perry, chief of resource management at the National Mall and Memorial Parks, explained that the saddle brackets hold the outside wall to the rib pieces of stone.</p><p>The repairs include 2.7 miles of repointing; 132 Dutchman repairs; approximately 665 linear feet of crack repairs; hundreds of mortar patches; and 52 panel anchors installed on the interior to secure the Pyramidion panels in case of a future event.</p><p>The experts say that means the Washington Monument should withstand any future earthquakes, which is good news for fans like Donnie and Debra Weber of California. They were waiting in line for tickets to take a tour of the top.</p><p>\"We're both engineers,\" Debra Weber explained,\" so it's cool it had to be redone and it's structurally sound now.\"</p><p>Visitors can book a limited number tickets on site, but <a href=\"http://www.nps.gov/wamo/planyourvisit/feesandreservations.htm\">online reservations</a> are full through June.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Nearly+3+Years+After+Quake%2C+Washington+Monument+Reopens+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Keyes","audio":[{"meta":{"duration":"152"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311897023-cff780.m3u?orgId=1&topicId=1091&ft=3&f=311897022"},{"href":"http://media.npr.org/assets/img/2014/05/12/washingtonmonument-0d39c8f453abd38f9accbe1f7eeced71ec97f77b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"749","width":"999"}}]}