{"created":"2014-10-07T19:33:55+00:00","modified":"2014-11-20T19:10:39+00:00","valid":{"from":"2014-11-20T19:10:39+00:00","to":"3014-11-20T19:10:39+00:00"},"hreflang":"en","title":"Can Pinterest Compete With Google's Search?","published":"2014-08-01T20:33:00+00:00","teaser":"Pinterest has created a database of things that matter to humans. And with a programming team that's largely been hired away from Google, the company has begun offering what it calls \"guided search.\"","itags":["npr_api","332317807"],"guid":"f6385def-07c4-4094-b100-e8d228ebd611","contentencoded":"<p>The Pinterest interface is simple: Just click a button, and any Web page gets broken down into its constituent images. Any of those can be added to your own set of images, known on Pinterest as a board. Other people can find those boards and copy what they like — or simply search through all the photos on the site.</p><p>Pinterest didn't take off among tech-loving men in California. Rather, it was <a href=\"http://www.npr.org/blogs/alltechconsidered/2012/02/22/147222619/so-pinterest-is-a-womans-world-does-that-matter\">young women</a> away from the coasts who initially flocked to the site to plan everything from simple dinners to weddings. Now, it has tens of millions of users who have copied billions of pictures onto boards about everything from <a href=\"http://www.pinterest.com/mrsdeuce/macrame/\">macrame</a> to <a href=\"http://www.pinterest.com/Carhoots/sports-cars-we-love/\">sports cars</a>.</p><p>Pinterest is mostly known as a place people go to find things to buy or make. The company likes to say that Pinterest is about planning your future, but it's also just about seeing a bunch of interesting stuff on a theme, all in one place. So there are boards for <a href=\"http://www.pinterest.com/wedplanandguide/boards/\">wedding planning</a> and child rearing and <a href=\"http://www.pinterest.com/lylananh/linen-suits/\">men's linen suits</a>, but also for kittens and model airplanes and mountains. Some boards are just a mood like \"monumental\" or \"cute\" or \"adventurous.\"</p><p>Despite this popularity, Pinterest has never attracted the same kind of press or adulation as the companies that grew up around the same time — businesses like Instagram, Uber or even Dropbox. Pinterest just isn't seen as a hard-core technology company that will follow the path of Google and Facebook. To some people, it doesn't feel like a world-shaping product. \"It's just a digital scrapbook,\" people say.</p><p>But Internet companies are valuable in large part because of the kind of data that they possess. And Pinterest possesses some really, really interesting data. The first part of it is that they are a repository of things that people would like to have or do. They're a database of intentions. And that has got to be valuable to marketers and advertisers.</p><p>But it goes deeper than that. What Pinterest has created — almost unintentionally — is a database of things in the world that matter to human beings. While Google crunches numbers to figure out what's relevant, Pinterest's human users define what is relevant for a given topic. And because of that, they could become a legitimate competitor to Google, the world's most valuable Internet company.</p><p>That idea crystallized for me when I saw a heavy user of Pinterest playing with the service. She looked up nature photography. Then she started adding descriptors: winter, ocean, African. Each of these adjectives brought up an entirely different set of pictures, each with its own collection of moods and aesthetics. If what you're looking for is a <em>thing</em> or a <em>type of thing</em> out there in the world, Pinterest is more likely to serve it up to you than even Google. Frogs, sneakers, cloud formations, volcanoes, subway graffiti, footie pajamas — Google will deliver Web pages <em>about</em><em> </em>these things, but Pinterest will show you a photo of the thing itself, and increasingly, the opportunity to buy it or get to it or experience it.</p><p>By letting people copy and label images, Pinterest created this rich database of persons, places and things. And it is just beginning to use that data to help people find stuff. With a programming team that's largely been hired away from Google, Pinterest has begun offering what it calls <a href=\"http://blog.pinterest.com/post/83772264616/guided-search-a-new-way-to-find-what-youre-looking\">\"guided search.\"</a></p><p><a href=\"http://www.pinterest.com/sharp/\">Pinterest co-founder Evan Sharp</a> told me that guided search helps you find things you didn't know that you were looking for. If Google is great when you know exactly what you want, Pinterest can help you figure out what you want. As you search, Pinterest will suggest tags that you could add to help narrow your query. Search for hats on Pinterest and you might get \"fedora\" or \"baseball\" or \"church lady\" as suggestions.</p><p>The lesson here is that the simplest things we do on the Internet, when you multiply them by millions of people, create troves of data that were inconceivable at any other time in human history. And in many cases, the companies that possess the data we've created over the past five years are still learning exactly how to harness it to do new things, whether that's making more money for themselves, or delivering you up exactly the hat or photograph that you were looking for.</p><p><em>Alexis</em><em> </em><em>Madrigal is the deputy editor of</em><em> </em>The Atlantic.com, <em>where he also oversees the technology channel,</em><em> </em><em>and a visiting scholar at Berkeley's Center for Science, Technology, Medicine and Society.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Can+Pinterest+Compete+With+Google%27s+Search%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alexis Madrigal","audio":[{"meta":{"duration":"342"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336606523-1cbc87.m3u?orgId=1&topicId=1019&ft=3&f=332317807"},{"href":"http://media.npr.org/assets/img/2014/07/30/screen-shot-2014-07-30-at-12.01.12-pm-69fb8831f82da923f8b9acc830efa907f8374a1a.png","type":"image/jpeg","meta":{"crop":"standard","height":"569","width":"759"}}]}