{"created":"2014-09-19T19:44:15+00:00","modified":"2014-12-23T18:41:32+00:00","valid":{"from":"2014-12-23T18:41:32+00:00","to":"3014-12-23T18:41:32+00:00"},"hreflang":"en","title":"Couple Revives Lost Moroccan Fig Liquor, One Bottle At A Time","published":"2014-07-07T23:56:00+00:00","teaser":"Jews have made <em>mahia,</em> a spirit made with fermented figs, in Morocco for centuries, but the tradition has all but died out. A New York couple aims to reintroduce the drink that once connected a nation.","itags":["npr_api","329529687"],"guid":"f63c92be-41bc-4231-a660-93c826ab4089","contentencoded":"<p>Before the crowds descend on the <a href=\"http://whiskyjewbilee.com/\">Whisky Jewbilee</a>, a kosher alcohol tasting event in Manhattan, David and Dorit Nahmias stand behind their vendor table, getting psyched up.</p><p>\"This is like the big game,\" Dorit Nahmias says.</p><p>Events like these are a key tool for getting the word out about their tiny distillery, and the Nahmiases attend half a dozen of them per year. The product they're trying to sell is one few people have heard of: <em>mahia.</em> Dorit rehearses her pitch:</p><p>\"We'll say, 'This is <em>mahia.</em> It's distilled from figs. My husband's family were distillers in Morocco for generations and we are revitalizing it here in Yonkers.' \"</p><p>The tiny <a href=\"http://baronnahmias.com/products/mahia/\">Nahmias et Fils</a> distillery takes up one room in a converted warehouse space just outside New York City. In the entry area are Moroccan rugs, a decorative copper still and old photos of David Nahmias' parents. He grew up watching both parents and grandparents distill <em>mahia</em> over wood and fire in Morocco. Since Morocco is largely a Muslim country, Jews traditionally did the work of producing alcohol, though all enjoyed the clear liquor once it was made — even if they weren't always open about it.</p><p>\"I grew up with people constantly coming to our home and asking for <em>mahia</em> — the Jews, Muslims, even the cops ... so <em>mahia</em> was part of the tradition of living with people, Jews and Muslims, together,\" he says.</p><p>Nahmias' father remained in his tiny village, Taznakht, almost to the end of his life, even after all the other Jews there fled to Israel and the United States. His mother spent the later part of her life in New York, and she and her son would make <em>mahia</em> at home every so often. Today between 2,500 and 5,000 Jews are left in Morocco, and it's tough to find <em>mahia</em> anywhere. The knowledge and tradition fell apart as Jews left the country.</p><p>\"When you grow up watching your parents all their life making something, you don't want what they did to go in vain. You want to bring it to life,\" David says.</p><p>He had wanted to open a professional <em>mahia</em> distillery in the U.S. for years, but he and his wife both had stable jobs in the banking industry and she wouldn't hear of it.</p><p>\"Why would you give all that up to start a business? It was stupid; it was ridiculous,\" Dorit says.</p><p>But events conspired: David's parents both died around the same time Dorit lost her job.\"When you don't have that kind of security anymore, you have to take a chance,\" she says.</p><p>Dorit obtained loans and licenses. David took brewing classes to formalize the casual learning he'd done with his mother. He says his mother \"knew how to incorporate the weather into her work, how to ferment, how to taste something. I didn't have a clue why she was doing that until I went to school and realized how important those details are,\" he says.</p><p>In 2012, they opened the Nahmias et Fils distillery. But there's still a long way to go before they get the business on firm footing and, one day hopefully, pass it on to their three children.</p><p>At the alcohol-tasting event, <em>mahia</em> gets mixed reactions. Prospective customer Dean Schuckman takes a sip.</p><p>\"This is excellent. It's smooth. I can taste a little bit of the fig ... it's delicious.\"</p><p>But another prospective customer, Dana Siegel, doesn't get it at first.</p><p>\"I thought it was interesting. I kind of wanted to understand more what kind of spirit it is. If it's a flavored vodka that's one thing; if it's a liqueur that's another. I couldn't quite figure it out. But the fig flavor came through and I really liked that a lot,\" she says.</p><p>Technically <em>mahia</em> is an <em>eau de vie,</em> which translates as water of life and means it's a clear brandy distilled from fruit. Schnapps is a well-known <em>eau de vie,</em> and so is Aquavit.</p><p><em>Mahia</em> joins a band of relatively unfamiliar alcohols from other countries trying to make inroads in the U.S. There are <em>cachaca</em> from Brazil, pisco from Chile, <em>mezcal</em> from Mexico. It hasn't been easy, but they've gained some market share. It's not beyond the realm of possibility for an unfamiliar alcohol to become known; it just takes a little marketing.</p><p>\"It might be hard to imagine at this point, but vodka was once a weirdo spirit in the U.S.,\" says <a href=\"http://www.starchefs.com/cook/chefs/bio/derek-brown\">Derek Brown</a>, who writes about cocktails and owns several bars in Washington, D.C. \"There was an ad campaign around it, a very famous one in the 1960s, and they had famous people like Woody Allen toasting Smirnoff. And today, it is the most widely sold spirit in the United States.\" It also helped that vodka was a key ingredient in three popular cocktails of the day: the bloody mary, the Moscow mule and the dirty martini.</p><p>The Nahmiases have succeeded in getting some cutting-edge mixologists to incorporate <em>mahia</em> into cocktails on their menus in Los Angeles and Providence, R.I., and they're pushing for more all the time. The couple have no plans to give up on their <em>mahia</em> revival quest anytime soon. They've put all they have into it.</p><p>\"It's too late to turn around and go back. No way,\" Dorit Nahmias says. \"We gotta make it work. We have no choice.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Couple+Revives+Lost+Moroccan+Fig+Liquor%2C+One+Bottle+At+A+Time&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alex Schmidt","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1329585244-a5372a.m3u?orgId=1&topicId=1053&ft=3&f=329529687"},{"href":"http://media.npr.org/assets/img/2014/07/07/mahia_bottles-04e892f84747be7bf947415726faf67ba8616e0b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2617","width":"3487"}},{"href":"http://media.npr.org/assets/img/2014/07/07/mahia_distil-6964aa4fcc1218a674e13e13b0ba9525f807de1e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"3000"}}]}