{"created":"2014-10-25T09:47:08+00:00","modified":"2014-11-11T14:45:01+00:00","valid":{"from":"2014-11-11T14:45:01+00:00","to":"3014-11-11T14:45:01+00:00"},"hreflang":"en","title":"The Life Of De Niro, From 'Mean Streets' To 'Meet The Parents'","published":"2014-10-25T15:57:00+00:00","teaser":"Shawn Levy's brick-sized new biography of screen legend Robert De Niro was produced without cooperation from the actor — but Levy says that just forced him to do better research.","itags":["npr_api","358361180"],"guid":"f648918d-edaa-4ac4-9ece-92619550734a","contentencoded":"<p>Robert De Niro is one of the greatest actors of all time — period, no parenthesis or qualification, the kind of actor who creates icons like Travis Bickle, Jake LaMotta and James \"Jimmy the Gent\" Conway.</p><p>But for younger filmgoers today, this screen acting legend may be most familiar as a daft, cranky father in the <em>Meet the Parents</em> movies.</p><p>Shawn Levy, former film critic of <em>The Oregonian</em>, and author of bestsellers on the Rat Pack and Paul Newman, has written a thick new biography of Robert De Niro that follows him from the son of an artist, to a man who defines a godfather, a loner, and a goodfella on screen. Levy got no cooperation from De Niro — but he tells NPR's Scott Simon that may have been a good thing. \"He's always been so reticent with the press that it sort of demanded that I do research almost as if he was a historical figure, and not a living person.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On De Niro's screen presence</strong></p><p>He burrows deeper and deeper into a scene as he's playing it, and he does that most when the camera is on. He's tried to be on stage, and he hasn't been very good at it. But when you see little looks — he works so much with his body and face, and I examine scripts that he worked with on sets for more than 40 years of his career, and he was always cutting dialogue and reminding himself of mood and gesture, and those are things the camera's going to pick up, not the ear or not the casual view.</p><p><strong>On his bond with Martin Scorsese</strong></p><p>They came from the same neighborhood ... and had similar life experiences during their formative years, but there's a real difference. I think Scorsese is an Italian American street kid who kind of wished he was brought up with art and music and culture. De Niro is a kid of bohemian New York, who grew up with art and music and culture, and kind of had a yearning for the streets. So they had a kind of symbiosis.</p><p><strong>On why De Niro has chosen to do the <em>Meet the Parents</em> films</strong></p><p>Well, this is the real hardest question of the book ... the old question about Bob De Niro was, how does he do it? And then it became, what has he done? There's a lot to it. I think he worked very hard ... well into his 50s, and then he started having huge commercial success of the sort that other of his peers had enjoyed, only when he was in his late 50s, when he made <em>Meet the Parents.</em> But I also think that his workaholism expressed itself in a different way in the last decade or so — instead of pouring everything into one role ... he's chosen to sprinkle his energy over a number of other projects, and the results have not been worth sharing.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Life+Of+De+Niro%2C+From+%27Mean+Streets%27+To+%27Meet+The+Parents%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"362"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358789925-0c1fe5.m3u?orgId=1&topicId=1033&ft=3&f=358361180"},{"href":"http://media.npr.org/assets/img/2014/10/23/deniro-cover-ddeb138f38c2396cfa804880fa0a9fb77e809c9f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1404","width":"1872"}}]}