{"created":"2015-04-13T07:29:08+00:00","modified":"2015-04-15T01:05:20+00:00","valid":{"from":"2015-04-15T01:05:20+00:00","to":"3015-04-15T01:05:20+00:00"},"hreflang":"en","title":"For Some Superstorm Sandy Victims, The Government Wants Its Money Back","published":"2015-04-13T17:28:00+00:00","teaser":"The Federal Emergency Management Agency is demanding that more than 3,600 people pay back almost $24 million in disaster grants they were given years ago in error.","itags":["npr_api","390442517"],"guid":"f64df1f1-71ec-4d96-b634-34b15e1ce8a4","contentencoded":"<p>As the rain and wind swirled outside the window during Superstorm Sandy more than two years ago, Liz Treston's family helped her into bed.</p><p>Treston, 54, was disabled in a diving accident when she was in her 20s. She uses a wheelchair to get around her Long Island, N.Y., home and an electronic lift machine to get into her bed. The night the storm hit, she wanted to be ready for sleep in case the power went out.</p><p>Under the covers, she listened as water rushed into her basement, pouring over the appliances and furniture she kept down there.</p><p>\"I'm laying in bed and I could hear the refrigerator fall over and just make this wretched screeching noise, and it's dark,\" she says. \"You could feel the water rising. I opened the drapery and you could actually see whitecaps in the middle of the street.\"</p><p>Her basement was ruined. There was the fridge, a washer and dryer, five bikes, her family's winter clothes, a bedroom set and other kitchen appliances.</p><p>She received a $7,000 grant from the Federal Emergency Management Agency, or FEMA, to pay for the hotel she and her family stayed in while the house was repaired. She got another $4,500 grant to help cover things in the basement that were destroyed.</p><p>She also took out a disaster loan through the Small Business Administration to replace other damaged items.</p><p>She says she spent the money soon after and that she was grateful for all the help. So this past October, when she received an envelope with FEMA letterhead in the mail, Treston wasn't sure what to think.</p><p>\"I was like, maybe they're sending me an anniversary card,\" Treston says. \"Umm, no.\"</p><p>It was a notice that she owed FEMA more than $4,000. The agency said that between the loan she received for damaged stuff in the house, and the grant, she was paid twice for the same things. FEMA calls it a duplication of benefits.</p><p>\"At first I thought it must be a mistake,\" she says. \"How could they be sending me a letter two years later?\"</p><p>Treston is among more than 3,600 Sandy survivors in five states who have received one of these bills, called recoupment notices. NPR spoke with more than 10 Sandy survivors who also received the notices.</p><p>On average, FEMA is demanding more than $6,000 from each family, according to data provided to NPR by FEMA. Of the families affected, more than half say they make less than $50,000 a year.</p><p>Congressman Frank Pallone (D-N.J.) proposed bipartisan sponsored legislation in February that, if passed, would waive debts that were FEMA's fault.</p><p>\"It's 2 1/2 years almost since the storm, and there are many people who are still living in rental housing or with their friends and relatives and who haven't been able to rebuild,\" he tells NPR. \"It doesn't make any sense to now ask these people to now give the money back. They didn't intentionally do anything wrong.\"</p><p>This isn't the first time the government is demanding money back after a disastrous storm. After Hurricane Katrina, FEMA sent out 90,000 debt letters but Congress eventually passed a law in 2011 that gave the agency the ability to waive much of that debt.</p><p>Davida Finger, a lawyer in New Orleans, however is still working on recoupment appeals cases stemming from the 2005 hurricane.</p><p>\"It is just heartbreaking; people have been through so much,\" Finger says. \"To just hear from the government like this, it's rock bottom for people.\"</p><p>FEMA audits itself after every natural disaster it responds to, and then sends out the bills for money it is demanding back. That auditing process takes time, which explains the delay between the money going out and then the subsequent bills.</p><p>\"Is it a difficult situation? Absolutely,\" says Alex Amparo, FEMA's deputy assistant administrator for recovery. \"Our mission is providing assistance; our primary mission is not recouping dollars.\"</p><p>He says FEMA's priority after disasters is getting money to victims as quickly as possible. That puts the agency in the tough spot of then getting money back from survivors.</p><p>The agency is demanding recoupment from about 2 percent of those who received aid after Superstorm Sandy. That totals about $24 million.</p><p>\"It is a balance between how quickly we get dollars out and then the stewardship of those dollars,\" Amparo adds.</p><p>People are being forced to repay for a variety of reasons: They might have listed a wrong address when they applied for aid, or FEMA could have made a clerical error, or like Treston, there could have been duplication of paid benefits.</p><p>Once a person receives a notice, they can appeal it.</p><p>Dan Strafer, a lawyer at the Touro Law Center in New York, is working on four appeals cases right now.</p><p>\"I have some people that are very low income that are just receiving SSI or Social Security and I have other people that have middle class jobs, bus drivers,\" Strafer says. \"And they feel powerless.They just feel powerless.\"</p><p>Back in Treston's house, her service dog, Finn, roams about as she flips through one of her many binders of receipts and disaster paperwork.</p><p>She filed an appeal in December challenging FEMA's decision to get the money back, but it was denied.</p><p>Pay the money back, FEMA said, or have the debt sent along to the Treasury Department, which can collect it from a person's income tax returns, Social Security, or in Treston's case, her 100 percent monthly disability check.</p><p>\"They might as well just come and start taking every shingle off the roof,\" Treston says.</p><p>She's one of about 1,000 people who appealed their debts to FEMA. Less than half of those appeals were successful.</p><p>She put the $4,000 charge on an American Express credit card, but could still see the money returned to her if Pallone's bill is passed.</p><p>\"I'm not using your FEMA money to take a trip to Cancun or buy a $300 bra,\" Treston says. \"I'm buying the basics.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Some+Superstorm+Sandy+Victims%2C+The+Government+Wants+Its+Money+Back&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Miles Parks","audio":[{"meta":{"duration":"287"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399292692-7c0d35.m3u?orgId=1&topicId=1091&e=390442517&d=287&ft=nprml&f=390442517"},{"href":"http://media.npr.org/assets/img/2015/03/10/02.25.15_npr__fema_0124-7098cf203ee1c15e9c2b0b7f604131a004ce468f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1091","width":"1455"}},{"href":"http://media.npr.org/assets/img/2015/03/10/02.25.15_npr__fema_0571_custom-a9dcfce1fca05359468fcc71ee6c6037c95b296c.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1862","width":"2932"}},{"href":"http://media.npr.org/assets/img/2015/03/10/02.25.15_npr__fema_0004_custom-297cebecb53e23f87d0fcd872d41c6406d86c079.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1998","width":"2175"}}]}