{"created":"2014-11-15T22:04:25+00:00","modified":"2014-11-16T03:55:09+00:00","valid":{"from":"2014-11-16T03:55:09+00:00","to":"3014-11-16T03:55:09+00:00"},"hreflang":"en","title":"Billionaire Spent Millions In Charity, But Avoided Mine Fines","published":"2014-11-16T03:54:00+00:00","teaser":"Jim Justice, a West Virginia philanthropist and mine owner, gave away and invested more than $200 million while his mines failed to pay $2 million in delinquent mine safety penalties.","itags":["npr_api","363024382"],"guid":"f65350c9-43e7-4a29-b647-0d0471af7e81","contentencoded":"<p>Among the mining executives that NPR investigated, one coal mine owner in West Virginia stands out. His mines owe nearly $2 million in overdue fines, while he, himself, is a prominent billionaire.</p><p>Jim Justice is West Virginia's richest man, with a net worth of $1.6 billion, according to Forbes. He owns 70 active mines employing 1,200 miners in five states. In addition to running his businesses, he has invested or given away more than $200 million in the last five years.</p><p>Justice used more than $175 million to buy and upgrade the struggling and historic Greenbrier Resort in White Sulphur Springs, W. Va. That includes $25 million for three football fields and a training center for the New Orleans Saints.</p><p>Another $25 million went to the Boy Scouts of America for the Jim Justice National Boy Scout Camp in his home state. Marshall University received $5 million; $10 million was pledged to the Cleveland Clinic.</p><p>\"This is a business person who paints himself as a responsible citizen who donates to charities, but there's a whole other side of that business,\" says Celeste Monforton, a former federal mine safety official now at George Washington University.</p><p>As of April, Justice's delinquent coal mines had failed to pay nearly $2 million in mine safety violations, some going back seven years. Five hundred penalties were overdue, four times as many as any other delinquent mine owner. And while the mines ignored those fines, they continued to accumulate citations for safety violations that put miners at risk.</p><p>An NPR/Mine Safety and Health News analysis of federal records shows that the delinquent Justice mines committed nearly 4,000 violations while they were delinquent; 1,300 citations were classified by federal inspectors as reasonably likely to cause injury or illness if uncorrected. More than 500 were the kinds of violations that were common in mine disasters, accidents and deaths.</p><p>Congressman George Miller (D-Calif.), the ranking Democrat on the House Committee on Education and the Workforce, said he thinks Justice's wealth shows that his companies could afford to pay their fines.</p><p>\"He's a major figure within the community, and yet he just simply chooses to ignore this,\" Miller said. \"He's certainly exhibit A of the kind of operator that should not be allowed to continue with reckless disregard of the law.\"</p><p>Justice declined to be interviewed, and referred NPR to Tom Lusk, the Chief Operating Officer of Southern Coal, Justice's coal mining company.</p><p>Lusk pointed out that the amount of delinquent fines reported by government regulators fails to apply $500,000 in recent payments. Still, that left nearly $1.5 million overdue.</p><p>\"An operator that's going to maintain a safe operation is faced with a dilemma of what gets paid and doesn't,\" Lusk says. \"And the unpaid fines and citations with Southern Coal have simply been not having the available cash to settle those.\"</p><p>Southern Coal produced 9 million tons of coal at delinquent mines in the years its safety fines went unpaid, according to federal records. That's worth an estimated $500 million, based on average prices at the time for the states and regions involved.</p><p>Lusk says operating costs cut deep into mining income.</p><p>\"There's been no windfall in Appalachia,\" he says. \"Today, all of the operations in Appalachia, I think, are struggling as far as profit margins compared to input costs.\"</p><p>Still, the vast majority of mining companies, including those in Appalachia, manage to pay their fines.</p><p>The Mine Safety and Health Administration wouldn't say much about why it hasn't collected from Justice.</p><p>\"We can definitely say that the Justice operations meet the criteria that we review and they are on our radar,\" acknowledges Jay Mattos, who directs assessments and enforcement at MSHA. \"They obviously would be. They made it on to yours and believe me, they're on ours.\"</p><p>Seven delinquent Justice mines were targeted for a dozen of the agency's surprise blitz inspections. These mine impact inspections occur at mines with troubling safety records and persistent violations.</p><p>But MSHA hasn't done with Justice what it has done with other top delinquents: It hasn't sought a federal court order for payment.</p><p>\"It isn't an automatic let's take them to court approach to life,\" says Joe Main, the assistant secretary of labor for mine safety and health. \"It is looking at the circumstances we have with the different mine operators and trying to figure out what is the best approach here.\"</p><p>Lusk said his boss insists that his 80-plus companies \"stand on their own. They live and die by their own cash flow.\" The real question, Lusk quickly added, is \"does [delinquency] compromise safety? And I can absolutely say no.\"</p><p>Overall, all the Justice mines combined, delinquent and non-delinquent, had a better injury rate than the national average last year, and they've sharply cut their violations rate, according to NPR's analysis.</p><p>But the delinquent mines haven't done as well. Their injury rate for the last five years is more than twice the average rate, according to a review of federal data.</p><p>Lusk insisted that Justice will bring his considerable resources to bear, when necessary.</p><p>\"He is an individual that does not run from his obligations,\" Lusk said. \"He's made it abundantly clear that there's no way we're not going to fully meet and satisfy these obligations.\"</p><p>After reporters from NPR and Mine Safety and Health News told Justice he would be part of this series, he instructed Lusk to begin paying off his delinquent penalties at the rate of $100,000 a month.</p><p><em>A <a href=\"http://www.minesafety.com/investigation-finds-70-million-in-unpaid-fines-leaves-deadly-and-crippling-legacies/\">more detailed report</a> on delinquent mine safety penalties, including a list of the top 100 delinquent companies, is available from our reporting partner, Mine Safety and Health News. </em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Billionaire+Spent+Millions+In+Charity%2C+But+Avoided+Mine+Fines&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Howard Berkes","audio":[{"meta":{"duration":"499"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364355135-921a2b.m3u?orgId=1&topicId=1150&aggIds=363761319&ft=3&f=363024382"},{"href":"http://media.npr.org/assets/img/2014/11/13/justice-new-fb0ffb1f185660f70f3b5e85ddbef5aefc2f62b8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1595","width":"2127"}},{"href":"http://media.npr.org/assets/img/2014/11/13/justice-bball_custom-25350459dfaf4c2279aeb772295f402a81511576.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1617","width":"2500"}},{"href":"http://media.npr.org/assets/img/2014/11/13/greenbriar-exterior_custom-fadad8f306432c04eadd67d2f7139bc3c1500564.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1665","width":"2500"}},{"href":"http://media.npr.org/assets/img/2014/11/13/justice-coal_custom-2ca4f9eeaf6c7e559268f19768dc45b8182af59f.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1708","width":"2491"}},{"href":"http://media.npr.org/assets/img/2014/11/12/justice-mine-2_custom-006adb9ad5901f70ce620fed23e95a9b194d5eba.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1182","width":"2000"}}]}