{"created":"2014-10-08T22:00:22+00:00","modified":"2015-05-14T17:24:40+00:00","valid":{"from":"2014-10-08T18:41:40+00:00","to":"3014-10-08T18:41:40+00:00"},"hreflang":"en","contentencoded":"<div class=\"barn-cleaned\"><p>The death Wednesday of the Dallas Ebola patient Thomas Eric Duncan underscores the high stakes around controlling the spread of the disease.&nbsp;<span>To that point, the federal government has announced it would soon screen air travelers coming from West Africa to see if they have temperatures.</span></p>\n<p>Separately, the Centers for Disease Control and Prevention&nbsp;has more than 1,000 people working around the world to contain Ebola.&nbsp;<span>On-the-ground work involves risk and problem solving, where staff must do everything from collecting blood samples, to tracking the sick, to hiring workers to pick up the dead.&nbsp;</span></p>\n<p>It’s a difficult job, says Dr. Bridgette Gleason, who turned 30 this week.&nbsp;<span>Gleason says she’s seen tragedy every day since Sept. 13</span><span>, the day she arrived in Sierra Leone.</span></p>\n<p>“Being surrounded by death, it’s obviously overwhelming if you really focus on that,” she says.&nbsp;<span>“To really make a difference you have to focus on what you can do.”</span></p>\n<p>That attitude gives a sense of the men and women who parachute into these communicable disease hot spots.&nbsp;<span>Staffers are expert trouble-shooters.&nbsp;</span><span>But with the Ebola spreading in West Africa, CDC folks like Peter Kilmarx – who is leading the operation in Sierra Leone — must do something outside the norm: think about budgets.</span></p>\n<p>“We are not fully meeting the demand and it’s stressful. It’s a very challenging situation,” he says.</p>\n<p>For the past 20 years, CDC field staff has depended on the non-profit <a href=\"http://www.cdcfoundation.org/ebola-outbreak\">CDC Foundation</a> for money when it would otherwise take too long going through bureaucratic channels at the agency.</p>\n<p>The outbreak has gotten so big so fast, so that’s changed.</p>\n<p>“There is simply not enough money at this time to meet the needs that CDC is sending our way,” says the Foundation's executive director, Charlie Stokes.</p>\n<p>Stokes understands putting a crimp in this financial lifeline is actually a matter of life and death.&nbsp;<span>That’s why the foundation launched an emergency fund back in August to address Ebola.</span></p>\n<p>“We initially thought $30 million would be enough,\" <span>he says.</span>&nbsp;\"What we are seeing in terms of needs in the field tells me it’s going to be considerably more than that.”</p>\n<p>To put that figure in perspective, that’s what the foundation spends on all of its programs <em>in a year</em>.&nbsp;<span>Stokes estimates Ebola needs $50 million alone.</span></p>\n<p>If the foundation falls short, Stokes knows he’ll have to level with the CDC docs.</p>\n<p>“We are either going to have the money and send it, or we are going to have to say, 'you are going to have to prioritize,'” he says.</p>\n<p>Stokes admits it’s easy to feel overmatched by this epidemic, but – much like Gleason in Sierra Leone –he says he’s going to focus on what he can do.&nbsp;</p></div>","byline":"D Gorenstein","published":"2014-10-08T18:41:40+00:00","title":"CDC's Ebola workers find funding is strapped","tags":["APM","Ebola","CDC","Health Care"],"description":"The CDC's on-the-ground work involves risk, problem solving, and money management.","guid":"f655cc06-18a4-4b44-8d4b-bd7cbb7a0e0a","itags":["Marketplace for Wednesday, October 8, 2014","Marketplace","PMP:Marketplace_PMP","f655cc0618a4b447d4b4bd7cbb7a0e0a"],"teaser":"The CDC's on-the-ground work involves risk, problem solving, and money management.","contenttemplated":"[{\"content\":\"<p>The death Wednesday of the Dallas Ebola patient Thomas Eric Duncan underscores the high stakes around controlling the spread of the disease. <span>To that point, the federal government has announced it would soon screen air travelers coming from West Africa to see if they have temperatures.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Separately, the Centers for Disease Control and Prevention has more than 1,000 people working around the world to contain Ebola. <span>On-the-ground work involves risk and problem solving, where staff must do everything from collecting blood samples, to tracking the sick, to hiring workers to pick up the dead. </span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>It’s a difficult job, says Dr. Bridgette Gleason, who turned 30 this week. <span>Gleason says she’s seen tragedy every day since Sept. 13</span><span>, the day she arrived in Sierra Leone.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>“Being surrounded by death, it’s obviously overwhelming if you really focus on that,” she says. <span>“To really make a difference you have to focus on what you can do.”</span></p>\"},{\"content\":\"<p>That attitude gives a sense of the men and women who parachute into these communicable disease hot spots. <span>Staffers are expert trouble-shooters. </span><span>But with the Ebola spreading in West Africa, CDC folks like Peter Kilmarx – who is leading the operation in Sierra Leone — must do something outside the norm: think about budgets.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“We are not fully meeting the demand and it’s stressful. It’s a very challenging situation,” he says.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>For the past 20 years, CDC field staff has depended on the non-profit <a href=\\\"http://www.cdcfoundation.org/ebola-outbreak\\\">CDC Foundation</a> for money when it would otherwise take too long going through bureaucratic channels at the agency.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The outbreak has gotten so big so fast, so that’s changed.</p>\"},{\"content\":\"<p>“There is simply not enough money at this time to meet the needs that CDC is sending our way,” says the Foundation&apos;s executive director, Charlie Stokes.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Stokes understands putting a crimp in this financial lifeline is actually a matter of life and death. <span>That’s why the foundation launched an emergency fund back in August to address Ebola.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“We initially thought $30 million would be enough,&quot; <span>he says.</span> &quot;What we are seeing in terms of needs in the field tells me it’s going to be considerably more than that.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>To put that figure in perspective, that’s what the foundation spends on all of its programs <em>in a year</em>. <span>Stokes estimates Ebola needs $50 million alone.</span></p>\"},{\"content\":\"<p>If the foundation falls short, Stokes knows he’ll have to level with the CDC docs.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“We are either going to have the money and send it, or we are going to have to say, &apos;you are going to have to prioritize,&apos;” he says.</p>\"},{\"content\":\"<p>Stokes admits it’s easy to feel overmatched by this epidemic, but – much like Gleason in Sierra Leone –he says he’s going to focus on what he can do. </p>\",\"type\":\"text/html\"}]","audio":[{"meta":{"width":"610","crop":"primary","height":"340"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/456691988.jpg?itok=unXAs2mo","type":"image/jpeg"},{"type":"audio/mpeg","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/10/08/mp_20141008_seg_20","type":"application/json"},"duration_hms":"00:03:02","duration":182},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/10/08/mp_20141008_seg_20_64.mp3","format":"MP3"}]}