{"created":"2015-03-11T20:36:13+00:00","modified":"2015-05-19T16:41:40+00:00","valid":{"from":"2015-05-19T16:41:40+00:00","to":"3015-05-19T16:41:40+00:00"},"hreflang":"en","title":"As Clinton Defends Email Policy, Department IG Finds Flaws","published":"2015-05-19T16:41:00+00:00","teaser":"Former Secretary of State Hillary Clinton's private email account is raising eyebrows, while a new report says just a tiny fraction of a percent of all emails are being preserved.","itags":["npr_api","392375453"],"guid":"f65ba021-5196-4240-b084-cf093f0b410e","contentencoded":"<p>A day after Hillary Clinton's explanation of her use of a private email account while secretary of state, a State Department watchdog reported that only a fraction of the department's emails have been preserved. The <a href=\"http://oig.state.gov/system/files/isp-i-15-15.pdf\">Inspector General's report</a> says that of the 1 billion emails sent by State Department employees in 2011, just over 61,000 were kept.</p><p>Clinton asserted Monday at her United Nations news conference that one way she ensured her emails would be preserved was by sending them to other State Department officials, thereby saving them on government servers. But according to the IG report, department employees have not received adequate training or guidance in preserving official emails, resulting in just a fraction of them being preserved.</p><p>Clinton admitted her decision to carry one smartphone device rather than two during her tenure as secretary of state might have been a mistake. Apart from that, though, Clinton maintained her conduct regarding her email was by the book.</p><p>Others aren't so sure. For instance, Clinton said it was \"undisputed\" that \"the laws and regulations in effect\" when she was secretary of state allowed her to use her personal email account for work. Tom Blanton, director of the National Security Archive at George Washington University in D.C., disagreed. He said the Federal Records Act of 2009 \"in effect discouraged the use of personal email for official business.\"</p><p>Clinton was confirmed as secretary of state in January 2009. The Records Act did not prohibit use of personal email accounts, but Blanton said the language is clear. \"It says the head of every federal agency — and that's who she was as secretary of state — is responsible for making sure that records of that agency's business are saved on agency record systems,\" he said.</p><p>Blanton said that does not include a server in Clinton's Chappaqua, N.Y., home.</p><p>Clinton also asserted: \"For any government employee, it is that government employee's responsibility to determine what's personal and what's work-related.\"</p><p>Blanton said Clinton did indeed have the right to separate out her personal emails from official records. But had those emails been on a government server, it would have been a more transparent process, he said. \"If those emails were in the State Department system, that separation of personal or non-record material from the official stuff would be done by a professional records manager or professional archivist, a civil servant — not an aspiring politician and her lawyers.\"</p><p>Republicans in Congress agreed and have called for Clinton to turn over the servers or allow a third party to review their contents.</p><p>Clinton also said she did facilitate backup of her emails: \"It was my practice to communicate with State Department and other government officials on their '.gov' accounts, so those emails would be automatically saved in the State Department system to meet record-keeping requirements, and that, indeed, is what happened.\"</p><p>But Blanton said that's really not enough to ensure a complete record of Clinton's official government communications. \"Just because she sent to people at 'state.gov' addresses, it's not at all a guarantee that it's been preserved.\" What's more, Blanton said, State Department policy does little to preserve emails long-term. \"When an official leaves office, and most of her direct aides in fact have left the State Department, within 90 days the IT folks at State wipe out their accounts unless there's a special intervention,\" he said.</p><p>Blanton said the kerfuffle over Clinton's emails is less a scandal than a wake-up call. Because Clinton and other top government officials have used private email accounts, he said, a whole generation of official records has been lost.</p><p>That, Blanton said, makes it harder for current and future government officials who might need those records, harder for government watchdog groups and even prosecutors who might need them, and harder for the public, which has a right to know and a right to hold government officials accountable.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Clinton+Defends+Email+Policy%2C+Department+IG+Finds+Flaws&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Brian Naylor","audio":[{"meta":{"duration":"245"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392375454-63a12f.m3u?orgId=1&topicId=1014&d=245&p=2&story=392375453&t=progseg&e=392287605&seg=14&ft=nprml&f=392375453"},{"href":"http://media.npr.org/assets/img/2015/03/11/150411stateigemails-72a129aacf33d62961b54cb6e883e24643a55ced.png","type":"image/jpeg","meta":{"crop":"standard","height":"450","width":"600"}}]}