{"created":"2014-09-03T19:48:12+00:00","modified":"2014-10-30T23:08:55+00:00","valid":{"from":"2014-10-30T23:08:55+00:00","to":"3014-10-30T23:08:55+00:00"},"hreflang":"en","title":"Old Ship Logs Reveal Adventure, Tragedy And Hints About Climate ","published":"2014-09-03T12:36:00+00:00","teaser":"Volunteers are combing through old ships' logbooks for the Old Weather project. It aims to help scientists better understand the climate today by looking at conditions of the past.","itags":["npr_api","341697516"],"guid":"f65b8679-52d2-4e68-911e-d6c7f1d6f57c","contentencoded":"<p>What can yesterday's weather tell us about how the climate is changing today? That's what an army of volunteers looking at old ships' logs is trying to answer through the Old Weather project.</p><p>One of those volunteers — or citizen scientists, as the project calls them — is Kathy Wendolkowski of Gaithersburg, Md.</p><p>Sitting in her kitchen, she uses her laptop to read from the logbook of the Pioneer, a ship that was out measuring ocean depths near Alaska on July 15, 1925. An image of the Pioneer's log from that day was posted online by the National Archives at the website <a href=\"http://www.oldweather.org/\" target=\"_blank\">OldWeather.org</a>. Her task is to transcribe the logs' handwritten notes, from their elegant cursive script to something that can be digested by computers.</p><p>It's harder than it might seem. She remembers chatting with one of her fellow transcribers: \"One poor guy said, 'Every day in the logs at 6 o'clock they have \"suffer\" in the logbook.' So I'm like, wait, no, that's 'supper,' because there's a tall thing on the 'p,' so it looks like 'suffer.' \"</p><p>Mariners have long kept meticulous logbooks of weather conditions and descriptions of life onboard, and the National Archives in Washington, D.C., has pages and pages and pages of them recorded by sailors on Navy and Coast Guard vessels.</p><p>Along with the basic weather observations, the logbooks contain amazing stories of adventure, survival and mystery. A bouquet of dried flowers was sandwiched in one logbook. Another log describes a 1,600-mile overland journey to bring reindeer to some stranded whalers. And then there are the logs of the USS Jeannette. Its journey began in San Francisco in 1879, an ill-fated attempt to find an open-water passage to the North Pole. Two months later, the Jeannette was surrounded by ice north of Siberia.</p><p>Pack ice has always been a grave danger to ships. The Jeannette's engineer called <a href=\"http://blog.oldweather.org/2012/08/12/roaring-buzzing-wheezing-and-shrieking/\">the \"roar and crash\" of the ice</a> around the ship blood-curdling. The logbook reads: \"Calm light airs from the northeast. All hands employed cutting the ice away from the rudder.\"</p><p>Archivist Mark Mollan says the Jeannette was trapped in the ice for nearly two years before the sailors were forced to abandon ship.</p><p>\"They all had to make for small launches dragging their scientific equipment and all the records they kept for those 21 months while they were drifting in the ice. So all of these logbooks and the equipment were part of that expedition, and they rest on our shelves today,\" he says.</p><p>It's a great story, but what does any of this have to do with weather now?</p><p>The Old Weather project is the brain child of Kevin Wood, a research scientist with NOAA and the University of Washington. He says the weather observations in the Jeannette's logbooks and in all the other logbooks tell their own stories and fill in the gaps of our climate knowledge. Take the observations of the ice, for instance. Wood says the ice that trapped the Jeannette in September all those years ago doesn't occur at that time of year anymore.</p><p>\"As we recover more and more data and we can reanalyze the global weather patterns for those years, we're going to understand more about the way the arctic ice drifts and moves about in those days, which it may or may not do today,\" he says.</p><p>Scientists are able to do another cool thing with those long-ago climate observations, Wood says. They can plug them into a computer and produce a detailed weather map for that time.</p><p>But Wood says what's really important is what this tells us about the climate and its effects — from storms to ice floes — today. \"Whether those kinds of events have stopped happening, whether they're going to happen more often or less often — that's the power of having a very long-term, complete reconstruction of the Earth's atmosphere,\" he says.</p><p>For volunteer Kathy Wendolkowski, a historian by training, transcribing the old logbooks is a way of honoring those who served on the ships and collected the data. She finds the project hard to resist: \"It's just the human stories that are in these log pages, that just — how can you not?\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Old+Ship+Logs+Reveal+Adventure%2C+Tragedy+And+Hints+About+Climate+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Brian Naylor","audio":[{"meta":{"duration":"286"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345428587-c96002.m3u?orgId=1&topicId=1014&ft=3&f=341697516"},{"href":"http://media.npr.org/assets/img/2014/08/19/jeannette-logbook-vol01_100-1b214000ba86739417aa6b9f2e5bfd53cdf16976.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"774","width":"1032"}}]}