{"created":"2014-10-30T21:31:10+00:00","modified":"2014-12-02T15:46:15+00:00","valid":{"from":"2014-12-02T15:46:15+00:00","to":"3014-12-02T15:46:15+00:00"},"hreflang":"en","title":"Atul Gawande's Prescription For A Better Way To Die","published":"2014-10-21T19:39:00+00:00","teaser":"In his new book \"Being Mortal,\" surgeon Atul Gawande looks at how doctors and other health care workers can improve end of life and elder care.","itags":["npr_api","356436986"],"guid":"f661540a-641f-434b-a6d7-f825885243a6","contentencoded":"<p>Famed surgeon and Harvard Medical School professor<strong> Atul Gawande </strong>has taken a clear-eyed view of the way we approach aging and end of life, and found it wanting.</p><p>Even he didn&#8217;t know that hospice care often extends life, or, what to say to someone who has no options left.</p><p>In his new book &#8220;<a href=\"http://www.amazon.com/Being-Mortal-Medicine-What-Matters/dp/0805095152/?tag=wburorg-20\" target=\"_blank\">Being Mortal</a>,&#8221; he looks at the history of elder care, where it went wrong and introduces us to outliers who have a better idea.</p><p>Gawande tells <a href=\"http://hereandnow.wbur.org\"><em>Here & Now&#8217;</em></a>s Robin Young about <a href=\"http://www.chasenursinghome.com/\" target=\"_blank\">Chase Memorial Nursing Home</a> in upstate New York, which gives dogs and birds to its residents.</p><p>&#8220;People who were catatonic before started to speak,&#8221; Gawande said. &#8220;Then you got numbers like the amount of medications required for sedation and anxiety declined. There was even an increase in how long people survived. People found that there was worth to their days, there was purpose to being alive again. As simple as just being able to care for another being.&#8221;</p><p>The book and its themes were particularly personal for Gawande, whose father was facing incurable brain cancer.</p><p>&#8220;He was a social creature and he wanted to still be able to Skype and see people, also he wanted to still make contributions that still made a difference in the world,&#8221; Gawande said. &#8220;And as long as that wasn&#8217;t taken away, that&#8217;s what he was willing to live for. And so that&#8217;s what we worked to maximize.&#8221;</p><p>His father&#8217;s wishes guided the treatment and the ultimate decision to place his father in hospice care.</p><p>&#8220;I think after ten years of being a surgeon &#8212; where I felt we were not getting it right for my patient &#8212; I felt like for once, with my father, we were getting it right,&#8221; Gawande said.</p><h4>Book Excerpt: &#8216;Being Mortal&#8217;</h4><p><em>by Atul Gawande</em></p><p><strong>Introduction</strong></p><p>I learned about a lot of things in medical school, but mortality wasn’t one of them. Although I was given a dry, leathery corpse to dissect in my first term, that was solely a way to learn about human anatomy. Our textbooks had almost nothing on aging or frailty or dying. How the process unfolds, how people experience the end of their lives, and how it affects those around them seemed beside the point. The way we saw it, and the way our professors saw it, the purpose of medical schooling was to teach how to save lives, not how to tend to their demise.</p><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/10/1015_being-mortal.jpg\"><img class=\"alignright size-medium wp-image-69556\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/10/1015_being-mortal-202x300.jpg\" alt=\"1015_being-mortal\" width=\"202\" height=\"300\" /></a>The one time I remember discussing mortality was during an hour we spent on <em>The Death of Ivan Ilyich</em>, Tolstoy’s classic novella. It was in a weekly seminar called Patient-Doctor—part of the school’s effort to make us more rounded and humane physicians. Some weeks we would practice our physical examination etiquette; other weeks we’d learn about the effects of socioeconomics and race on health. And one afternoon we contemplated the suffering of Ivan Ilyich as he lay ill and worsening from some unnamed, untreatable disease.</p><p>In the story, Ivan Ilyich is forty-five years old, a midlevel Saint Petersburg magistrate whose life revolves mostly around petty concerns of social status. One day, he falls off a stepladder and develops a pain in his side. Instead of abating, the pain gets worse, and he becomes unable to work. Formerly an “intelligent, polished, lively and agreeable man,” he grows depressed and enfeebled. Friends and colleagues avoid him. His wife calls in a series of ever more expensive doctors. None of them can agree on a diagnosis, and the remedies they give him accomplish nothing. For Ilyich, it is all torture, and he simmers and rages at his situation.</p><p>“What tormented Ivan Ilyich most,” Tolstoy writes, “was the deception, the lie, which for some reason they all accepted, that he was not dying but was simply ill, and he only need keep quiet and undergo a treatment and then something very good would result.” Ivan Ilyich has flashes of hope that maybe things will turn around, but as he grows weaker and more emaciated he knows what is happening. He lives in mounting anguish and fear of death. But death is not a subject that his doctors, friends, or family can countenance. That is what causes him his most profound pain.</p><p>“No one pitied him as he wished to be pitied,” writes Tolstoy. “At certain moments after prolonged suffering he wished most of all (though he would have been ashamed to confess it) for someone to pity him as a sick child is pitied. He longed to be petted and comforted. He knew he was an important functionary, that he had a beard turning grey, and that therefore what he longed for was impossible, but still he longed for it.”</p><p>As we medical students saw it, the failure of those around Ivan Ilyich to offer comfort or to acknowledge what is happening to him was a failure of character and culture. The late nineteenth-century Russia of Tolstoy’s story seemed harsh and almost primitive to us. Just as we believed that modern medicine could probably have cured Ivan Ilyich of whatever disease he had, so too we took for granted that honesty and kindness were basic responsibilities of a modern doctor. We were confident that in such a situation we would act compassionately.</p><p>What worried us was knowledge. While we knew how to sympathize, we weren’t at all certain we would know how to properly diagnose and treat. We paid our medical tuition to learn about the inner process of the body, the intricate mechanisms of its pathologies, and the vast trove of discoveries and technologies that have accumulated to stop them. We didn’t imagine we needed to think about much else. So we put Ivan Ilyich out of our heads.</p><p>Yet within a few years, when I came to experience surgical training and practice, I encountered patients forced to confront the realities of decline and mortality, and it did not take long to realize how unready I was to help them.</p><p>I began writing when I was a junior surgical resident, and in one of my very first essays, I told the story of a man whom I called Joseph Lazaroff. He was a city administrator who’d lost his wife to lung cancer a few years earlier. Now, he was in his sixties and suffering from an incurable cancer himself—a widely metastatic prostate cancer. He had lost more than fifty pounds. His abdomen, scrotum, and legs had filled with fluid. One day, he woke up unable to move his right leg or control his bowels. He was admitted to the hospital, where I met him as an intern on the neurosurgical team. We found that the cancer had spread to his thoracic spine, where it was compressing his spinal cord. The cancer couldn’t be cured, but we hoped it could be treated. Emergency radiation, however, failed to shrink the cancer, and so the neurosurgeon offered him two options: comfort care or surgery to remove the growing tumor mass from his spine. Lazaroff chose surgery. My job, as the intern on the neurosurgery service, was to get his written confirmation that he understood the risks of the operation and wished to proceed.</p><p>I’d stood outside his room, his chart in my damp hand, trying to figure out how to even broach the subject with him. The hope was that the operation would halt the progression of his spinal cord damage. It wouldn’t cure him, or reverse his paralysis, or get him back to the life he had led. No matter what we did he had at most a few months to live, and the procedure was inherently dangerous. It required opening his chest, removing a rib, and collapsing a lung to get at his spine. Blood loss would be high. Recovery would be difficult. In his weakened state, he faced considerable risks of debilitating complications afterward. The operation posed a threat of both worsening and shortening his life. But the neurosurgeon had gone over these dangers, and Lazaroff had been clear that he wanted the operation. All I had to do was go in and take care of the paperwork.</p><p>Lying in his bed, Lazaroff looked gray and emaciated. I said that I was an intern and that I’d come to get his consent for surgery, which required confirming that he was aware of the risks. I said that the operation could remove the tumor but leave him with serious complications, such as paralysis or a stroke, and that it could even prove fatal. I tried to sound clear without being harsh, but my discussion put his back up. Likewise when his son, who was in the room, questioned whether heroic measures were a good idea. Lazaroff didn’t like that at all.</p><p>“Don’t you give up on me,” he said. “You give me every chance I’ve got.” Outside the room, after he signed the form, the son took me aside. His mother had died on a ventilator in intensive care, and at the time his father had said he did not want anything like that to happen to him. But now he was adamant about doing “everything.”</p><p>I believed then that Mr. Lazaroff had chosen badly, and I still believe this. He chose badly not because of all the dangers but because the operation didn’t stand a chance of giving him what he really wanted: his continence, his strength, the life he had previously known. He was pursuing little more than a fantasy at the risk of a prolonged and terrible death—which was precisely what he got.</p><p>The operation was a technical success. Over eight and a half hours, the surgical team removed the mass invading his spine and rebuilt the vertebral body with acrylic cement. The pressure on his spinal cord was gone. But he never recovered from the procedure. In intensive care, he developed respiratory failure, a systemic infection, blood clots from his immobility, then bleeding from the blood thinners to treat them. Each day we fell further behind. We finally had to admit he was dying. On the fourteenth day, his son told the team that we should stop.</p><p>It fell to me to take Lazaroff off the artificial ventilator that was keeping him alive. I checked to make sure that his morphine drip was turned up high, so he wouldn’t suffer from air hunger. I leaned close and, in case he could hear me, said I was going to take the breathing tube out of his mouth. He coughed a couple of times when I pulled it out, opened his eyes briefly, and closed them. His breathing grew labored, then stopped. I put my stethoscope on his chest and heard his heart fade away.</p><p>Now, more than a decade after I first told Mr. Lazaroff’s story, what strikes me most is not how bad his decision was but how much we all avoided talking honestly about the choice before him. We had no difficulty explaining the specific dangers of various treatment options, but we never really touched on the reality of his disease. His oncologists, radiation therapists, surgeons, and other doctors had all seen him through months of treatments for a problem that they knew could not be cured. We could never bring ourselves to discuss the larger truth about his condition or the ultimate limits of our capabilities, let alone what might matter most to him as he neared the end of his life. If he was pursuing a delusion, so were we. Here he was in the hospital, partially paralyzed from a cancer that had spread throughout his body. The chances that he could return to anything like the life he had even a few weeks earlier were zero. But admitting this and helping him cope with it seemed beyond us. We offered no acknowledgment or comfort or guidance. We just had another treatment he could undergo. Maybe something very good would result.</p><p>We did little better than Ivan Ilyich’s primitive nineteenth century doctors—worse, actually, given the new forms of physical torture we’d inflicted on our patient. It is enough to make you wonder, who are the primitive ones.</p><p>Modern scientific capability has profoundly altered the course of human life. People live longer and better than at any other time in history. But scientific advances have turned the processes of aging and dying into medical experiences, matters to be managed by health care professionals. And we in the medical world have proved alarmingly unprepared for it.</p><p>This reality has been largely hidden, as the final phases of life become less familiar to people. As recently as 1945, most deaths occurred in the home. By the 1980s, just 17 percent did. Those who somehow did die at home likely died too suddenly to make it to the hospital—say, from a massive heart attack, stroke, or violent injury—or were too isolated to get somewhere that could provide help. Across not just the United States but also the entire industrialized world, the experience of advanced aging and death has shifted to hospitals and nursing homes.</p><p>When I became a doctor, I crossed over to the other side of the hospital doors and, although I had grown up with two doctors for parents, everything I saw was new to me. I had certainly never seen anyone die before and when I did it came as a shock. That wasn’t because it made me think of my own mortality. Somehow the concept didn’t occur to me, even when I saw people my own age die. I had a white coat on; they had a hospital gown. I couldn’t quite picture it the other way round. I could, however, picture my family in their places. I’d seen multiple family members—my wife, my parents, and my children—go through serious, life-threatening illnesses. Even under dire circumstances, medicine had always pulled them through. The shock to me therefore was seeing medicine <em>not </em>pull people through. I knew theoretically that my patients could die, of course, but every actual instance seemed like a violation, as if the rules I thought we were playing by were broken. I don’t know what game I thought this was, but in it we always won.</p><p>Dying and death confront every new doctor and nurse. The first times, some cry. Some shut down. Some hardly notice. When I saw my first deaths, I was too guarded to cry. But I dreamt about them. I had recurring nightmares in which I’d find my patients’ corpses in my house—in my own bed.</p><p>“How did he get here?” I’d wonder in panic.</p><p>I knew I would be in huge trouble, maybe criminal trouble, if I didn’t get the body back to the hospital without getting caught. I’d try to lift it into the back of my car, but it would be too heavy. Or I’d get it in, only to find blood seeping out like black oil until it overflowed the trunk. Or I’d actually get the corpse to the hospital and onto a gurney, and I’d push it down hall after hall, trying and failing to find the room where the person used to be. “Hey!” someone would shout and start chasing me. I’d wake up next to my wife in the dark, clammy and tachycardic. I felt that I’d killed these people. I’d failed.</p><p>Death, of course, is not a failure. Death is normal. Death may be the enemy, but it is also the natural order of things. I knew these truths abstractly, but I didn’t know them concretely— that they could be truths not just for everyone but also for this person right in front of me, for this person I was responsible for.</p><p>The late surgeon Sherwin Nuland, in his classic book <em>How We Die, </em>lamented, “The necessity of nature’s final victory was expected and accepted in generations before our own. Doctors were far more willing to recognize the signs of defeat and far less arrogant about denying them.” But as I ride down the runway of the twenty-first century, trained in the deployment of our awesome arsenal of technology, I wonder exactly what being less arrogant really means.</p><p>You become a doctor for what you imagine to be the satisfaction of the work, and that turns out to be the satisfaction of competence. It is a deep satisfaction very much like the one that a carpenter experiences in restoring a fragile antique chest or that a science teacher experiences in bringing a fifth grader to that sudden, mind-shifting recognition of what atoms are. It comes partly from being helpful to others. But it also comes from being technically skilled and able to solve difficult, intricate problems. Your competence gives you a secure sense of identity. For a clinician, therefore, nothing is more threatening to who you think you are than a patient with a problem you cannot solve.</p><p>There’s no escaping the tragedy of life, which is that we are all aging from the day we are born. One may even come to understand and accept this fact. My dead and dying patients don’t haunt my dreams anymore. But that’s not the same as saying one knows how to cope with what cannot be mended. I am in a profession that has succeeded because of its ability to fix. If your problem is fixable, we know just what to do. But if it’s not? The fact that we have had no adequate answers to this question is troubling and has caused callousness, inhumanity, and extraordinary suffering.</p><p>This experiment of making mortality a medical experience is just decades old. It is young. And the evidence is it is failing.</p><p>This is a book about the modern experience of mortality— about what it’s like to be creatures who age and die, how medicine has changed the experience and how it hasn’t, where our ideas about how to deal with our finitude have got the reality wrong. As I pass a decade in surgical practice and become middle aged myself, I find that neither I nor my patients find our current state tolerable. But I have also found it unclear what the answers should be, or even whether any adequate ones are possible. I have the writer’s and scientist’s faith, however, that by pulling back the veil and peering in close, a person can make sense of what is most confusing or strange or disturbing.</p><p>You don’t have to spend much time with the elderly or those with terminal illness to see how often medicine fails the people it is supposed to help. The waning days of our lives are given over to treatments that addle our brains and sap our bodies for a sliver’s chance of benefit. They are spent in institutions—nursing homes and intensive care units—where regimented, anonymous routines cut us off from all the things that matter to us in life. Our reluctance to honestly examine the experience of aging and dying has increased the harm we inflict on people and denied them the basic comforts they most need. Lacking a coherent view of how people might live successfully all the way to their very end, we have allowed our fates to be controlled by the imperatives of medicine, technology, and strangers.</p><p>I wrote this book in the hope of understanding what has happened. Mortality can be a treacherous subject. Some will be alarmed by the prospect of a doctor’s writing about the inevitability of decline and death. For many, such talk, however carefully framed, raises the specter of a society readying itself to sacrifice its sick and aged. But what if the sick and aged are <em>already </em>being sacrificed—victims of our refusal to accept the inexorability of our life cycle? And what if there are better approaches, right in front of our eyes, waiting to be recognized?</p><p><em>Excerpted from BEING MORTAL: Medicine and What Matters in the End by Atul Gawande. Published 2014 by Metropolitan. Copyright © 2014 by Atul Gawande. All rights reserved.</em></p><h4>Guest</h4><ul><li><a href=\"http://atulgawande.com/\" target=\"_blank\"><strong>Atul Gawande</strong></a>, author of &#8220;<a href=\"http://www.amazon.com/Being-Mortal-Medicine-What-Matters/dp/0805095152/?tag=wburorg-20\" target=\"_blank\">Being Mortal: Medicine and What Matters in the End</a>.&#8221; He tweets <a href=\"https://twitter.com/Atul_Gawande\" target=\"_blank\">@Atul_Gawande</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Atul+Gawande%27s+Prescription+For+A+Better+Way+To+Die&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"906"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368000128-4ebad5.m3u?orgId=1&ft=3&f=356436986"}]}