{"created":"2014-09-25T22:28:04+00:00","modified":"2014-10-30T22:03:58+00:00","valid":{"from":"2014-10-30T22:03:58+00:00","to":"3014-10-30T22:03:58+00:00"},"hreflang":"en","title":"One Sculptor's Answer To WWI Wounds: Plaster, Copper And Paint","published":"2014-10-06T18:02:00+00:00","teaser":"World War I left many soldiers with disfiguring scars. For those whose faces were no longer recognizable, an American artist, Anna Coleman Ladd, sculpted masks to cover their injuries.","itags":["npr_api","351441401"],"guid":"f66c34ab-62a5-4746-9f75-8f1da8d279b2","contentencoded":"<p>Sometimes art can change how people see the world. But Anna Coleman Ladd made art that changed how the world saw people.</p><p>It was World War I, and soldiers were coming home from the battlefield with devastating injuries. Those who survived were often left with disfigured faces.</p><p>\"The part of the soldier's body that was most vulnerable was his face, because if he looked up over a trench, that was the part that was going to be hit,\" says David Lubin, a <a href=\"http://college.wfu.edu/art/lubin/\">professor of art</a> at Wake Forest University.</p><p>As director of the Red Cross mask-making studio in Paris, Ladd worked with <em>mutilés de la face</em>, men who had taken shrapnel, bullets and flamethrowers to the face. Ladd studied dozens of those disfigured faces, then sculpted masks made to resemble the soldiers' former selves.</p><p>The Smithsonian Institution's Archives of American Art has just posted <a href=\"http://www.aaa.si.edu/collections/anna-coleman-ladd-papers-10600/more\">a collection</a> of Ladd's papers online — photos, letters, diaries and other texts documenting her work. Lubin, who researched the sculptor for an upcoming book, tells NPR's Rachel Martin that part of the artist's process was to discover the man behind the injury.</p><p>\"She wanted to make the Studio for Portrait Masks, as it was called, a really warm and inviting place, where men could come in and feel happy and relaxed,\" Lubin explains.</p><p>It started in 1917, when Ladd, who was then a sculptor and socialite living in Boston, read about the work of a sculptor who ran what <a href=\"http://shm.oxfordjournals.org/content/early/2011/02/27/shm.hkq095.full#xref-fn-31-1\">was called</a> the \"Tin Noses Shop,\" a mask-making studio for disfigured British soldiers. Inspired, Ladd set up her own studio in Paris and set to work sculpting new faces for those who had lost a piece of theirs in trench warfare. For many, the studio was a safe haven.</p><p>\"These men couldn't be seen on the street,\" says Lubin. \"They'd gone through multiple operations, and they were seen as so hideous people would sometimes pass out from seeing them.\"</p><p>Ladd started by getting to know the men: their quirks, daily habits, what their siblings looked like, the limited facial expressions they were still capable of. Then, she would choose an expression. For some, that expression would be the only one they could wear.</p><p>She'd make a plaster mold of her subject's face, fill in the missing parts, and then galvanize the result in copper. After repeated fittings and adjustments, which might take several weeks, Ladd would position the mask on his face and <a href=\"https://www.youtube.com/watch?v=bCSzrUnie2E\">take out</a> a paintbrush.</p><p>\"She would try to paint a pigment that would be like the color of that man's skin,\" says Lubin. \"She would always take a tone that was halfway between what it would appear to be on a cloudy day and what it would appear to be on a sunny day.\"</p><p>In about a year and a half, Ladd and her colleagues sculpted almost 100 masks, each one a labor-intensive feat.</p><p>\"She was very proud of the fact that men who had thought they were going to have to live lives as recluses were able to go back into society,\" says Lubin. \"I have my doubts. I really don't think it was as easy [for the men] as she portrays.\"</p><p>Lubin says when the war ended, the Red Cross couldn't fund the studio anymore, so the studios closed. Ladd returned to Boston, where she resumed sculpting portrait busts and art for fountains.</p><p>\"I would have to say,\" says Lubin, \"that the art that she made before and after the war nowhere comes near the sort of importance and gravity of what she did during the war.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=One+Sculptor%27s+Answer+To+WWI+Wounds%3A+Plaster%2C+Copper+And+Paint&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"245"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351529472-070b1e.m3u?orgId=1&topicId=1008&ft=3&f=351441401"},{"href":"http://media.npr.org/assets/img/2014/09/25/wall-of-plaster-casts-a510c7fa1d2fec178ab4f024c6c8279c6379a7d3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"654","width":"872"}},{"href":"http://media.npr.org/assets/img/2014/09/25/before-and-after-cropped-09f57baaf25e0795e6a1e2be3e2a0c68e68943a2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"400","width":"533"}}]}