{"created":"2014-10-07T20:36:09+00:00","modified":"2014-10-31T00:04:02+00:00","valid":{"from":"2014-10-31T00:04:02+00:00","to":"3014-10-31T00:04:02+00:00"},"hreflang":"en","title":"Net Neutrality, Shall I Compare Thee To A Highway? A Showerhead?","published":"2014-07-21T22:35:00+00:00","teaser":"Net neutrality can be an issue that's difficult to understand and difficult to explain, so the metaphor that's used to describe it is kind of important. See what neutrality is being compared to.","itags":["npr_api","333737282"],"guid":"f66d79c5-f91f-4e53-856c-45ff66f800af","contentencoded":"<p>The Federal Communications Commission says it's writing rules for the Internet to preserve the status quo.</p><p>To quote <a href=\"http://www.fcc.gov/openinternet\">the FCC website</a>: \"The 'Open Internet' is the Internet as we know it.\" Open, in part, \"because it treats all traffic that flows across the network in roughly the same way.\"</p><p>Some people fear Internet providers could change the flow by charging more for certain businesses, but it's a complicated issue.</p><p>And \"net neutrality\" is not a scintillating term, as even the man who coined it admits.</p><p>\"You know I kind of agree it's boring; there's some power in sounding boring,\" Tim Wu says.</p><p>A professor at Columbia Law School, Wu happens to be running for lieutenant governor of New York. But he's best known for coining the term \"net neutrality.\"</p><p>\"Ultimately you judge a phrase not by whether it sounds great the first time you hear it, but whether it seems to stick around,\" Wu says. \"And like it or not, net neutrality has stuck around.\"</p><p>Another advocate for net neutrality is Tim Karr, who says people wonder whether he's talking about tennis in Switzerland.</p><p>Get it? Net, neutrality, tennis, Switzerland?</p><p>Well, Tim Karr — of <a href=\"http://www.freepress.net/\">the organization Free Press</a> — says there are lots of metaphors to explain net neutrality.</p><p>You've probably heard this one, for instance — the highway.</p><p>\"What the Internet service providers are proposing to do is that they want to set up a fast line and a slow lane on the Internet,\" Karr says. \"They want to have a fast lane for the few companies that can afford their tolls and they want a slow lane for the rest of us.\"</p><p>Here's another: Picture a fully clothed man in the shower.</p><p>Needless to say, he gets very, very wet before he turns down access to the Internet.</p><p>A few more metaphors we've heard:</p><p><strong>The airplane:</strong> If the Internet is a passenger jet, then charging different rates for different kinds of Internet use would be like charging for first class, business class and coach.</p><p><strong>Star Wars:</strong> The FCC can use its powers (the Force) for good or evil.</p><p><strong>Phone Company vs. Cable TV:</strong> The Internet we have now is the phone company, which doesn't control what content is carried over its wires. What we could end up with is the Internet as cable TV company, which controls content as well as access.</p><p><strong>The Supermarket:</strong> The Internet is your grocery store. Companies that pay for faster access are like product manufacturers, paying for more prominent placement in the store, like space on an end cap.</p><p><strong>The Barbershop: </strong>The Internet is the barber shop. Paying more for faster access is like paying to cut in line for a haircut.</p><p>But Berin Szoka, president of the <a href=\"http://techfreedom.org/\">think tank TechFreedom</a>, says we should avoid metaphors altogether.</p><p>\"The beauty of the Internet really is that it defies metaphor. It is constantly evolving. It's hard to put that in a box,\" he says.</p><p>Szoka argues that metaphors are biased. Even \"net neutrality,\" he says, is biased against Internet providers. He prefers \"open Internet.\"</p><p>Well, whatever you call it — Tim Wu — coiner of \"net neutrality\" says you can't control what catches on.</p><p>\"That's what I learned in life. You just throw things like spaghetti and see if anything sticks,\" he says.</p><p>Ah, spaghetti, you can't beat a good food metaphor.</p><p>Have a good metaphor for \"net neutrality\"? Tweet it to us <a href=\"https://twitter.com/npralltech\">@NPRAllTech</a>.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Net+Neutrality%2C+Shall+I+Compare+Thee+To+A+Highway%3F+A+Showerhead%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"144"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1333737440-6eeeaa.m3u?orgId=1&topicId=1019&ft=3&f=333737282"}]}