{"created":"2015-05-29T16:43:51+00:00","modified":"2015-05-29T18:06:11+00:00","valid":{"from":"2015-05-29T18:06:10+00:00","to":"3015-05-29T18:06:10+00:00"},"hreflang":"en","guid":"f6933db8-1c2e-435c-b626-408dd03e12ee","title":"Netflix documentary explores the choices made by the stars behind Internet porn's biggest genre","published":"2015-05-29T18:06:05+00:00","byline":"T.J. Raphael, Kristen Meinzer","tags":["culture","lifestyle","Across Women's Lives","Lifestyle","Lifestyle & Belief"],"teaser":"In Hot Girls Wanted, a Netflix documentary examines the stars of the teenage porn industry, the Internet's most popular. And while it's easy to think of them as damaged or broken, they usually are just like all of us.","contentencoded":"<p dir=\"ltr\">Consider this: Netflix is the single biggest driver of internet bandwidth, accounting for over one-third of all downstream usage during prime time hours.</p>\n<p>But if we step away from single companies and look at genres instead, there's one category that receives more visitors each month than Netflix, Amazon and Twitter combined. And that category is pornography.</p>\n<p>According to the new documentary film \"<a href=\"http://www.hotgirlswantedmovie.com/\">Hot Girls Wanted</a>,\" the number one search term for porn consumers is the word \"teen.\"</p>\n<div class=\"edit-entity cta_no_border cta_align-right cta_no-icon cta_bg-gray\" data-entity-id=\"80410\" data-entity-type=\"node\">\n<div id=\"node-80410\" class=\"node node-story-act contextual-links-region story-act-cta story-act-nid-80410 cta-type-custom-text clearfix\" about=\"/node/80410\" typeof=\"sioc:Item foaf:Document\">\n<h2><a href=\"/node/80410\">More about women across the sex industry</a></h2>\n<div class=\"contextual-links-wrapper\">\n<ul class=\"contextual-links\"><li class=\"node-edit first\"><a href=\"/node/80410/edit?destination=node/80377/edit\">Edit</a></li>\n<li class=\"node-delete last\"><a href=\"/node/80410/delete?destination=node/80377/edit\">Delete</a></li>\n</ul></div>\n<p><span property=\"dc:title\" content=\"More about women across the sex industry\" class=\"rdf-meta element-hidden\"></span><span property=\"sioc:num_replies\" content=\"0\" datatype=\"xsd:integer\" class=\"rdf-meta element-hidden\"></span></p>\n<div class=\"content\">\n<div class=\"field-display-title\">\n    Learn more about women in the sex industry  </div>\n<div class=\"field-body\">\n<p><a href=\"http://pri.org/stories/2015-05-21/darker-side-thailands-sex-industry-trafficking-underage-girls\"><img alt=\"trafficking video\" info=\"null%7D\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/Screen%20Shot%202015-05-29%20at%2012.35.19%20PM.png?itok=yZWSZXLL\" typeof=\"Image\" /></a></p>\n<p>For many young girls in Thailand, sex trafficking is still very much a reality.</p>\n</div>\n</div>\n</div>\n</div>\n<p>While some people may see teen porn as a simple fantasy, there are thousands of real 18- and 19-year-old girls who provide the content that feeds online porn sites.</p>\n<p>\"Hot Girls Wanted,\" which explores the reality these girls face, makes its debut on Netflix on May 29. It's co-directed by Jill Bauer and Ronna Gradus, and produced by actress Rashida Jones.</p>\n<p>Bauer says there are a variety of reasons that these young women enter the amature porn industry.</p>\n<p>“Many have just graduated high school, it was a free ticket out of their small towns, it was quick money, and they don’t have a lot of opportunities — they weren’t on the college track,” she says. “It was opportunity; it was freedom.”</p>\n<p>Several of the women profiled in the film had limited sexual experience before entering the porn industry — many have had just one or two intimate partners in their lives.</p>\n<p>“With hookup culture, sex is no big deal,” says Bauer. “It seems like a lot of girls and boys are not getting what they want, they feel that they can be hurt very easily, and that it’s not OK to express that they want something more than a hookup. A lot of these girls end up, in a very ironic way, feeling that porn was a safe place to have sex.”</p>\n<p>Bauer says that because the conditions and expectations of sex are set up front in the porn industry — that there is payment involved and that it is not a means for establishing a relationship — many of the young women feel that they won’t be hurt emotionally.</p>\n<p>Additionally, Jones says that the film debunks several common misconceptions about the industry.</p>\n<p>“That’s part of the power of the film — there’s an expectation that the girls who decide to go into porn are broken and are from broken homes,” says Jones. “But the truth is, these girls are normal, and they’re like us — they have supportive families and supportive boyfriends. They feel like this is a good choice, in part because of the cultural backdrop and in part because it’s so easy to do.”</p>\n<p>Gradus says that many of the young women profiled live together in the same house while they are working and form sorority-like bonds to support each other.</p>\n<p>“They work very hard when they shoot these scenes and then they go back and they’re very supportive. They say, ‘I feel empowered,’” says Gradus. “There’s this kind of mantra, this kind of speak. There are certainly, certainly women that are making porn and it is empowering for them and it works for them — sex is a very nuanced topic and so is pornography. We’re not here to be anti-pornography people. We just captured one particular part of the industry: Professional amature porn.”</p>\n<p>Though many of these young women “talked the talk,” Gradus says that feelings of empowerment often erode as their time in the industry grows. And most of these young women don’t last a year in the business.</p>\n<p>“It’s extremely hard — it’s just not humanly possible to be having sex like that, that often, that vigorously, or with that many different people,” says 19-year-old Rachel, one of the young women profiled in the film. “It takes a toll on your body.”</p>\n<p>Rachel started in the teen porn industry when she was 18. She says starring in adult films impacted not just her personal relationships, but her physical health as well.</p>\n<p>“There’s no room for a normal relationship — you can’t even have sex after you get off of a set,” she says. “You’re messed up. You have to go to the doctor every two weeks to figure out what’s wrong with you, to get some type of antibiotics; some kind of medication to get you back on track, and then it’s messed up instantly right after that. That was the worst part for me — not being able to be healthy. You were never healthy.”</p>\n<p>When Rachel started out, she enjoyed working in the industry and found it exciting. But when people in her small hometown of Oswego, New York, found out, her attitude changed.</p>\n<p>“The news traveled through the high schools, and then someone had sent a picture to my parents,” she says. “And then my brothers and sisters had the shock waves go through them. People at school would go to them and say, ‘I hear your sister’s doing this and that.’ When I started hearing that, I thought, ‘Do I really want that image — do I want that to be me?’ I’m their sister, I’m supposed to be a role model to them.”</p>\n<p>Though her brothers and sister were still supportive, Rachel says the glamour of porn quickly faded away.</p>\n<p>“I had to show them that I could be way more than that,” she says, choking up with tears.</p>\n<p>Though Rachel says that she was initially attracted to the porn industry because she was seeking excitement, travel, and adventure away from her hometown, she’s now happy to be out of the business.</p>\n<p>“I am not some crazy sexual, psychotic person where I needed to go out and be a porn star,” she says. “I had something to live for. But I went into an industry where they don’t care if you have something to live for. You’re just a body. But I wasn’t just a body — I have a soul, I have a mind, and I have so much to offer.”</p>\n<p><em>Editor’s Note: The above article is a condensed version of The Takeaway’s interview with Rashida Jones, Jill Bauer, Ronna Gradus and Rachel. Click on the audio player above to hear the full interview, and visit <a href=\"http://www.thetakeaway.org\">TheTakeaway.org</a> this Saturday for an extended version.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-29%2Fnetflix-documentary-explores-choices-made-stars-behind-internet-porns-biggest&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/10900237_1525963151018087_394214437860340810_o.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/109002371525963151018087394214437860340810ojpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/audio.wnyc.org/takeaway/takeaway052815-rachel.mp3"},{"href":"http://admin.pri.org/file/takeaway052815-rachelmp3"}]}