{"created":"2014-10-08T14:30:27+00:00","modified":"2014-10-31T01:21:52+00:00","valid":{"from":"2014-10-31T01:21:52+00:00","to":"3014-10-31T01:21:52+00:00"},"hreflang":"en","title":"When A Parent Goes To Prison, A Child Also Pays A Price","published":"2014-06-08T22:43:00+00:00","teaser":"More people are going to prison, and more children are impacted as a result. What effect does that have on kids? The question is rarely researched, but Ifetayo Harvey knows the answer firsthand.","itags":["npr_api","320071553"],"guid":"f69e4757-af27-4b55-8a1d-7636654cdf3f","contentencoded":"<p>When she was a child, 22-year-old Ifetayo Harvey's father was sentenced to prison for cocaine trafficking.</p><p>\"My dad went to prison when I was 4 years old, and he was released when I was 12,\" Harvey says.</p><p>Harvey is one of millions of young people who grew up with a parent in prison. A <a href=\"http://www.nap.edu/catalog.php?record_id=18613\">recent study</a> from the National Academy of Sciences examined the growth of incarceration in the United States, and among the topics was the effect on kids and families when a parent goes to prison.</p><p>Like many children with incarcerated parents, Harvey has suffered for her father's crime.</p><p>But at first, she didn't even know her dad had gone to prison.</p><p>\"I noticed that my dad was gone for a while, but because my parents weren't married and they didn't live together, I assumed that he would be back,\" Harvey tells NPR's Arun Rath.</p><p>She started receiving letters from her father, and was confused by the long strings of letters and codes. She says it was in sometime in first or second grade that her mother told her that her father was in prison.</p><p>\"I was really sad about it,\" she says.</p><p>In his letters, he told her how much he loved and cared about her, but Harvey says it felt like a contradiction with him not being there while she was dealing with a lot of depression and shame. \"It was just a really confusing time,\" she says.</p><p><strong>Lasting Effects<br /></strong></p><p>Jeremy Travis, one of the authors of the National Academy of Sciences report, says despite the rate of incarceration quadrupling over the past four decades, no one has really studied its effects on the family — especially kids — before.</p><p>\"This is an important social question which is not getting enough attention from the research community — not because there is not enough interest, but because we've not been willing to pay for it,\" Travis says.</p><p>Travis says the numbers of kids with an incarcerated parent is \"staggering.\" He says in the 1970s there were about 350,000 minors with a parent in prison; now, it's well over 2 million.</p><p>\"That simply tracks [with] the fact that we're putting more people in prison,\" he says. \"And the consequences of that are pretty profound, we think, although they're not as well documented as they should be.\"</p><p>What we do know, he says, is that there are higher rates of homelessness among families when the father is in prison, poor developmental outcomes for the children in those families, and that there's greater family instability in those families.</p><p>Travis says the children in those families often end up in foster care and have difficulties in school forming attachments with their peers. All of those difficulties, he says, present challenges for the communities, social workers, educators and family members who want to support that child through such a difficult time.</p><p>The first step, he says, is that we should have fewer people in prison, but it is more complicated than that.</p><p>\"We will always have people in prison, and we should pay attention to the collateral consequences of incarcerating ... parents,\" Travis says.</p><p><strong>Finding A Silver Lining<br /></strong></p><p>Ifetayo Harvey is one of the lucky ones, in a way. She had the help and support of a larger extended family, and says she had positive role models in her family. This was in sharp contrast to the example her father set.</p><p>\"Maybe even my dad being incarcerated motivated me to do the best that I could in school, so something like that wouldn't happen to me or anyone that I knew,\" she says.</p><p>But in many other ways, Harvey suffered from the problems laid out in the study. She never visited her father, who was in a prison out of state. She never had any phone calls. The absence of her father was a big burden on her mom.</p><p>\"My mom is a single parent of seven kids, and once my dad went away, this put a really big financial strain on my family,\" she says.</p><p>Harvey says she often made something up when asked what her dad did for a living, to avoid having to explain he was in prison.</p><p>\"It's hard to explain that to people because there's such a heavy stigma against people who are incarcerated or formerly incarcerated,\" she says.</p><p>Harvey says that lately she's been focused on the positive aspects of growing up with a parent in prison. She says it taught her to empathize and understand people from a different angle.</p><p>Harvey's dad was deported back to Jamaica after he was released. She saved up enough money to make a trip there to visit when she was 16 years old. Before that trip, it has been 12 years since she's last seen him. She says it was a good experience, though a little awkward at times.</p><p>\"But I was willing to rebuild our relationship, and I think it's good,\" she says. \"It's good for what it is; my dad calls me once or twice a week.\"</p><p>Harvey just graduated from Smith College and now wants to pursue a master's degree in social work. Her dad's experience gave her a passion for social justice, and she's no longer ashamed to talk about this part of her life.</p><p>\"I get power from speaking the truth of my story to others,\" she says. \"I think that once you realize that you're not alone in your struggle, it's easier to heal.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=When+A+Parent+Goes+To+Prison%2C+A+Child+Also+Pays+A+Price&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"428"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320077439-b865a8.m3u?orgId=1&topicId=1091&ft=3&f=320071553"},{"href":"http://media.npr.org/assets/img/2014/06/08/10275473_10152047060951513_5071755893576172912_o-005f49ecf98119158e598b8c8ab653d15a971f01.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"750","width":"999"}}]}