{"created":"2015-01-29T19:57:04+00:00","modified":"2015-01-29T22:11:36+00:00","valid":{"from":"2015-01-29T22:11:36+00:00","to":"3015-01-29T22:11:36+00:00"},"hreflang":"en","guid":"f6a63da5-7cee-4d14-8460-d362b75dd4f4","title":"Why the NBA is breaking out special uniforms for Chinese New Year","published":"2015-01-29T22:11:31+00:00","byline":"Bradley Campbell","tags":["yao ming","nba","basketball","golden state warriors","Houston Rocket","Stephen Curry","American sports overseas","Sports","Los Angeles","houston","Asia","China","United States","Paul Lukas","David Fung","Yao Ming","Basketball","National Basketball Association","Sports","Houston Rockets"],"teaser":"China has the NBA's largest international fan base, and the league is making a big play for Chinese viewers with a TV deal and special Chinese-themed uniforms for the Lunar New Year. But while it might be good business, what do Chinese Americans think of the jerseys?","contentencoded":"<p dir=\"ltr\">China <em>loves</em> basketball. </p>\n<p dir=\"ltr\">The world's largest nation also has the NBA's biggest international fan base, and that may explain why the league is celebrating Chinese New Year this season. The NBA will live-stream 56 games in China and Taiwan during the celebrations, but the thing that has everyone talking are the uniforms.</p>\n<p dir=\"ltr\">Teams like the Golden State Warriors and the Houston Rockets will wear special jerseys decorated with Chinese characters. The Warriors will even have a Great Wall of China homage stitched down the sides of their uniform and the image of a goat on the sleeve, signifying 2015 as the Year of the Goat.</p>\n<p dir=\"ltr\">Choosing Golden State and Houston to wear the special uniforms was intentional, says Paul Lukas, ESPN's uniform columnist and author of <a href=\"http://www.uni-watch.com/\">the Uni Watch blog</a>. </p>\n<p dir=\"ltr\">\"Golden State plays in the Bay Area, which obviously has a big Chinese population and a big Chinatown,\" Lukas says. \"And a lot people don't know that Houston, where the Rockets play, also has a big Chinatown, and the great Chinese basketball star Yao Ming played for the Rockets. So it's kind of makes sense that these are two of the teams to go with this design.\"</p>\n<p dir=\"ltr\">And we may see more of such designs. \"The NBA has big expansion plans for Asia, and for China specifically,\" Lukas says. \"When the season started this year, there were 101 non-American players in the NBA. That represented over 20 percent of the players in the league, representing 37 countries and territories. So it's a very international league that you have.\"</p>\n<p>Other American leagues are also trying to snag international fans. Baseball has done some shirt-based outreach of its own, creating uniforms with Spanish names like \"Los Gigantes\" for the San Francisco Giants or \"Los Mets\" for — well, you know.</p>\n<p>But no overseas sports market may have the potential of basketball in China. \"The NBA's new TV contract, which they set up this past fall, includes a major component in China,\" Lukas explains. \"They have plans for streaming games live on cell phones in China ... If you're in any kind of business that wants international outreach, obviously China, with its emerging middle class, is going to be a huge growth area.\"</p>\n<p>So what do Chinese Americans think of the New Year uniforms? Many of them are talking about it, including the Fung Brothers, a Los Angeles-based comedy duo.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>The NBA designed special Chinese New Year jerseys that players will wear on Feb 19! Gotta love the NBA haha <a href=\"http://t.co/g06Cnb1etX\">pic.twitter.com/g06Cnb1etX</a></p>\n<p>— Fung Bros. (@FungBros) <a href=\"https://twitter.com/FungBros/status/560524859927973888\">January 28, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>\"I think the Golden State jerseys are — and I'm going to use a politically incorrect term that I don't encourage anyone out there to say it unless they are Chinese — chinky,\" says David Fung. \"It's chinky in the sense that it's like this Oriental/American image of what would appeal to a Chinese person ... It kind of reminds me of the packaging on a pair of wooden chopsticks that you would get at a lower-end Chinese restaurant.\"</p>\n<p>Fung says it's definitely not a modern Chinese aesthetic: It's more of a Western perception of what Chinese people really like. So I was surprised when Fung said he'll buy a Warriors jersey — the one with the Great Wall motif — with Stephen Curry's name on the back.</p>\n<p>\"I recognize its place in history and cultural significance as a comedian and cultural commentator,\" he says. \"I have to look at the big picture. And whether the NBA did an A+ or B+ or a C job — I'm going to give them a B- on this one — it's still a really significant step in the right direction.\"</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/adidas%20NBA%20Chinese%20New%20Year%2C%20Houston%2C%20Howard%20F.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/adidas-nba-chinese-new-year-houston-howard-fjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/012920152.mp3"},{"href":"http://www.pri.org/file/012920152mp3"}]}