{"created":"2015-04-04T08:47:40+00:00","modified":"2015-06-05T15:27:21+00:00","valid":{"from":"2015-06-05T15:27:21+00:00","to":"3015-06-05T15:27:21+00:00"},"hreflang":"en","title":"Despite Laws And Lawsuits, Quota-Based Policing Lingers","published":"2015-04-06T18:39:00+00:00","teaser":"The NYPD is denying allegations that officers were forced to make a certain number of warrantless stops, and faced retaliation from superiors when they didn't.","itags":["npr_api","395061810"],"guid":"f6af3728-6573-4302-a401-546f1b404f57","contentencoded":"<p>In New York City, police rarely talk on the record at all, especially about a touchy subject like quotas. But Officer Adhyl Polanco is an exception.</p><p>\"The culture is, you're not working unless you are writing summonses or arresting people,\" says Polanco.</p><p>One of the dirty secrets in law enforcement that no one likes to talk about is quotas. Police departments routinely deny requiring officers to deliver a set number of tickets or arrests. But critics say that kind of numbers-based policing is real, and corrodes the community's relationship with the police.</p><p>Polanco joined the force in 2005, and pretty quickly, he says, it became clear that his supervisors only cared about two things: tickets and arrests.</p><p>\"I can tell my supervisors that I took three people to the hospital and I saved their lives. That the child that I helped deliver is healthy,\" says Polanco. \"I can tell them that. But that's not going to cut it.\"</p><p>Polanco says he encountered an unwritten rule that officers are expected to bring in \"20 and one.\" That's 20 tickets and one arrest per month. But it was tough to get anyone outside the department to believe him, because NYPD officials would always deny there were any quotas. They still do.</p><p>\"There is no specific target number that we go for,\" said NYPD Commissioner William Bratton at a press conference in January. \"There are no quotas, if you will.\"</p><p>Since taking over the department last year, Bratton has insisted he's more interested in the quality of arrests than the quantity. The NYPD declined to comment for this story.<strong></strong></p><p>Back in 2008, Officer Polanco was determined to expose the NYPD's alleged quota system. So he secretly recorded conversations inside his precinct house in the Bronx.</p><p>\"Next week, it could be 25 and one. It could be 35 and one,\" says a man Polanco identifies as a sergeant. The man heard in the recording is pushing his officers to get their numbers up. If they don't, he threatens, it could get even worse: The quota could be 25 tickets a month, or 35.</p><p>\"Until you decide you're going to quit this job and become a Pizza Hut delivery man, this is what you're going to be doing until then,\" the man says.</p><p>Now Polanco is suing the NYPD, one of several whistle-blower lawsuits over alleged quotas at the department. Arrest and ticket quotas are illegal in several states, including New York, Illinois, California and Florida. But even former law enforcement officials will tell you they still exist.</p><p>\"Does it happen in some places? Yeah, I'm sure it does,\" says Chuck Wexler, executive director of the Police Executive Research Forum. Wexler says some of the 18,000 police departments across the country probably do have quotas.</p><p>\"On the one hand, there is an understandable desire to have productivity from your officers,\" says Wexler. \"But telling them that you want to arrest x number of people, you have to cite x number of people, it just encourages bad performance on the part of officers.\"</p><p>Wexler says the problem can get especially bad if officers start to view the community they're policing as a source of revenue. That, according to the Justice Department, is exactly what happened in Ferguson, Mo. As NPR and others have reported, the largely white police there <a href=\"http://www.npr.org/2015/03/04/390606464/doj-ferguson-police-routinely-discriminate-against-african-americans\" target=\"_blank\">wrote huge numbers</a> of tickets for the city's black residents, collecting millions of dollars in fines every year.</p><p>\"Our view is that this is not solely a Ferguson problem,\" says Laurie Robinson, co-chairwoman of President Obama's Task Force on 21st Century Policing. She's also a former assistant attorney general and a professor at George Mason University. The task force concluded that numbers-based policing sends the wrong message to the public.</p><p>\"If citizens believe that tickets are being issued or arrests are being made for reasons other than the goal of law enforcement, which is about public safety,\" says Robinson, \"then their trust in the legitimacy of the system is really eroded.\"</p><p>So why does numbers-based policing seem to persist in some departments?</p><p>Maybe because it's an easy way to track officer productivity. Tim Dees, a retired Reno, Nev., police officer who has also taught criminal justice, says it's the quality of police work that counts, not the quantity.</p><p>\"That's a much more difficult metric to gauge,\" says Dees. \"The satisfaction of the citizen, very difficult to put a value on that. And it's much easier for, frankly, lazy administrators to make it into a numbers game.\"</p><p>But some rank-and-file officers say the numbers game can actually make their jobs harder. NYPD Officer Adhyl Polanco says that in order to be effective, he needs the trust of the community.</p><p>\"Nobody in the community wants people selling drugs in their building,\" Polanco says. \"Nobody in the community wants shootings, so if we work with the people who don't want that, together we can identify who the criminals are. But what happens when you start harassing innocent people because I have to come up with my 20 [tickets]?\"</p><p>Those tickets might look like productivity on paper, says Polanco. But he argues they're not actually making anyone safer.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Despite+Laws+And+Lawsuits%2C+Quota-Based+Policing+Lingers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joel Rose","audio":[{"meta":{"duration":"293"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397450765-abd422.m3u?orgId=1&topicId=1003&d=293&p=7&story=395061810&t=progseg&e=397447881&seg=5&ft=nprml&f=395061810"},{"href":"http://media.npr.org/assets/img/2015/03/24/176418000-13307f589b15341259a254a2e7cb84242fc1e5a9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1940","width":"2587"}}]}