{"created":"2015-04-12T06:03:31+00:00","modified":"2015-04-12T21:05:13+00:00","valid":{"from":"2015-04-12T21:05:13+00:00","to":"3015-04-12T21:05:13+00:00"},"hreflang":"en","title":"'It Was Such A Knock On The Head': Laura Marling On Empathy","published":"2015-04-12T15:01:00+00:00","teaser":"\"I think I was overwhelmed by the vastness of the world and, more particularly, America,\" the English singer-songwriter says of <em>Short Movie</em>, an album inspired by her stay in L.A.","itags":["npr_api","398753713"],"guid":"f6b69770-4767-41b2-bfd9-43d55b6483c9","contentencoded":"<p><a href=\"http://www.npr.org/artists/93941444/laura-marling\">Laura Marling</a>'s dusky alto has been delivering wise, introspective folk songs since 2008's <em>Alas I Cannot Swim</em>, when that wisdom seemed to belie her teenage years.</p><p>Since then, the 25-year-old English singer-songwriter has had seven prolific years, in which she's released records in rapid succession. <em>Short Movie</em> is her fifth studio album, the result of settling in L.A. for eight months after nearly a decade of touring and traveling. She tells NPR's Rachel Martin that she spent the time \"not working as a musician and experiencing life from a very different perspective.\"</p><p><strong>You'd had this really intense period of time. You were touring. You were recording year after year since you were 16 years old. You started really young, and then you just stopped. What precipitated that? </strong></p><p>Before I landed in L.A., I had been traveling around the States on my own for about four months. I enjoyed it immensely, and I derive a lot of energy from that sort of behavior. But during that time, I did realize that I hadn't been anywhere longer than six weeks since I was 16. So I went to go and root myself in L.A., of all places.</p><p><strong>Why did you choose L.A. to stand still?</strong></p><p>It was as simple as it was where I landed. It was where I finished the tour. The time in which I stood still there was maybe like eight months or something. It was eight months of not touring and not taking part in that world.</p><p><strong>How did that take place? I mean, up until that point, you had a big following, you had a lot of albums. How did you just shed that persona? </strong></p><p>It wasn't difficult, I have to say, in America. It would maybe be slightly more difficult in the U.K. But, no, it was very easy to slip in and slip out of my persona whenever I chose. I was dying to. When I was sort of a green teenager, I never thought that I'd end up living my life completely devoted to what I now have come to call \"my art.\"</p><p>I think the best way of describing anything like that is that it's just a thing I'm good at. [Laughs.] I'm very lucky it's a thing I'm good at. There is a delicate line between whether you consider yourself lucky that you're good at something or whether you consider yourself the person in charge, with the power to do that. I still haven't reconciled those two things.</p><p><strong>There is a harder sound to this album. There's electric guitar that you're using for the first time; your voice has a different edge to it. What do you think when you hear that version of yourself? </strong></p><p>It seems to have come from a slightly different place. I think the other albums came from a very emotional, guttural place, and this one has come from a much headier, more universal place. I think I was overwhelmed by the vastness of the world — and, more particularly, America.</p><p><strong>Why the electric guitar? How did that find its way into your music?</strong></p><p>Well, I had always slightly hoped that it would. And I never really wrote the appropriate music for it. Quite simply, I turned up in L.A. with the only guitar I had — that was a Gibson 335. That just happened to be the one I decided to write on.</p><p><strong>I had read that you never understood loneliness before, and that you get it in a way that you didn't before. </strong></p><p>Yeah, I get my energy boost from being on my own. I guess people would call me fairly solitary. And I seem to lack a certain amount of empathy. And I think that I'd grown up in England in the proximity of everyone I've ever known within, like, a couple of hours. And then I was in L.A.; it was the first time I was aware of how strange humanity has got, and that we live in such close proximity to one another. And, yet, this feeling that you are not somehow constantly connected to everybody. You are absolutely on your own.</p><p>I suddenly had this rush of empathy that I hadn't ever realized, that that was such a great and forward fear that was constantly there for a lot of people. I had never thought of that, perhaps.</p><p><strong>Do you have different relationships, as a result of this now?</strong></p><p>Yeah, I do. And I've come back to London, where I live now, and I've adapted accordingly. [Laughs.] And I've made my apologies to everybody.</p><p><strong>Do you make apologies?</strong></p><p>I did! Because it had such a profound — it was such a knock on the head. It just started to make a lot of sense within my family. I'd left my family home, my amazing family home, when I was 16 without so much as, you know... I just... went. And now I understand a little bit more, those responsibilities.</p><p><strong>Where does the title of this album come from? <em>Short Movie</em>. </strong></p><p>The title is sort of an homage to a chap that I met whilst I was staying in a town called Manchester, which is a really sweet little town. It's right on the border of Oregon and California. I was sitting in a bar there one night, and a lovely old gentle hippie came up to speak to me, and we sat together for a while. He was telling me about his life, what he does, and where he's been, and I was telling him what I was doing, and what had happened to me, and where I was going, and what I wanted to do. And he kept bookending everything with, \"It's a short movie.\"</p><p>I just thought it was a wonderful sentiment, because that was right before I moved to L.A. And my whole time, over that couple of months that I spent trying to figure out what my place in the world was, was just this big awareness that it's insignificant — just get on with it.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27It+Was+Such+A+Knock+On+The+Head%27%3A+Laura+Marling+On+Empathy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"350"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399138720-2a86ff.m3u?orgId=1&topicId=1039&aggIds=100920965&e=398753713&d=350&ft=nprml&f=398753713"},{"href":"http://media.npr.org/assets/img/2015/04/10/lauramarling-25f78e61bc2874e011773a9e68ed0f67c165fda3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"700","width":"934"}}]}