{"created":"2015-05-14T19:33:17+00:00","modified":"2015-05-14T19:33:17+00:00","valid":{"from":"2014-05-14T20:57:38+00:00","to":"3014-05-14T20:57:38+00:00"},"hreflang":"en","guid":"f6c03c95-6205-4a78-842f-951953e68311","description":"Another total economic crash is all but inevitable. Here's what you can do.","published":"2014-05-14T20:57:38+00:00","itags":["f6c03c956205a78742f1951953e68311","PMP:Marketplace_PMP","Marketplace for Wednesday May 14, 2014","Marketplace"],"tags":["humor","Economy","The Big Book","economic crash","APM"],"byline":"Daniel Kibblesmith","teaser":"Another total economic crash is all but inevitable. Here's what you can do.","contentencoded":"<div class=\"barn-cleaned\"><p>Our global financial system relies on so many unpredictable factors that a total economic crash is all but inevitable.</p>\n<p>But with careful planning now, you can still win in a post-crash economy where money doesn’t matter. <a href=\"https://twitter.com/kibblesmith\" target=\"_blank\">Daniel Kibblesmith</a> and <a href=\"https://twitter.com/sam_weiner\" target=\"_blank\">Sam Weiner</a>, authors of \"<a href=\"http://www.amazon.com/How-Win-Everything-Things-Shouldnt/dp/1452113319\" target=\"_blank\">How to Win At Everything</a>\" have some tips: &nbsp; 1. Immediately withdraw all the money from your 401K and invest it in burlap futures. Twenty-four hours after the coming crash, all clothing will be made from itchy sacks. &nbsp; 2. Sell all your stocks and bonds - soon, hearty grains will be more valuable than gold. Fill up a sock with millet seeds - it can be used as currency and doubles as a blackjack for self-defense. &nbsp; 3.Abandon your house right this minute and move to nature’s mansion - a cave. The huge home you worked so hard for will make you a target for roving gangs of bandits. &nbsp; 4. Gasoline will be impossible to find, so trade in your obsolete gas guzzler for a faithful donkey. Then trade any useless children you have lying around for a second donkey. &nbsp; 5. Your current white collar job won’t prepare you for a future where the only available jobs are warlord, balladeer, and widow. Start learning a practical skill today, like identifying poison berries or tricking your enemies into eating poison berries. &nbsp; 6. As society continues to crumble, strength will be the only law, so your civilized name is meaningless. Change it to something that inspires people to follow you. Goodbye John Smith, hello Dirk StormRider. &nbsp; We’re headed for a brave new world where crime is legal, family is a liability and wild dogs will be everywhere. But if you follow our tips, you’ll become a pillar of the post-money economy, paving the way for future generations to become just as reckless and complacent as the investors of today. &nbsp;</p></div>","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Our global financial system relies on so many unpredictable factors that a total economic crash is all but inevitable.</p>\"},{\"content\":\"<p>But with careful planning now, you can still win in a post-crash economy where money doesn’t matter. <a href=\\\"https://twitter.com/kibblesmith\\\" target=\\\"_blank\\\">Daniel Kibblesmith</a> and <a href=\\\"https://twitter.com/sam_weiner\\\" target=\\\"_blank\\\">Sam Weiner</a>, authors of &quot;<a href=\\\"http://www.amazon.com/How-Win-Everything-Things-Shouldnt/dp/1452113319\\\" target=\\\"_blank\\\">How to Win At Everything</a>&quot; have some tips:   1. Immediately withdraw all the money from your 401K and invest it in burlap futures. Twenty-four hours after the coming crash, all clothing will be made from itchy sacks.   2. Sell all your stocks and bonds - soon, hearty grains will be more valuable than gold. Fill up a sock with millet seeds - it can be used as currency and doubles as a blackjack for self-defense.   3.Abandon your house right this minute and move to nature’s mansion - a cave. The huge home you worked so hard for will make you a target for roving gangs of bandits.   4. Gasoline will be impossible to find, so trade in your obsolete gas guzzler for a faithful donkey. Then trade any useless children you have lying around for a second donkey.   5. Your current white collar job won’t prepare you for a future where the only available jobs are warlord, balladeer, and widow. Start learning a practical skill today, like identifying poison berries or tricking your enemies into eating poison berries.   6. As society continues to crumble, strength will be the only law, so your civilized name is meaningless. Change it to something that inspires people to follow you. Goodbye John Smith, hello Dirk StormRider.   We’re headed for a brave new world where crime is legal, family is a liability and wild dogs will be everywhere. But if you follow our tips, you’ll become a pillar of the post-money economy, paving the way for future generations to become just as reckless and complacent as the investors of today.  </p>\",\"type\":\"text/html\"}]","title":"How to survive the next economic collapse","audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/3416425.jpg?itok=AEXJ8KPA","meta":{"width":"610","crop":"primary","height":"340"}},{"meta":{"duration_hms":"00:02:44","duration":164,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/05/14/marketplace_segment23_20140514","type":"application/json"}},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/05/14/marketplace_segment23_20140514_64.mp3","type":"audio/mpeg","format":"MP3"}]}