{"created":"2014-10-08T03:00:01+00:00","modified":"2014-10-31T00:38:35+00:00","valid":{"from":"2014-10-31T00:38:35+00:00","to":"3014-10-31T00:38:35+00:00"},"hreflang":"en","title":"Sci-Fi Kid Flick 'Earth To Echo' Broadens The 'E.T.' Formula","published":"2014-07-02T23:20:00+00:00","teaser":"First-time feature filmmaker Dave Green sets his movie apart from Steven Spielberg's classic with found footage, an African-American protagonist and a more central female co-conspirator.","itags":["npr_api","327710278"],"guid":"f6c00bbb-f898-46f7-ac0c-8c8a2a852246","contentencoded":"<p>Movie theaters were swarming with <em>Transformers</em> this past weekend, and that'll also be true over the July 4 weekend. So this may not seem to be the best moment to bring out a sci-fi flick made on a budget that wouldn't cover catering for Optimus Prime. But \"small\" has its virtues sometimes, and the kid flick <em>Earth to Echo</em> is one of those times.</p><p>It opens with eighth-grader Tuck about to lose his two best buds. Their families are moving from Nevada, and it's their last night together, so they're doing what kids do — taping goodbyes for YouTube. Which is why they have cameras and cellphones with them when they find an odd piece of metal in the desert about the size of a thermos. When they pick it up, it makes noise. Tuck grabs the video camera from his bike, and just as he's about to start describing what's happening, something happens. A lot happens, actually, and before long they're making friends with a glowing, metallic, owl-like critter that needs their help.</p><p>The idea is that the kids are recording all this themselves — using smartphones and even a camera hidden in a pair of glasses — which means first-time feature filmmaker Dave Green can knock himself out with impressive but presumably inexpensive special effects. He can also set his film apart from the one it's clearly paying homage to. It's no coincidence that the title, <em>Earth to Echo</em>, abbreviates as \"E.T. Echo\" — the echoes of Steven Spielberg's classic are everywhere. Kids zooming around on bikes; cellphones so central you can't help thinking \"E.T. phone home\"; government bad guys whose first impulse on finding a little guy from the stars is to dissect him, though they'll have to catch him first.</p><p>But the story's been rethought, not just to do the found-footage thing, but in <em>culturally</em> interesting ways. Tuck is an African-American kid whose best buds are a picked-on nerd and an adopted foster child. A teenage girl joins them midway through, and if she's kind of an afterthought, she's still more central than Elliott's little sister was in <em>E.T</em>. These are not huge advances, but they do suggest the filmmakers wanted to broaden the formula a little, make it more inclusive, do something a little adventurous. Kinda like <em>Earth to Echo</em>'s tween heroes.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sci-Fi+Kid+Flick+%27Earth+To+Echo%27+Broadens+The+%27E.T.%27+Formula&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Mondello","audio":[{"meta":{"duration":"185"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1327797262-c1d3b9.m3u?orgId=1&topicId=4467349&ft=3&f=327710278"},{"href":"http://media.npr.org/assets/img/2014/07/02/earth-to-echo-m-021-10874rv2_rgb-03eb858f21a80ee6a21070c521f529d504c36d42.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}}]}