{"created":"2014-10-08T13:25:43+00:00","modified":"2014-10-31T00:49:46+00:00","valid":{"from":"2014-10-31T00:49:46+00:00","to":"3014-10-31T00:49:46+00:00"},"hreflang":"en","title":"Rainstorms Pummel Upper Midwest, Drowning Resources","published":"2014-06-26T18:28:00+00:00","teaser":"Iowa, Minnesota and other parts of the Midwest have been hit with record levels of rainfall recently. As water floods homes and businesses and threatens crops, local officials scramble to help.","itags":["npr_api","325658977"],"guid":"f6c98e72-a5ba-41ad-98f2-da10e66c7d1d","contentencoded":"<p>Heavy rains over the past couple of weeks have rivers rising all across the Upper Midwest, flooding homes, swamping fields and washing out roads.</p><p>Fans hum 24/7 as Laura Westra tries to dry out her sopping-wet basement in the small town of Rock Valley, Iowa.</p><p>The nearby Rock River, in the northwest corner of the state, swelled last week wider and deeper than anyone can remember.</p><p>\"We've lived here 45 years, and this is the first time we had water in the basement,\" Westra says.</p><p>Rain and river water inundated her neighborhood, flooding her home and many of her neighbors' homes.</p><p>\"Our son's car was in the shed, and there was 4 feet of water in the shed,\" she says.</p><p>Westra and her family have had to throw away just about everything from her finished basement, including the water heater, but she says many of her neighbors who live closer to the river were flooded much worse.</p><p>Officials in this town of 3,300 say it will take weeks to clean up and months to repair and rebuild damaged homes, businesses and infrastructure. And they're not alone.</p><p>Statewide, Iowa officials estimate flood damages topping $15 million.</p><p>About an hour south of Rock Valley in Sioux City, Iowa, the county's Emergency Services Director Gary Brown says it's been difficult to recover.</p><p>\"We were already at saturation point, and we were receiving heavy rain,\" he says. He adds, \"We need a little time to dry out here, and we need these storms, instead of parking over us, to keep moving.\"</p><p>Brown says one storm last week dumped 6 inches of rain on Sioux City in just three hours.</p><p>\"What we saw last week were weather systems that just literally got here and continued to develop and redevelop on top of themselves,\" he says.</p><p>These storm systems have been dumping massive amounts of rain on other parts of Iowa, Nebraska, the Dakotas and Minnesota, where Gov. Mark Dayton has declared a state of emergency in 35 counties.</p><p>\"It's very hard to see the pain and suffering people are going through --homeowners in Henderson whose houses of 26 years were destroyed by a mudslide, farmers whose entire crop has been destroyed by the flooding or the hail,\" Dayton says.</p><p>Many northern farmers are now in a bind because when their fields finally dry out, it might be too late in the growing season to replant their crops. One agronomist estimates crop yields could drop 20 to 30 percent in Minnesota alone because of weather-related losses, and there will likely be crop losses in other states, too.</p><p>Gov. Dayton toured flood damage in several communities across Minnesota, including Delano, about 30 miles west of Minneapolis, where the raging Crow River flooded downtown businesses and closed a main bridge through town.</p><p>Delano City Administrator Phil Kern told the governor that the flooding is draining the city's bank accounts.</p><p>\"For a community our size, we're expending a tremendous amount of resources,\" he said, \"probably upwards of 10 percent of our annual budget just simply in the last five days trying to deal with holding back these waters.\"</p><p>But Kern and planners in other Midwestern communities are bracing for these kinds of severe storms to become the new normal. This is the third major flood in Delano in five years.</p><p>Forecasters predict this rainy weather pattern will likely continue into July across much of the Upper Midwest.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Rainstorms+Pummel+Upper+Midwest%2C+Drowning+Resources&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Schaper","audio":[{"meta":{"duration":"213"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325760350-e21d1f.m3u?orgId=1&topicId=1091&ft=3&f=325658977"}]}