{"created":"2014-09-05T16:37:13+00:00","modified":"2014-10-31T15:41:16+00:00","valid":{"from":"2014-10-31T15:41:16+00:00","to":"3014-10-31T15:41:16+00:00"},"hreflang":"en","title":"'Boondocks' Creator Asks, 'What Would Black Jesus Do?'","published":"2014-09-05T16:37:00+00:00","teaser":"Aaron McGruder's <em>Black Jesus</em> premieres Thursday night on Adult Swim, and it features a Christ who drops f-bombs and drinks 40s. So is it sacrilege or subversive? Some biblical scholars weigh in.","itags":["npr_api","338390282"],"guid":"f6e575f0-b9eb-4a94-af32-cf44cee02407","contentencoded":"<p><em>Black Jesus</em>, a new show premiering Thursday on Adult Swim, is about, well, a black Jesus. Set in contemporary south Los Angeles, it presents a Jesus roaming around a neighborhood filled with liquor stores, mini-marts and people praying for help.</p><p>The live-action show is the latest project from Aaron McGruder, who's best-known as the creator of the comic strip and cartoon <a href=\"http://video.adultswim.com/the-boondocks/\">The Boondocks</a>. <em>Black Jesus </em>is a show designed to push buttons, and it has already <a href=\"http://www.jacksonfreepress.com/weblogs/jackblog/2014/jul/24/afa-cartoons-depiction-of-black-jesus-blasphemous/\">caused consternation among some Christian groups.</a></p><p>But Yolanda Pierce of the Princeton Theological Seminary says the show raises some important theological questions. \"If Jesus were to return, what would Jesus look like?\" she asks. \"What would Jesus do? And would we, those people who consider themselves as Christians, as I do, recognize Jesus if the historical Jesus is not the blond-haired, blue-eyed [man] of our usual stained-glass depictions?\"</p><p>Pierce also says that the provocative setting — a Jesus who drinks 40s, curses and smokes weed — might also reflect the reality of people who could use some ministering. \"Especially people at the margins, who may be using weed or who may be drinking as a way to soften the brutality of their everyday existence,\" she says. She says Jesus would preach to those whom Scripture calls \"the least of these.\"</p><p>The theological questions are well and good, but the broad humor of <em>Black Jesus</em> does not entirely convince Juan Floyd-Thomas, who teaches African-American religion at Vanderbilt University's Divinity School.</p><p>\"It's kind of ... jarring seeing this black Jesus with a long perm and dusty, tan robes walking through south-central LA,\" he says.</p><p>Floyd-Thomas says he appreciates the way the first few episodes examine how Jesus might deal with police brutality, surveillance and contemporary racial strife. But he says the show, so far, is not as good as <em>The Boondocks,</em> which he says grappled with deep social questions.</p><p>Both Pierce and Floyd-Thomas say that the concept of a black Jesus is hardly new — it was a concept associated with black nationalism and explored on such TV shows as <em>Good Times</em> in the 1970s, and more recently by rappers like Kanye West and 2Pac.</p><p>Pierce says Jesus can withstand — even absorb — pop cultural interpretations. He was a hippie in the 1960s, and a culture warrior on <em>South Park</em> and in Mel Gibson's <em>The Passion of the Christ</em>. So, she says, it's not a stretch for Jesus on Adult Swim to turn cheap beer into fine cognac.</p><p>Floyd-Thomas says it never hurts for the question to be raised on screens, in bedrooms and living rooms outside church: <em>What would Jesus do?</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Boondocks%27+Creator+Asks%2C+%27What+Would+Black+Jesus+Do%3F%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Neda Ulaby","audio":[{"meta":{"duration":"288"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338639751-cb83e1.m3u?orgId=1&topicId=1015&ft=3&f=338390282"},{"href":"http://media.npr.org/assets/img/2014/08/07/screen-shot-2014-08-07-at-6.44.26-pm-8e90b2726036ddbd984907a628e9fb1d0340cc5a.png","type":"image/jpeg","meta":{"crop":"standard","height":"725","width":"967"}}]}