{"created":"2015-06-28T11:48:58+00:00","modified":"2015-06-30T16:15:35+00:00","valid":{"from":"2015-06-30T16:15:34+00:00","to":"3015-06-30T16:15:34+00:00"},"hreflang":"en","title":"The Villalobos Brothers Match Music With Frida Kahlo","published":"2015-06-30T16:06:00+00:00","teaser":"Asked to accompany an exhibit of Kahlo's work, the sibling band drew equally from traditional Mexican music and themes of modern struggle.","itags":["npr_api","417535761"],"guid":"f6e5e09e-a7c8-47cb-b072-e4974e44fab9","contentencoded":"<p>Frida Kahlo became known for works that are bold, colorful, rebellious and emotive. What music might best complement her paintings? The Villalobos Brothers, a trio of singer-violinists from Veracruz, Mexico, now based in Manhattan, were asked to help answer that question.</p><p>\"I think we've always been influenced by Frida's work,\" says Ernesto Villalobos, the oldest of the brothers, in an interview with NPR's <a href=\"http://www.npr.org/people/2101350/eric-westervelt\" target=\"_blank\">Eric Westervelt</a>. The band is part of a group performing at the Frida Kahlo exhibit this summer and fall at the New York Botanical Garden in the Bronx, where they are artists-in-residence through November.</p><p>Pairing music with paintings — especially by an artist as iconic and unique as Kahlo — might not seem like the easiest of tasks. Alberto Villalobos, though, says the art forms are \"linked together.\" For him, the combination is a rewarding experience.</p><p>\"[Painting and music] come from the same source, which is creativity,\" Alberto says. \"So, in that regard, I think Frida Kahlo's work comes alive when you mix it up with music and when you add the flavors of the traditional instruments.\"</p><p>\"We wanted to portray Frida as a complete artist,\" Ernesto adds. \"We wanted her message of radical feminism and of love of nature and of love of social justice to be heard loud and clear.\"</p><p>The Villalobos Brothers have played at the Latin Grammys and Carnegie Hall, and they're widely known for their energy and upbeat sound. (Their five-word elevator pitch, Ernesto says, is \"contemporary, high-octane Mexican fiddling.\") By contrast, Kahlo's work often reflected her inner torment and pain. The brothers say they found the right balance by combining traditional Mexican music with modern themes like immigration.</p><p>\"To me, the pieces that most do justice to the exhibit are the ones that are mostly written in that Mexican tradition,\" Alberto says. \"At the same time, I feel that the pieces that speak about social justice are equally valid, and they need to be included as part of the musical concept of the exhibit.\"</p><p>The brothers' most recent album, <em>Aliens of Extraordinary Ability</em>, has a version of <a href=\"http://www.npr.org/artists/15402012/sam-cooke\">Sam Cooke</a>'s \"A Change Is Gonna Come,\" a song Ernesto says still rings true for Latinos in the U.S.</p><p>\"That song is particularly important, because it reflected a very important period during the civil rights movement in this country,\" he says. \"I think this is the time for the Latinos in America to have a civil rights movement of sorts.\"</p><p>That reflection could be called a kind of self-portraiture — a form at which Kahlo excelled. Alberto says he relates to the painter's way of communicating her humanity.</p><p>\"She didn't have any words. It was a powerful image, and everybody can relate to that,\" he says. \"In a sense, I think music also has that power to communicate with everybody.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Villalobos+Brothers+Match+Music+With+Frida+Kahlo&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"458"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418262077-64cec8.m3u?orgId=1&topicId=1105&aggIds=100920965&d=458&p=10&story=417535761&t=progseg&e=418261951&seg=20&ft=nprml&f=417535761"},{"href":"http://media.npr.org/assets/img/2015/06/26/villalobos-4412396389df852844e38a384562397bfbde49f7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1364","width":"1818"}}]}