{"created":"2014-08-28T20:59:09+00:00","modified":"2014-08-28T20:59:09+00:00","valid":{"from":"2014-08-28T20:59:09+00:00","to":"3014-08-28T20:59:09+00:00"},"hreflang":"en","guid":"f6ea4c4a-5b39-464f-8fe2-30b5e74c6c24","title":"Kurdish soldiers are paying for their weapons out of their own pockets","published":"2014-08-28T20:59:09+00:00","byline":"Rebecca Collard","tags":["military","conflict","Conflict","Conflict & Justice","Irbil","Asia","Iraq","Middle East","Niro Talat","Delir Mustapha","Deshti Noradi","Middle East","Politics of Iraq","Peshmerga","War","Iraqi Kurdistan","Kurdistan Regional Government"],"teaser":"The Kurdish peshmerga forces have proven to be the most effective army in Iraq for battling ISIS. But in order to keep up the fight, they have to buy their own guns.","contentencoded":"<p>In a ramshackle market made of tarps, wooden slats and cinderblock, Kurdish Peshmerga fighters pick out Kalashnikovs, pistols and even American-made M16s.</p><p>Since the Islamic State of Iraq and Syria (ISIS) began its tear through Iraq in June, the semi-autonomous Kurdish region <a href=\"https://www.google.co.uk/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=1&amp;cad=rja&amp;uact=8&amp;ved=0CCEQFjAA&amp;url=http%3A%2F%2Fwww.bbc.co.uk%2Fnews%2Fworld-middle-east-28730618&amp;ei=uGz_U45q0eRo4e6CwAg&amp;usg=AFQjCNFLx8wCZI6aFnwy6iwrANLaGlyliA&amp;bvm=bv.74035653,d.d2k\">has been asking the international community for better weapons</a> to arm its peshmerga forces. Despite faltering in battle with ISIS, the peshmerga have proved the most capable army in Iraq.</p><p>The Kurdistan Regional Government has been begging for new weapons &mdash; but that assistance has come slowly, forcing fighters to buy their own guns.</p><p>&ldquo;Yes, I&rsquo;m buying by myself,&rdquo; says Heyman Salem, confirming he didn&rsquo;t get a weapon from the government. &ldquo;The government of Kurdistan doesn&rsquo;t have enough guns for the soldiers and the police.&rdquo;</p><p>Deshti Noradi has a new Kalashnikov. The government cleric, peshmerga fighter and father of five, says all Kurdish men need to step up and fight, even if that mean buying their own weapons.</p><p>&ldquo;I came here to buy a weapon to fight ISIS,&rdquo; says Noradi. &ldquo;We must protect our land.&rdquo;</p><p>Like a lot of weapons here in the Kurdish territory, Noradi&rsquo;s new rifle was likely looted from one of Saddam Hussein&rsquo;s army bases in the 1990s. These aging Soviet rifles weren&rsquo;t necessarily top shelf even then.</p><p>Kurds are battling ISIS with hand-me-down guns and aging light artillery. It&rsquo;s no match for the militants&rsquo; arsenal of American weaponry, tanks and armored vehicles taken from fleeing Iraqi national troops in June. The Kurds have made a compelling argument for why the world should arm them &mdash; they are now the front line against ISIS and the most capable force Iraq.</p><p>At the Kurdish Parliament, Delir Mustapha, deputy head of the Committee of Peshmerga, says some US weapons have arrived in Irbil, but they haven&rsquo;t been distributed to Kurdish fighters. Even when they are, he says, the shipment is too little too late.</p><p>&ldquo;They only sent light arms,&rdquo; says Mustapha. He says the weapons are far from enough for the peshmerga&rsquo;s more than 100,000 registered Kurdish fighters.</p><p>Back at the market Niro Talat turns a sleek, black M-16 in his hands. It has &ldquo;Property of the U.S. GOVT&rdquo; stamped on the side. He says he&rsquo;s been waiting for a new gun before he heads to the frontlines.</p><p>&ldquo;This is now more important than a car,&rdquo; says Talat, who paid $3000 for this new weapon.</p><p>No one here seems to know how a brand-new American M-16 ended up in this bazaar, but many wonder why the fighters are buying their own guns at all. They are fighting an enemy most of the world has decided is a threat, and needs to be eliminated.</p><p>Regardless, until more weapons arrive, men here will keep throwing down wads of cash to arm themselves.</p><p>&nbsp;[[{\"fid\":\"73019\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":2916,\"width\":5184,\"style\":\"line-height: 1.538em; width: 900px; height: 506px;\",\"alt\":\"A Kurdish weapons dealer in the Erbil gun bazaar. He’s being hawking arms for more than 20 years.\",\"title\":\"A Kurdish weapons dealer in the Erbil gun bazaar. He’s being hawking arms for more than 20 years.\",\"class\":\"media-element file-default\"}}]]</p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/082820143.mp3"},{"href":"/file/082820143mp3"}]}