{"created":"2014-10-08T16:08:11+00:00","modified":"2014-10-31T02:05:34+00:00","valid":{"from":"2014-10-31T02:05:34+00:00","to":"3014-10-31T02:05:34+00:00"},"hreflang":"en","title":"Beyonce, Jay Z And Solange Walk Into An Elevator ...","published":"2014-05-15T17:19:00+00:00","teaser":"Video of a fight between the rapper and his sister-in-law surfaced this week, and many of us watched, pointed and laughed. But is it any of our business, really?","itags":["npr_api","312470817"],"guid":"f6f3d6e6-7658-4768-a632-88919da0d8cc","contentencoded":"<p>Our lives are recorded all the time, and what we're seeing behind the curtain makes us wonder whether or not we should be looking back there in the first place.</p><p>The most recent example of this is <a href=\"http://www.tmz.com/videos/0_6lrpg6kh\">the video of Solange Knowles</a> — Beyonce's younger sister — allegedly attacking Jay Z in an elevator while leaving a Met Ball afterparty last week. This happened — literally — behind closed doors. If the video hadn't surfaced, the fight would likely have been an issue that the family would deal with, and none of us would have been the wiser.</p><p>Still, it <em>did</em> surface, many of us watched and, for days now, people have been speculating about what sparked the fight, throwing blame around, making accusations, creating GIFs, cracking jokes and just generally Monday-morning quarterbacking about what they think they see in that elevator.</p><p>\"The question is, what made her so enraged that those kicks and those punches were flying in that manner, and it was so bizarre,\" says fashion and pop culture writer Veronica Miller, who joined NPR's Michel Martin on Wednesday, as part of <a href=\"http://www.npr.org/series/140464729/beauty-shop\"><em>Tell Me More's</em> weekly panel</a> of female journalists and commentators who chat about the news. \"I think the only thing that we <em>do</em> know is that we don't know anything, at all, about what happened.\"</p><p>Right, which is why I wondered — after watching the full 3-minute video for the fourth or maybe the 10th time, I'm not sure — why this is \"news.\" Why does anybody other than Beyonce, Solange and Jay Z care?</p><p>\"Well, I guess there's a little bit of that 'gotcha' element that I think people just can't help but watch,\" Shirley Halperin, music editor for <em>The Hollywood Reporter</em> and <em>Billboard, </em>told me. \"You know, it's sort of like, why do you peek on the other side of the highway when there's a huge accident? ... You can't tear yourself away, and this video is definitely one of those clips that you have a hard time tearing yourself away from.\"</p><p>Also, the reason people are so interested in <em>this</em> particular story, Halperin says, is because Beyonce and Jay Z are very private, almost secretive, and \"this was a window into a relationship that we really don't know much about.\"</p><p>\"We all have to be gawkers,\" says Joan Walsh, the editor-at-large of Salon.com, and a member of <em>Tell Me More's</em> panel. \"I hope everybody's OK, but I can't help but look.\"</p><p>And this kind of drama is like kindling to the public's fiery obsession with the private lives of celebrities. But maybe we should look away. Just maybe.</p><p>\"The fact that they broadcast this security camera footage is a little bit unsavory,\" says panel member Anne Ishii, editor-in-chief of They're All So Beautiful. \"Unless Jay Z told Solange not to <a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/12/311839288/nba-says-shelly-sterling-can-t-keep-clippers-if-her-husband-is-ousted\" target=\"_blank\">bring black people</a> to his shows, I don't think we had any business seeing that video.\"</p><p>The good(?) news is that this probably won't hurt ticket sales or the Knowles-Carter image.</p><p>\"I don't think it's going to have a negative impact,\" Halperin says, though the music editor adds that doesn't mean the story will just die.</p><p>\"Normally I would just say ... if you ignore something it will go away; the news cycle tends to cycle out just as quickly as it comes in,\" she says. \"But with Beyonce and Jay Z — who don't do a lot of press, but do enough where this is going to come up — it sort of feels like the elephant in the room, like it just won't go away until someone gets an answer.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Beyonce%2C+Jay+Z+And+Solange+Walk+Into+An+Elevator+...&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tanya Ballard Brown","audio":[{"meta":{"duration":"1031"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312474941-540986.m3u?orgId=1&topicId=1048&ft=3&f=312470817"},{"href":"http://media.npr.org/assets/img/2014/05/14/161426607-4a24b3b4142e61c09ee70a63ba3dcaf27dd80d81.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1779","width":"2373"}}]}