{"created":"2015-02-19T20:48:29+00:00","modified":"2015-06-08T15:05:19+00:00","valid":{"from":"2015-06-08T15:05:19+00:00","to":"3015-06-08T15:05:19+00:00"},"hreflang":"en","title":"Saudis Grow Increasingly Critical Of The Campaign Against ISIS","published":"2015-02-25T00:18:00+00:00","teaser":"Prince Turki al-Faisal, the ex-Saudi intelligence chief, says the \"pinprick\" attacks against the Islamic State are not proving effective. He also says the campaign needs to be better coordinated.","itags":["npr_api","387533380"],"guid":"f6f4bbb8-8889-4848-88fb-52aaf67cce7e","contentencoded":"<p>The strategy against the self-declared Islamic State was on display this week: In Saudi Arabia, there were two days of closed-door military meetings, and in Washington, a White House summit on combating extremism.</p><p>Meanwhile, the Pentagon announced that training programs for Syrian rebels begins next month. So far, so good, in public.</p><p>But privately, the Saudi view is that the air campaign against ISIS, now more than six months old, is not working. <br /> <br /> \"Having simply these pinprick attacks on certain areas is not going to resolve the issue,\" says Prince Turki al-Faisal, a former Saudi intelligence chief who also served as the ambassador to the U.S. from 2005-7.</p><p>An outspoken member of the royal family, Faisal, 70, no longer holds a senior post. But his views are considered to reflect the general thinking of the Saudi leadership.</p><p>He says the air strikes against ISIS are too limited and not well coordinated. In addition, he insists the coalition effort is undermined by politics in Europe and mistrust in the Middle East.</p><p>As evidence, he notes the U.S. Air Force is hitting ISIS in both Iraq and Syria, countries — but the other Western allies stick to targets in Iraq.</p><p>\"Because those guys [the Europeans] refuse to operate in Syria. Totally insane,\" he says. \"It's the same target, but because this is Syria and this is Iraq, the Europeans don't want to hit Syria.\"<br /> <br /> At the same time, Gulf countries that are part of the coalition hit only targets in Syria and are not active in Iraq, Faisal notes.<br /> <br /> \"Because the Iraqis haven't asked us to. How can we meet this vicious situation if our effort is so disjointed,\" he says. <br /> <br /> Iraq's intelligence on ISIS is not shared with Arab partners in the coalition, he adds.</p><p><strong>Separate Coalitions</strong><br /> <br /> \"You really have two air force coalitions – one operating in Syria, not crossing the border into Iraq. The other operating in Iraq, not crossing the border into Syria,\" he says.</p><p>In Washington, the Pentagon insists there has been progress since the air campaign began in August.</p><p>But Dr. Theodore Karasik, a military analyist based in Dubai, says the core militants of ISIS are battle-hardened strategists who can survive airstrikes and still attack.<br /> <br /> \"They also have libraries of U.S. army field manuals,\" he says of ISIS, which has captured extensive U.S. military equipment and supplies from the Iraqi military. \"They know exactly how air strikes work – and they are able to succeed because they have this knowledge.\"<br /> <br /> ISIS also knows how to thrive in chaos, playing on local grievences of Sunni Arabs. The Saudis insist one way to address those grievance is the removal of President Bashar Assad in Syria, an ally of Iran, the main Saudi rival.</p><p>The Saudis and the U.S. agree on the goal – but not the timing – and that has led to rifts. <br /> <br /> \"The disease is in the failing states,\" he says. \"In Iraq, some steps have been taken to rectify this. But in Syria, nothing has been done.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Saudis+Grow+Increasingly+Critical+Of+The+Campaign+Against+ISIS&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Deborah Amos","audio":[{"meta":{"duration":"199"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387554280-947ec9.m3u?orgId=1&topicId=1009&d=199&p=2&story=387533380&t=progseg&e=387548493&seg=15&ft=nprml&f=387533380"},{"href":"http://media.npr.org/assets/img/2015/02/19/al-faisal-118075c53a8b554c5d1f861440c28ed62a76af90.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1930","width":"2573"}}]}