{"created":"2015-06-06T21:15:41+00:00","modified":"2015-06-08T23:49:59+00:00","valid":{"from":"2015-06-08T23:49:59+00:00","to":"3015-06-08T23:49:59+00:00"},"hreflang":"en","title":"Trans In Transition: Finding Friends And Community In D.C.","published":"2015-06-07T04:42:00+00:00","teaser":"While doing a profile of a transgender activist in Washington, D.C., NPR's Pam Fessler heard some touching personal stories from trans women trying to adapt to their new lives.","itags":["npr_api","412248657"],"guid":"f6f7eca6-45d4-4a0e-a8b3-d17d72355c09","contentencoded":"<p>Hanging out on the front porch on a warm evening, people tend to open up a little more than usual. Which is what happened when I sat with Ruby Corado and two other trans women outside a house Corado runs for homeless transgender adults. I was there to do <a href=\"http://www.npr.org/2015/05/27/409796173/casa-ruby-is-a-chosen-family-for-trans-people-who-need-a-home\">a profile of Corado</a>, an activist in Washington, D.C.</p><p>At one point, two of the women mentioned being fathers. I don't know why, but I was surprised. It's difficult enough for adults to grasp what it means to be transgender. But kids?</p><p>\"When they were first born, I was Daddy, like I was Dad,\" Bela Muney says of her two children. Muney is a tall, striking trans woman, whose tight black-and-white miniskirt and short top reveal a bare midriff.</p><p>She says when her 12-year-old daughter first saw her as a woman last year, \"There wasn't nothing, like, shocking to her. She was just like, 'OK, so are you Daddy-Mommy?' \"</p><p>She adds that her daughter's biggest complaint was that Muney's hair was longer than her own.</p><p>Everyone laughs. But, seriously, Muney is one of the lucky ones. She sees her kids all the time.</p><p>Kiera Atkins, who leans against the porch railing in a short black dress, with a cigarette in her hand, has a 7-year-old son. She says she hasn't seen him in about six months and the last time they spoke, they used FaceTime.</p><p>\"And he was like, 'Uh, Daddy, why you look like a girl?' I didn't really say anything, just 'cause I'd let his mother kind of introduce that fact to him and then I would explain to him whenever he gets a little bit older,\" says Atkins.</p><p>There's a lot of melancholy on this porch, especially when the talk turns to family. Many of the trans men and women who live here have lost all contact with parents, siblings and friends. This is their new family, in their new home, where they can feel relatively safe in what can sometimes be a pretty cruel world.</p><p>\"You know what happened to Bela just three weeks ago? She almost got killed walking home,\" Corado tells Atkins. \"You know what happened to Catherine, right? She got beat up in Columbia Heights.\"</p><p>Corado says that another transgender woman from Nicaragua was assaulted too, and another stabbed on the subway.</p><p>Atkins seems a bit surprised. She says she's never experienced a hate crime.</p><p>\"I've ... yet to experience any kind of like walking down the street and somebody calling me names or anything like that, ever,\" she adds.</p><p>\"That may just have to do with the color of your skin,\" Corado replies, noting that Atkins is white. \"That's definitely not the case for women of color. Because many of them, including me, have gone through tremendous amount of violence.\"</p><p>In fact, across the U.S., black and Latino transgender women are far more likely than other trans men and women <a href=\"http://hrc-assets.s3-website-us-east-1.amazonaws.com//files/assets/resources/HRC-AntiTransgenderViolence-0519.pdf\">to be attacked, and even killed</a>. They're also <a href=\"http://transequality.org/issues/national-transgender-discrimination-survey\">more likely to be poor and homeless</a>.</p><p>Atkins says, to be honest, the only violence she's ever experienced has been against herself. Like four in 10 transgender people, Atkins has tried to commit suicide. She says she was so unhappy being a man.</p><p>\"Are you happier, now?\" Corado asks her.</p><p>\"Even though I'm pretty much broke most of the time and don't have a job or anything,\" says Atkins, \"I'm happier as a person. And I have a lot better friends.\"</p><p>Friends you can just talk to, hanging out on the porch.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Trans+In+Transition%3A+Finding+Friends+And+Community+In+D.C.&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Pam Fessler","audio":[{"meta":{"duration":"238"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412525686-ccb1e8.m3u?orgId=1&topicId=1003&d=238&p=2&story=412248657&t=progseg&e=412454338&seg=7&ft=nprml&f=412248657"},{"href":"http://media.npr.org/assets/img/2015/06/05/casaruby-promo-01-3b0cddf9d1f4326b32ad16d738be8fb671d8abdf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1428","width":"1904"}},{"href":"http://media.npr.org/assets/img/2015/06/05/150505_casaruby_-18edit_custom-3158f7467cd389363907d365f975cb0f53c49ebb.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1743","width":"2598"}},{"href":"http://media.npr.org/assets/img/2015/06/05/150505_casaruby_-29edit_custom-a08be82d69c19b8b06f389598e237b4fee5c2b5f.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1933","width":"2953"}}]}