{"created":"2015-03-18T12:03:21+00:00","modified":"2015-07-01T18:52:03+00:00","valid":{"from":"2015-07-01T18:52:03+00:00","to":"3015-07-01T18:52:03+00:00"},"hreflang":"en","title":"ASAP Ferg: 'I Want This Moment To Last Forever'","published":"2015-03-19T22:34:00+00:00","teaser":"The pillar of New York's ASAP Mob speaks about his aesthetic choices, the way he imagines our far off future and what he's learned from Missy Elliott.","itags":["npr_api","392132375"],"guid":"f6fabc2f-484d-405d-964c-39651549b174","contentencoded":"<p><em>Microphone Check</em> sat down with ASAP Ferg in February, just before he released the video for \"<a href=\"http://www.mtv.com/videos/aap-ferg/1167829/doe-active.jhtml\" target=\"_blank\">Doe-Active</a>,\" a song off his November mixtape, <em><a href=\"http://www.datpiff.com/ASAP-Ferg-Ferg-Forever-mixtape.666025.html\" target=\"_blank\">Ferg Forever</a></em>. The pillar of New York's ASAP Mob spoke about his aesthetic choices, the way he imagines our far off future and what he's learned from Missy Elliott.</p><p><strong>A$AP FERG</strong>: I'm <a href=\"https://twitter.com/asapferg\">A$AP Ferg</a> from the <a href=\"https://twitter.com/asapmob\">A$AP Mob</a>.</p><p><strong>MUHAMMAD</strong>: What up, Ferg?</p><p><strong>A$AP FERG</strong>: What's up, bro?</p><p><strong>MUHAMMAD</strong>: What's happening?</p><p><strong>A$AP FERG</strong>: I'm taking it easy. Trying to get to LA because this New York weather is <em>killing me</em>.</p><p><strong>KELLEY</strong>: It's a real problem.</p><p><strong>A$AP FERG</strong>: Yes.</p><p><strong>MUHAMMAD</strong>: I wish I understood. No, I do feel the pain, the struggle.</p><p><strong>A$AP FERG</strong>: I feel the pain in my joints, my bones, man. I need to go get a massage right now.</p><p><strong>MUHAMMAD</strong>: You're too young to speaking like that, first of all.</p><p><strong>A$AP FERG</strong>: Yeah, man. I been going extra hard, man. They had me dancing yesterday cause I was shooting a video. It's a song I got called \"Dope Walk.\" And basically it's like me and Cara Delevingne, you know, the supermodel. She was — we're battling each other, like through FaceTime.</p><p><strong>KELLEY</strong>: I can't.</p><p><strong>A$AP FERG</strong>: They had me dancing all day yesterday so I think that's what it was. I ain't danced in years like that.</p><p><strong>MUHAMMAD</strong>: It's kinda difficult to do a couple things when it's cold. I hate -= doing videos is, like, really a challenge when it's cold.</p><p><strong>A$AP FERG</strong>: Imagine doing movies.</p><p><strong>MUHAMMAD</strong>: Or performing. Or — yeah. Or doing movies. I could only imagine. Like, when it's cold, at least for me. I'm a baby when it comes to the cold and last year I made the decision that, after that last winter, that I don't have to do it anymore.</p><p><strong>A$AP FERG</strong>: Right.</p><p><strong>MUHAMMAD</strong>: So I did something about it and I'm in LA now.</p><p><strong>A$AP FERG</strong>: But you know what? It's something about New York that — I love the urgency that we have out here.</p><p><strong>MUHAMMAD</strong>: Absolutely.</p><p><strong>A$AP FERG</strong>: It makes you want to hustle and grind. And you know, I even been taking the train lately cause Fashion Week was so crazy like — due to Fashion Week being also All-Star Week, Fashion Week/All-Star Week, the roads was blocked, like, all the time. So I was just taking the train like, man — and then just me, the feel of me taking the train just reminded me of when I didn't have much or when I was just starting. And it kinda brought me back to that place of like, \"Yeah. You got to get it.\"</p><p><strong>MUHAMMAD</strong>: Did people recognize you on the train?</p><p><strong>A$AP FERG</strong>: They do all the time. But, like, I throw a hoodie on and things like that.</p><p><strong>KELLEY</strong>: What happens when people recognize you?</p><p><strong>A$AP FERG</strong>: Well, when I used to take the train a lot, like before, I used to sleep. I used to put my head in my lap all the time. Just so people — like, I'd be sleeping on the train and then by the time I hear my stop, I'd get up and just leave. But sometimes I've gotten people stand over me like, \"Yo, I was just listening to your song. I was just listening to 'Kissin' Pink.' Yo, you blacked on that song with,\" like, whoever I was on the song with. So I mean, it's cool but it was weird at first because it's like, \"Damn. I can't take the train no more.\" So that's when I stopped taking the train. But like just recently this week, I, like, been taking the train and it's been cool.</p><p>And I had face paint. Like, I had this tribal face paint on so they probably didn't even recognize me off the bat.</p><p><strong>MUHAMMAD</strong>: You would think that would bring more attention to you.</p><p><strong>A$AP FERG</strong>: Nah but I had the hoodie on so it was like, \"Who's this bugged out dude on the train?\"</p><p><strong>MUHAMMAD</strong>: \"Let me leave this dude alone.\"</p><p><strong>KELLEY</strong>: Exactly. In New York, people are like, \"He's got face paint on? I'm going to go to the other car.\"</p><p><strong>A$AP FERG</strong>: Yeah, I had like warrior face paint on.</p><p><strong>KELLEY</strong>: Yo, what is that all about? Where does that come from?</p><p><strong>A$AP FERG</strong>: I just woke up and felt like doing it.</p><p><strong>KELLEY</strong>: OK. But you did it twice.</p><p><strong>A$AP FERG</strong>: On some <a href=\"https://twitter.com/beyonce\">Beyoncé</a> type ish: \"I woke up like this.\"</p><p><strong>KELLEY</strong>: Are you going to keep doing it?</p><p><strong>A$AP FERG</strong>: Probably not. I mean, I just — it was a feeling. I'm an artist at the end of the day. And that's — I just felt like expressing myself through that medium that particular day, or those days.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>A$AP FERG</strong>: Yeah.</p><p><strong>KELLEY</strong>: Why are you sometimes inspired to make things for the ear and sometimes the eye? And how do you know whether like a feeling should go into a song or should go into something visual?</p><p><strong>A$AP FERG</strong>: It's just a feeling I get. Sometimes I can't sleep cause I can't get a melody or a beat out my head so I just have to wake up and like record it on a voice note. And I don't even — like sometimes I don't even check the voice note to do the beat or make the song. I just have to get it out. And that's just for a music standpoint. And visually, like sometimes colors motivate what I want to do. Or just like trees or nature or buildings. Projects. Like gritty, grime, whatever. Harlem motivates the visuals sometimes. Whatever, like, I'm inspired by at the time.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>A$AP FERG</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: Is there something visually of the now modern period that has really struck you and has been you think really influential or will be something that people will kind of look towards and speak about like 20, 50 years from now?</p><p><strong>A$AP FERG</strong>: Visually?</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>A$AP FERG</strong>: I feel like no. And that's why there's a void that needs to be filled that I feel like that's where I come into place, as far as visually. You know, a lot of rappers been putting out a lot of sub-par visuals. I feel like the visuals could be better. Everything is accessible. Nothing is like building sets and taking it back to <a href=\"https://twitter.com/hypewilliams\">Hype Williams</a> days when they was building sets and, you know, actually shooting crazy videos. And I understand, like, it's all due to budgeting and things like that. But I feel like there's ways to go around it and still be creative. And that's where I come into play. Cause I miss those videos. And I would link with <a href=\"https://twitter.com/missyelliott\">Missy</a> and <a href=\"https://twitter.com/bustarhymes\">Busta Rhymes</a> and we would talk about these things. And I'd be like, \"Yo. I miss those days where the crazy videos and the visuals was out.\" Like, it was an <em>event</em>.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>A$AP FERG</strong>: I mean, I feel like when I go to World Star, when I see a video, I only watch it about once or twice cause it's not that interesting no more.</p><p><strong>KELLEY</strong>: OK, so, by the time this comes out, the \"Doe Active\" video will be out. Is it already out today?</p><p><strong>A$AP FERG</strong>: No. \"Doe Active\" is not out yet.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>A$AP FERG</strong>: You'll know when it's out. Trust me.</p><p><strong>KELLEY</strong>: I've seen it.</p><p><strong>A$AP FERG</strong>: You've seen it already?</p><p><strong>KELLEY</strong>: Theola hooked me up.</p><p><strong>A$AP FERG</strong>: Oooooh, you got the hook up!</p><p><strong>KELLEY</strong>: I have a question about the Timon-type animals that are on your shoulder.</p><p><strong>A$AP FERG</strong>: OK. Those are lemurs.</p><p><strong>KELLEY</strong>: Are they two different types of lemurs though?</p><p><strong>A$AP FERG</strong>: Yes, two different. One of them has a striped tail and it's black and white. That's the first one that you see me on the phone with. And then the other one that's eating the Icee is brown. And one is a boy and one is a girl. The brown one is a girl.</p><p><strong>KELLEY</strong>: Oh my theory was you lost one.</p><p><strong>A$AP FERG</strong>: Oh nah. We actually had three. But the last lemur is the mother lemur and she's like — she was like real aggressive. And we had a bunch of girls there. We didn't need her, like, jumping on people and stuff.</p><p><strong>KELLEY</strong>: OK, so what's the inspiration behind that and what are you trying to convey with Timon-type animals on your shoulder in Miami?</p><p><strong>A$AP FERG</strong>: Well, first of all, I love animals.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>A$AP FERG</strong>: I'm an animal lover. And second of all, you know, I just thought, like visually, it looked good. So I just did it.</p><p><strong>KELLEY</strong>: I like it.</p><p><strong>A$AP FERG</strong>: I love it. I love it.</p><p><strong>KELLEY</strong>: You brought up Missy and you posted on Instagram recently you're in the studio with her and <a href=\"https://twitter.com/timbaland\">Timbo</a>. And then she tweeted at you. She said that you played her some fire. What is happening? Please tell us everything.</p><p><strong>A$AP FERG</strong>: You know, it's just vibing. That's it. You know what I'm saying?</p><p><strong>KELLEY</strong>: That's it.</p><p><strong>A$AP FERG</strong>: She's been one of my biggest inspirations in life. Way before I was rapping, I was looking at Missy videos and loving her music. And just the visuals, I never imagined that I would one day be doing music and, you know, dope visuals like that as well. So just for us to share that moment with one another, that was the biggest thing for me.</p><p>And just talking and learning, you know what I'm saying? I'm not pressed to do music or nothing like that when it comes to these type of artists that I look up to because I have to — you have to understand I'm not — I have to just jump in the passenger seat when I'm with Missy or Timbaland and just learn. You know what I'm saying? Cause they got a lot of knowledge for me to absorb. So, I don't want to just be so quick to get a song done and then just keep bouncing with life. I want to enjoy this — I want this moment to last forever.</p><p><strong>KELLEY</strong>: Yeah. Can you tell us a couple of things that they taught you?</p><p><strong>A$AP FERG</strong>: Well, one thing she did tell me was my music inspired her. And it kind of solidified what they was doing, what they was working on. Because I feel like once you become as big as Timbaland and Missy, there's a sort of gap or detachment you get to, like, the youth or just like what's going on in the streets. You know it's kind of hard for you to be doing huge things and still be knowing what's happening on the street level.</p><p><strong>KELLEY</strong>: Like they can't take the train anymore.</p><p><strong>A$AP FERG</strong>: They can't take the train no more. Or they can't even walk through a supermarket or they can't do like — I'm pretty sure in certain neighborhoods, but they can't do it in like Harlem — unless they with me. But, you know, just to hear my music and where I'm coming from and show that they still had the attachment to it all. It was still — it wasn't detached from where the music actually came from.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>A$AP FERG</strong>: So it was a verification.</p><p><strong>KELLEY</strong>: Right. Ali, have you ever — have you struggled with that ever?</p><p><strong>MUHAMMAD</strong>: No, but we haven't gotten to the popularity or the place of popularity where you can't move around. So I don't know what that feels like.</p><p><strong>A$AP FERG</strong>: No, you guys are juggernauts. I don't know what you're talking about, bro. Hey, listen. I just think that it's a certain type of artist who can walk the streets and — like J. Cole is huge. But he can walk and march with the people. You know what I'm saying?</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>A$AP Ferg</strong>: So I feel like — <a href=\"https://twitter.com/mosdefofficial\">Mos Def</a> was taking cabs when he was out here. Just like, roaming the streets. I walk the streets, even though kids come up to me and take pictures. I'm cool with that. I just — I don't ever want it to be to a point where I feel uncomfortable to walk the street or whatever because I feel like that's when you become a prisoner of your own success. And I don't want that to happen. That's one of my first fears. I become so huge that I can't do regular things no more. I love, like, just walking around and looking at stores and hanging out with my friends, doing regular stuff that they do. Even though it's a little different for me now. But --</p><p><strong>MUHAMMAD</strong>: I'm sure.</p><p><strong>A$AP FERG</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: Yeah. I've never felt that. I'm comfortable anywhere. The only place I'm not comfortable is in the virtual world.</p><p><strong>A$AP FERG</strong>: Mmmm.</p><p><strong>MUHAMMAD</strong>: And having, you know — like, going to just what I feel is — I'm going to support my friends at a simple birthday dinner and I don't feel like it being plastered up everywhere. And I understand that that's the culture now. That's just a personal thing for me that --</p><p><strong>A$AP FERG</strong>: As far as it being, like, fake?</p><p><strong>MUHAMMAD</strong>: Nah, not fake. But I just don't have a comfort level of — like, I don't post and take pictures of where I am, what I'm doing. And I know that that's the culture. So I'm real comfortable in any environment and having to be attain that level of — like I'm saying, it's not like <a href=\"https://twitter.com/s_c_\">Jay-Z</a> or Beyoncé walk popularity. But in terms of uncomfortable spaces, certainly on these electronic virtual worlds I'm not comfortable.</p><p><strong>A$AP FERG</strong>: But you know what? There's artists that don't like none of that stuff. Like <a href=\"https://twitter.com/kendricklamar\">Kendrick</a> doesn't post a lot. He's not good with tweeting or his Instagram. At one time, he had like one — I don't know if it's still like that but he has like one picture on his Instagram with a like a million followers. And, you know, I'm not really like — I could do the Instagram cause I got accustomed to it and it's cool. Like, I just started taking pictures cause my cousin was like, \"Yo, you got to start showing these people what you doing.\" So it was as simple as him pulling out a camera just taking a picture of me, cause he rolls with me everywhere I go. So he just takes a picture of me wherever I'm at and I can just post it.</p><p>But as far as like my business and putting it out there, I'm the same exact way because I didn't — you got to mind you — I didn't want to be the rapper. I thought rapping was corny. Like, \"Ah, I'm not about to be a corny-ass rapper wearing the big chains and doing this and doing that.\" Until <a href=\"https://twitter.com/asvpxrocky\">Rocky</a> showed me that you could be a cool rapper and change the game and be innovative with it.</p><p>And we did it a different way. We did it our way. We did it, like, the real way, like how we really were. Like, before we was rapping we was really wearing $3000 dollar sneakers by Rick Owens and Margiela and into fashion and going to underground parties in SoHo and things like that. So all we doing is showing the world what we did, now.</p><p><strong>MUHAMMAD</strong>: Right. There are different artists who definitely have left their mark on the genre. What do you think you guys' mark is right now?</p><p><strong>A$AP FERG</strong>: It's definitely the fashion cultures, the art culture. But it's still so early for all of us. So who knows, you know? I got big plans and, as far as sonically with the music, I want to take it to new levels, like to a height where no other artist from New York ever took it — or in the world.</p><p><strong>MUHAMMAD</strong>: Can we talk about that? Because I know that for you — like, your <em>Trap Lord </em>album, it sounds like you. Even though there's elements, I think, of trap music, there's a difference in the particular production. What is --</p><p><strong>A$AP FERG</strong>: Thank you for pointing that out. Cause I'm not really — I like trap music but I wouldn't consider my music or — I wouldn't consider that the genre that really pertains to me. When I said \"Trap Lord,\" Trap Lord the name came from me just working and having different hustles all my life. I grew up printing shirts, like hundreds and hundreds of shirts. 400 shirts, front and back, all three color jobs. Manually. With my father for <a href=\"https://twitter.com/badboyrecords\">Bad Boy</a> and D-Block and Ruff Ryders and all of these guys. I was coming out of high school printing shirts and picking up checks from <a href=\"https://twitter.com/iamdiddy\">Daddy</a>'s house — from Puff and all them — at a young age. And then I started making jewelry. And then I started making accessories, belts and things like that. And my clients was like <a href=\"https://twitter.com/therealswizzz\">Swizz Beatz</a> and <a href=\"https://twitter.com/chrisbrown\">Chris Brown</a> before I was even doing music. So that's why <a href=\"https://twitter.com/asapyams\">Yams</a> named me the Trap Lord because I had so many different traps. And I'm the lord of it. I do it to the best ability each time.</p><p><strong>KELLEY</strong>: So is that — in a way, what you're talking about is taste. Is like noticing things and putting them together. Is that how you approach production? What are you looking for in a sound?</p><p><strong>A$AP FERG</strong>: I'm looking for pleasure each time. It has to feel good. Like, I don't know how to make a specific type of song each time. But I know when I press keys or when I tell my producer press this, press that, I know what type of sounds I want to hear. And it makes me feel good. It makes me quench<strong> </strong>up inside. And that's what you hear in my music. Like when you hear a beat that sounds really good but it's different, that's just solely coming from me. And that's why I feel so attached to my music because it all comes from me. It's not like I tell producers to send me stuff. Or even when I used to tell producers to send me stuff, I used to be looking for different things that made me feel good.</p><p><strong>KELLEY</strong>: To me, it's also really really big.</p><p><strong>A$AP FERG</strong>: What?</p><p><strong>KELLEY</strong>: The sounds. The pieces of each song.</p><p><strong>A$AP FERG</strong>: Oh, thank you.</p><p><strong>KELLEY</strong>: Which makes me want to ask a couple questions. One is about — I don't actually think that somebody from LA would chose the beats that you choose. And I wonder how that relates to just, what you were saying, what you see everyday or — I know you travel a lot — but what you grew up seeing. And then also how that leads you to make these enormous songs that, like, jump off the album, you know what I'm saying? These are hits. Ali has some numbers about that, actually. But I mean, first — sorry. I guess the first question would be, in terms of the size of the pieces of your songs, what does that have to do with New York if anything?</p><p><strong>A$AP FERG</strong>: What you mean the size?</p><p><strong>KELLEY</strong>: They're really f---ing loud.</p><p><strong>A$AP FERG</strong>: Like loud as far as disturbingly loud? Or — what do you mean by loud?</p><p><strong>KELLEY</strong>: The bass is very very loud. The bass is very heavy.</p><p><strong>A$AP FERG</strong>: I have some songs that don't have bass in it though.</p><p><strong>KELLEY</strong>: OK. Like what?</p><p><strong>A$AP FERG</strong>: Like \"Hood Pope.\" It's not really bass-y like that. \"Cocaine Castle.\" Or like — only songs really with bass is probably like \"Shabba\" and \"Work.\" That's the obvious songs.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>A$AP FERG</strong>: I mean, that just happened to be that. The producers made it like that. But it wasn't specific. I didn't ask for more bass or anything like that.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>MUHAMMAD</strong>: There's definitely presence. Your music has a strong, very full frequency presence.</p><p><strong>A$AP FERG</strong>: Thank you.</p><p><strong>MUHAMMAD</strong>: It sounds good. Like, it just bangs.</p><p><strong>A$AP FERG</strong>: I just want to bring innovation to the industry — or to the world, if you may. I don't want to do any boring stuff. I said if it starts getting boring to me, I'll just stop making music cause I can do other things. I went to college and everything for marketing management. I run businesses and I have my own like storefronts and stuff like that — before I was making music. I make music cause I enjoy it and as soon as it stops getting fun for me, I'm like gon' do real estate or fly helicopters or some s---.</p><p><strong>KELLEY</strong>: Fly helicopters? Alright.</p><p><strong>A$AP FERG</strong>: I'm taking helicopter lessons too.</p><p><strong>KELLEY</strong>: Oh that's cool.</p><p><strong>A$AP FERG</strong>: I got like a couple certificates. I got to get more hours in.</p><p><strong>KELLEY</strong>: Wow. So does thinking like that lead you into a song-based career instead of an album-based career?</p><p><strong>A$AP FERG</strong>: No. I think about albums. I think about skits. I think about 15 minutes songs. I think about — I got a song called \"Make A Scene\" on <em>Trap Lord</em>. And it goes into \"F--- Out My Face.\" \"Make A Scene,\" the beat is the same exact beat as \"F--- Out My Face.\" But \"F--- Out My Face\" is just reversed. You know what I'm saying? The beat is reversed. So it's just like one full song. It goes from \"Make A Scene,\" and then it's like a little skit in the middle — the beat don't stop — and then it goes into \"F--- Out My Face.\" So when y'all get a chance, listen to \"Make A Scene\" and then it's gon' just like go into — but I got it to wheres you could listen to either one, but it sounds connected when you just letting 'em, the songs, run through the album.</p><p><strong>MUHAMMAD</strong>: So you think in terms of album, which means usually it's like a full vision, full concept.</p><p><strong>A$AP FERG</strong>: Definitely.</p><p><strong>MUHAMMAD</strong>: Where's this new record going to go? I don't know how much you want to go into it. I don't know what the release date is of it. I'm itching to get a taste of the new album.</p><p><strong>A$AP FERG</strong>: It's going to be big. Because when I made <em>Trap Lord </em>I was in Harlem most of the time. I was in New York most of the time. It was very cold. I just came out of depression cause, you know, I dropped out of school like twice. I tried it and it just wasn't working out for me. And like I just was like in a stuck place. I was probably like around 20 years old at the time. I feel like that's one of the toughest times in somebody's life.</p><p>And I just remember telling myself, man, if I'm not going to go to college, I might as well spend two years at home trying to figure this music out. Like, trying to figure something out. Like, I'ma study. I'ma teach myself. And that's what — and it came faster. I said two years and it came in a couple months.</p><p><strong>MUHAMMAD</strong>: So, when you say, like — is it in \"Fergavicious\" when you say, \"I'm all by myself\" or \"I'm so alone in this\" or something like that?</p><p><strong>A$AP FERG</strong>: No I say — \"Fergavicious\" — I forgot the hook. I can't even think about the hook right now.</p><p><strong>KELLEY</strong>: I could sing it.</p><p><strong>MUHAMMAD</strong>: I think it's like towards the end you just keep — it's almost like a mantra.</p><p><strong>A$AP FERG</strong>: [humming a melody, singing] \"Surviving on my own. I feel the pain. All I know is pain. Surviving on my own. I feel the pain.\" Cause I was talking about my father dying in the song. I'm talking my father meeting Rocky's father in heaven and them, like, riding in a white car together and my pops running into like Nicole Smith and her, like, on him. It's a whole visual I talk about on the second verse. And then the first verse is just me talking about just like chilling with the homies and <a href=\"https://twitter.com/schoolboyq\">Schoolboy Q</a> — we call him A$AP Q when he with us. Yup.</p><p>But I was just going to say, the whole thing with just — when I created <em>Trap Lord</em>, I was a trapped person. Like, I felt trapped. And with this next album, it's like, I traveled the world. My mind opened up. I'm listening to different music. I did songs with <a href=\"https://twitter.com/haimtheband\">HAIM</a>. I did songs with <a href=\"https://twitter.com/arianagrande\">Ariana Grande</a>. I was in the studio with <a href=\"https://twitter.com/madonna\">Madonna</a> for her album, just listening to things and listening to what she had to tell me. So it's just like all of these worlds is like in one for me. And that's affecting the music, I would say.</p><p><strong>MUHAMMAD</strong>: I'm curious to just really hear where you're going to go because — not, you know — it's one thing to, as an artist, to be in your own environment, in your element, and you're creating strictly from what you've experienced in your life up until that moment you're on the microphone or you're expressing your art. But then, through success, you go to other areas. You experience other people and their struggle, and you identify with what they're going through. Or you open to something completely new and now you're trying to figure that thing out. But, of that, the world is changing constantly.</p><p><strong>A$AP FERG</strong>: Constantly. Every day.</p><p><strong>MUHAMMAD</strong>: So I'm just curious to know — like, for example, with what has been revealed publicly in the experience of Ferguson, the experience of Eric Garner, stuff that we know about. We live it, you know. But it's now on more of a global platform. And there's certain things in life that you go, \"OK. I can't do this anymore.\" Like, something has to happen. Something different has to happen. It has to be a change. And I'm just curious as to know how are you affected moving into this next album with the constant changes of where things are.</p><p><strong>A$AP FERG</strong>: Well, I've released the mixtape called <em>Ferg Forever</em> with <a href=\"https://twitter.com/djdrama\">DJ Drama</a>. And everybody loved it. It went platinum on DatPiff.com. Everybody from Puff and Swizz was tweeting about it. And <a href=\"https://twitter.com/bigsean\">Big Sean</a> was on it. <a href=\"https://twitter.com/sza\">SZA</a> from <a href=\"https://twitter.com/topdawgent\">TDE</a> was on it. <a href=\"https://twitter.com/miauniverse\">M.I.A.</a> was on it, \"Let It Go\" remix with my artist <a href=\"https://twitter.com/crystalcaines\">Crystal Caines</a>.</p><p>So, like, I'm talking about a lot of those subjects on that album. I'm talking about commitment issues. I'm talking about the whole Ferguson thing. That's on the last song. I'm just talking — I'm touching base on real things cause what I wanted to do — the whole reason why we haven't been putting music out — or, like, it seemed like it was a big gap with the Mob putting out music — was because we was supposed to put out an album. We released \"Trillmatic\" and one of <a href=\"https://twitter.com/asaptwelvyy\">Twelvyy</a> records and videos and we never put out the album after that because we felt like it wasn't right. So it was a big gap left so that's why I put out that mixtape to show people my growth and me as a person.</p><p>Cause I felt like through \"Work\" and \"Shabba,\" you know, that was a part of me. That's a happy me or a turnt up me. But y'all don't know these other songs. So I wanted to put out something to give the people a part of me and my thoughts on things. Because I know a lot of people don't really read interviews and stuff like that. So I just got to give it to them through the music and the visuals.</p><p><strong>MUHAMMAD</strong>: You mention Dilla in \"Ferg\" — how you say it? \"Fergsomnia?\"</p><p><strong>A$AP FERG</strong>: \"Fergsomnia.\"</p><p><strong>MUHAMMAD</strong>: This is the month of Dilla for his entrance into the world and his passing on. What do you love about J Dilla?</p><p><strong>A$AP FERG</strong>: Well, I'm still a student when it comes to J Dilla. I'm still getting into his art and everything. But people say he was a master at mixing and looping beats, like before you had all of these new programs and everything like that. So I just love that about him. Like, he was real innovative and he was pushing the culture in that way. But I'm still studying the guy. And I'm very very curious to know what everybody love about him.</p><p><strong>MUHAMMAD</strong>: Hm.</p><p><strong>KELLEY</strong>: What do you love about him, Ali?</p><p><strong>MUHAMMAD</strong>: To me — well, there're a couple of things. One, even though he was involved with us and we seem to put our art a certain way and we seemed a little composed on talking about some — where we come from — Dilla just put it out there. Perfect example is of his album covers, him in a smoked out room with some girl, a stripper, on his cover. His music — even though he wasn't a flamboyant person, his lyrics were crazy flamboyant in that sense. But at the same time, he always brought it back to the essence of the culture of hip-hop and the base of it. So that's just from his MC side.</p><p>Musically, he just astounded us when we would work with him. He had a way of hearing music that was different than the way that we heard things. And he would grab it and chop it up and put it together. And it was just like, wow. We would not have figured that out, you know? Didn't see it that way.</p><p><strong>A$AP FERG</strong>: Right. And even the way he replayed the samples and things like that.</p><p><strong>MUHAMMAD</strong>: Yeah. So, he's just like — he's the king of, for me, hip-hop production in terms of the organic aspect of it, not the electronic aspect of it but just the organic aspect.</p><p><strong>KELLEY</strong>: That's funny.</p><p><strong>MUHAMMAD</strong>: And his music is still transcending even, we're going into — oh, what is it? Is it like seven years now? Eight years? Of his passing. So that's a power. And kinda to take it back to, I think, what you said in your <em>Ferg Forever</em> album. You say something — was it on this album or was it the <em>Trap Lord </em>when you say, \"The music lives forever?\" Like, we're here forever. Something like that.</p><p><strong>A$AP FERG</strong>: I think it's <em>Ferg Forever</em>.</p><p><strong>MUHAMMAD</strong>: <em>Ferg Forever</em>.</p><p><strong>A$AP FERG</strong>: Yeah, <em>Ferg Forever</em>. I think Drama was saying that in the intro of a song.</p><p><strong>MUHAMMAD</strong>: That was a real powerful line for me off of your mixtape, just hearing that. Because the music has sort of a — it's just — it can be here for 200, 400, 500 years.</p><p><strong>A$AP FERG</strong>: Yup, cause we still going through — whenever I get tired of hearing music of today, I go back and listen to Elvis or I go listen to James Brown or look at documentaries of these guys — even Quincy Jones, when he was doing stuff for Frank Sinatra and Stevie Wonder and all this stuff. Cause those are the things that inspire me. Or even the Funkadelics when they was just creating a whole 'nother genre and people just outcasted them when they was performing at these places and thought they was bugged out. You know what I'm saying? They created a whole world where everybody was just like, \"Yo this is like — I'm scared.\"<strong> </strong>Like, \"What type of music is this? I don't mess with it.\"</p><p>And that's what I want to do. Michael Jackson said one of the best things, or called it one of the best things — he said, \"I just\" — he said something like, \"I just want people to say something, whether it's good or bad.\" You know, say something. Cause art can never be wrong. Cause it's art. But like people are gon' have they — they're going to interpret it the way they want to. But, for me, I'm good whether you say you hate it or you love it. I want you to say something. Cause if you ain't saying nothing, then that's when you got a problem on your hands.</p><p><strong>KELLEY</strong>: Do you think that hip-hop is art?</p><p><strong>A$AP FERG</strong>: Hip-hop is definitely art. It's like one of the best arts cause you don't really got to pay a lot of money for materials. Like, I used to paint so I know canvases and — Pearl Paint wasn't cheap. Buying them little brushes and all that. Or buying fabric that costs like — buying sheepskin or ostrich. That stuff is $900 for a small little piece to make something else that you have to pay production on.</p><p>So you know for me to create music, I'm like — I always see <a href=\"https://twitter.com/frenchmontana\">French Montana</a>; I be like, \"Yo. They shouldn't've let us in this game.\" It's too easy. It's too easy. And as long as you having fun it's gon' be easy. And, like I said, I ain't gon' do it if I ain't having fun.</p><p><strong>MUHAMMAD</strong>: What are the people supposed to get from your art? What do you want people to get from it?</p><p><strong>A$AP FERG</strong>: I want people to get some happy times from it. I want to people to get a reality from it. I want people to get the latest news. I want kids to know — I want kids from the suburbian world who don't know what it's like to live in the hood, I want them to get a glimpse of what it's like in our world. And then I want my homies from the hood to get a glimpse of how <a href=\"https://twitter.com/selenagomez\">Selena Gomez</a> or Ariana Grande live because I've been to these places or been to they house, you know what I'm saying? So I want them to see, like, alright — I'm basically bridging the gap.</p><p>And we all listen to the same music. When I'm hanging out with them, they looking at Chris Brown performances and loving his dances or listening to A$AP records. Or <a href=\"https://twitter.com/nickjonas\">Nick Jonas</a> is listening to — bumping my stuff. Or Madonna's son got \"Work\" as a ring tone. We all the same. That's what it is about this culture of the Internet. Is everything is merged. There's no racism with the Internet. Racism only was — is probably like five generations ago.</p><p><strong>KELLEY</strong>: Five?</p><p><strong>A$AP FERG</strong>: Yeah. Racism is for — I wouldn't say generations. Yeah, like five generations ago. Racism been over. It's the old people that keep on holding on to it. We don't hold on to that s---. We don't know racism. We all like having — like my brother had white — my little brother had white girlfriends. And that's regular, like --</p><p><strong>MUHAMMAD</strong>: We may not hold on to it but I think there are different forms of oppression that causes separation.</p><p><strong>A$AP FERG</strong>: Oh definitely, but I don't feel like it's — but I think that's classism. I don't think it's racism.</p><p><strong>MUHAMMAD</strong>: Yeah, absolutely. I think within that oppression though that it's also a divisive tool. And it divides us.</p><p><strong>A$AP FERG</strong>: Definitely.</p><p><strong>MUHAMMAD</strong>: And I'm just wondering, when you say in the Internet there's no racism and everything is like one genre, which is how I tend to view the world through my rose-colored glasses — I also look at the effects that the music has on the people. And there comes a point in time where, you know, you're telling the world a part of what is happening that they may not necessarily see but then, at some point, it becomes so fantastical that the artist is missing the real picture.</p><p><strong>A$AP FERG</strong>: Yeah but that's when I feel like you have to have all the elements. If you just telling 'em one part of the story — if you telling 'em how to slip some cocaine or whatever in a song, you better be telling 'em what it feel like to get caught or what it feel like, the aftermath. Cause it's all a movie. Like, you gotta have a little bit of church in it. Because we all need god in our life or whatever you believe in, the higher being. Then you got to have the hustle aspect. Then you got to have — it's got to be real. Just like how a movie is real. It got to be real.</p><p>You can't just give them this hustle life. Hustle hustle. You gon' be hustling forever. Ain't no drug dealer hustling forever without getting caught. You know what I'm saying? You get caught and you go to jail. And you do a real long time.</p><p><strong>KELLEY</strong>: What do you mean by classism?</p><p><strong>A$AP FERG</strong>: Oh, classism, meaning like — it's just — basically it's not about racism no more. It's about money.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>A$AP FERG</strong>: Like, who got the biggest money. So we gon' keep these — we gon' oppress these people. They don't get nothing. And it's a pyramid. That's how the pyramid work. You need — everybody plays a position. You need all of these soldiers or whatever to keep the big man up there. I want to be the big man. I don't want to be like these guys holding the big man up.</p><p><strong>KELLEY</strong>: Building the pyramid.</p><p><strong>A$AP FERG</strong>: It's like, I ain't gon' keep giving you my money so you could be living in a lavish house and all that. I'ma get that big house so I could put all my soldiers on, all my young dudes that been striving for life. I'ma give them a chance or whatever like that. And I'ma — and everybody is not a leader. And that's cool. If they chose not to lead, then they could just put me on a pedestal if they comfortable with just doing that. That's cool. But I'ma give them the opportunity to become something bigger.</p><p>Like I tell every — like, I put <a href=\"https://twitter.com/martyballerr\">Marty</a> on, my little — my hypeman. He want to rap and all of that. He got his own little crew. I'm like, \"Aight. You got to be the leader of your crew. You got to get your cameraman. You got to do all of this and you got to do the work and become a leader.\" Like, \"I don't want you to be my hypeman on tour next year.\" That's a goal that we got. You know what I'm saying? And then if I put my cousin on as my assistant. \"Yo. Now it's your responsibility to put your people's on.\" And we all live around the same neighborhood or from the same neighborhood. Next thing you know my whole neighborhood is out of the hood.</p><p><strong>KELLEY</strong>: What about Crystal Caines?</p><p><strong>A$AP FERG</strong>: Crystal Caines. Yeah. The same thing with her. She put her peoples on and, like, we'll all be in Hollywood with houses. Everybody from 143rd, Hamilton, Hungry Ham, we'll all be good if we all follow the protocol and help our people.</p><p><strong>KELLEY</strong>: Can you tell us the difference between Hamilton Heights and, like, the East side of Harlem, not East Harlem but just the other side?</p><p><strong>A$AP FERG</strong>: Huh?</p><p><strong>KELLEY</strong>: Is there a difference between Hamilton Heights and the rest of Harlem?</p><p><strong>A$AP FERG</strong>: I don't know Hamilton Heights.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>A$AP FERG</strong>: I probably know it by numbers.</p><p><strong>KELLEY</strong>: OK. Your neighborhood.</p><p><strong>A$AP FERG</strong>: Well, my neighborhood is Hamilton Place.</p><p><strong>KELLEY</strong>: My fault.</p><p><strong>A$AP FERG</strong>: Yeah. Washington Heights. I go to Washington Heights. But Hamilton Heights. It is such thing as Hamilton Heights, I think, but Hamilton Place is my block. That's like the whole strip from 145th all the way to 140th. Yeah. And Hamilton.</p><p><strong>KELLEY</strong>: And how is the culture, the way of living and communicating, different from the rest of Harlem?</p><p><strong>A$AP FERG</strong>: It's different because we on top of the hill. They call us, \"Oh, you going on the hill.\" That's what they say. They used to call it Sugar Hill back in the days. We are late on a lot of things because a lot of people don't leave that hill. A lot of people don't leave the block. They want to stay — they hug the block so hard they don't get to see other things. That was a big thing for me back in the days. I'm like, \"Yo, there ain't no girls walking through here.\" Nobody want to come through the hill. They all down the hill. They like on 7th or Lennox. Those are the more popular places.</p><p>But we're so, like, in this box on a hill. Nobody leaves the block. That's why you got all types of people from the block having babies with the same baby mama. Because you finding the same girl sexy and it's a matter of time. Next year she gon' have the next man baby. And it's gon' keep going on. And that's just the reality that, you know, was living. Or when people got cars, they just drive around hood. They just want to stunt for they people in the — so it's like a small village on my block.</p><p><strong>MUHAMMAD</strong>: There's definitely a strength in that, in knowing your infrastructure and where you are. And it's hard to penetrate. And so what happens culturally is strengthened in that. But how do you break that to get outside of it?</p><p><strong>A$AP FERG</strong>: Well, I love it. I embrace it. I love the battle of, like — I swear to god if it was easy I wouldn't want to do it. Yeah. I think you just got to be a person that just endure pain and could just work and fight through it. And you would want to see it change. It all start with change. You want to see a change, you got to start changing yourself, then changing people around you. And the next thing you know you got a whole community that's fighting for that change.</p><p><strong>MUHAMMAD</strong>: Love that. I want to hear that in your next record, man.</p><p><strong>A$AP FERG</strong>: Oh, you got a lot of that coming on this new album.</p><p><strong>MUHAMMAD</strong>: I think certain things that you hit on — and you speak on it in such a satirical way, I think, at times but it doesn't come through to the forefront. And sometimes it has to be that way cause you're speaking to, you know, specific people. But knowing that you broadcast globally and the way you think and the way you present yourself and even just talking about speaking to the people you're putting on and telling them they have a responsibility and they have to be leaders, that's — it takes a special person to even convey that to someone. You got parents who can't even instill that message in their children.</p><p><strong>A$AP FERG</strong>: Man, I appreciate that. And then, I mean — and then we got to go back to the parent thing, like, as far as how these kids was raised that I'm putting on. Cause a lot of them don't got parents — or didn't have parents to teach them. So it's like, they so programmed to doing things that they — like messing up or whatever like that. And it's like I got to kind of re-program them to like — and, you know, that's hard to re-program a person thinking. Like, you become like almost like — you just so used to your ways that it's like, man — I'll see a certain thing in a person and I'll be like, \"Alright. He know how to handle himself. He know how to talk to people. This, that, and the third.\" But then it may be something that can destroy him when he gets to the top. And I just try to hit that on the nose all the time to get rid of that, to let him know like, \"You don't need that. What's that? You don't need that. And you'll get further without it.\"</p><p><strong>KELLEY</strong>: You're talking about change and responsibilities and generational differences with regards to racism and classism. I've spoken to a lot of people who were like, \"Listen. The adults are decided. You can't change their mind. Once you hit mid-30s, your personality is set.\" That's like — science believes that?</p><p><strong>A$AP FERG</strong>: I think love overpowers all of that.</p><p><strong>KELLEY</strong>: So even if you're an adult.</p><p><strong>A$AP FERG</strong>: Yup.</p><p><strong>MUHAMMAD</strong>: Real talk.</p><p><strong>A$AP FERG</strong>: I think love. Because I don't care if you — I don't care what color you are. If you see somebody like the dude in ISIS getting burnt and all that — man, I don't care what type of racist you is — you got to feel some type of way about that. That's, like, horrifying to see that. You know what I'm saying?</p><p>I think it's a cult-like thing with the whole racist people. I think they so caught up in it that they don't get — they just so busy reacting they don't really get a chance to think about what's actually going down. Because whoever is pushing this agenda of people being racist, they like, \"Yo. Keep doing it. Keep doing it. Yeah. Yeah.\" And they all together rooting and rooting. But the moment that person steps away from that group of people and they get to experience it by themselves. They gon' feel it.</p><p><strong>KELLEY</strong>: I would agree with that. I would hope that that is the case.</p><p><strong>A$AP FERG</strong>: I know that that's the case. That's the case.</p><p><strong>KELLEY</strong>: Alright. So you describe Dilla as flamboyant. That's probably a fair adjective for yourself. How do you feel about being on stage and having that spotlight on you and in some ways taking it off other members of your crew?</p><p><strong>A$AP FERG</strong>: The spotlight on me and taking it away from other members of my crew? I never thought it about it like that because I always thought I was doing it for the crew.</p><p><strong>KELLEY</strong>: Yeah. For sure.</p><p><strong>A$AP FERG</strong>: Because honestly if I wasn't putting out music this whole year — 2014, putting out music — then it probably would've been quiet from my crew. So I'm doing it for the crew. Because that's — and then when I'm quiet, hopefully Twelvyy and <a href=\"https://twitter.com/asvpnvst\">Nast</a> will step and they'll do it for me.</p><p><strong>KELLEY</strong>: I feel you. I'm — what I have in my mind is I saw the whole Mob play in LA a couple months ago. And it was a way in which — I've seen you guys a bunch of times and there are moments when Rocky is the center of attention. And then the way I perceived what happened a couple of months ago was that you were just in the forefront. And he was like — he was like JFK-ing. You know what I mean? He's like so polite in like dealing with the crowd, but he's setting you up as like — as the star. Maybe just right now. Maybe it'll be on and off.</p><p><strong>A$AP FERG</strong>: I don't think that we do those things intentionally.</p><p><strong>KELLEY</strong>: I'm sure.</p><p><strong>A$AP FERG</strong>: We just do it cause that's what we feel we need to do.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>A$AP FERG</strong>: It's like, \"Yo. That's my bro.\" Like, \"I'm just as happy as to see you\" — I told Nast, \"Man, I want you to be so much better than me and Rocky.\" Cause we learned so much it would be stupid to make the same mistakes. And then whoever comes next after him. It's like, you have to better than all of us put together. So that's the whole attitude that we have. So it's bigger than money. It's like, just being a really really good artist and pushing each other.</p><p><strong>KELLEY</strong>: Yeah, I don't mean in any way that your success takes away from other people's success.</p><p><strong>A$AP FERG</strong>: OK. Right.</p><p><strong>KELLEY</strong>: I just mean sort of that feeling of shining and owning that moment. Is that something that — I mean, I feel like I'm answering my own question. It seems pretty clear that you enjoy playing that role.</p><p><strong>A$AP FERG</strong>: Oh, I love it. I love performing. Even when Rocky was that dude, forefront, leader. You know what I'm saying? I played the passenger side. I was kicking my feet up though. Cause I'm like, \"My man is <em>rocking </em>right now.\" And he gon' kick down the door and we just gon' mess the whole game up. Like, we just gon' go crazy. And that's what I'm thinking in my mind. Like, if they think Rocky stuff is crazy, wait until they hear my stuff. So that's why I was blacking on all the freestyles when we go to the radio shows and all that. Cause I'm like, this is my time to shine. Alright. Rocky got the projects and he doing the videos and whatever, but I'ma shine through these freestyles and all of that. So I have my way of doing it.</p><p><strong>MUHAMMAD</strong>: I have to admit your freestyle won me over on you.</p><p><strong>A$AP FERG</strong>: Ah, thanks, bro.</p><p><strong>MUHAMMAD</strong>: I saw a freestyle; I was like, \"Oh.\" You know, listening to the record, definitely your skills are sharp and you have, I mean — your spit delivery on — if it's something fast, covered. Got that. And you got crazy cadences and obviously you thinking about things in a different way. So I love that. But I saw a freestyle and I was like, \"Ooooh.\"</p><p><strong>A$AP FERG</strong>: Do you remember which one it was? Was it with <a href=\"https://twitter.com/funkflex\">Flex</a>?</p><p><strong>MUHAMMAD</strong>: Was it? Were you with <a href=\"https://twitter.com/jodyhighroller\">Riff Raff</a> or something? Or it was on a tour bus or something like that?</p><p><strong>A$AP FERG: </strong>Probably Riff Raff on the bus. Yeah, on the bus. I didn't remember that freestyle.</p><p><strong>MUHAMMAD</strong>: Yeah. And I just was like — I was like, \"Oh. OK.\" I'm won. You won me over.</p><p><strong>A$AP FERG</strong>: I would say it's a bit different when I freestyle from when I make music. Cause when I make music, I'm not thinking about the regular flow, that di-di-di-di-di. I could do that on a freestyle all day. Like, I could rap the traditional rap way. But through a song for an album, I'm thinking about creating art. I want to bend and shape my words and re-shape my words and sonically take music to another level. Make you feel different ways. I might hum on a song. I don't care, as long as it feels good.</p><p>But on a freestyle, I'ma show you I could really get down and rap cause I really come from — my background is a battle background and we used to battle each other all day in my hood. So I could do that all day. I could rap. I got punchlines. I got that. I, you know, get disrespectful with that.</p><p><strong>MUHAMMAD</strong>: What do you think is lacking in some of the more, kind of, notable MCs out there?</p><p><strong>A$AP FERG</strong>: I think the art is lacking because everybody's worried about money.</p><p><strong>MUHAMMAD</strong>: Hm.</p><p><strong>A$AP FERG</strong>: Yeah.</p><p><strong>KELLEY</strong>: Fair.</p><p><strong>A$AP FERG</strong>: Yeah. I think all of our artists, they're probably like ex-drug dealers who found a way to just make money and flip they money. And they just rapping what they know but it's not like what a — it's not really artsy. It's nothing artsy about it. So it's lacking the art part of it.</p><p><strong>KELLEY</strong>: Talking about pleasure and making people want to feel good, a criticism of your music could be that it is so aggressive that it's off-putting. Or that it makes people feel bad. It makes people feel under attack in some way.</p><p><strong>A$AP FERG</strong>: Supposed to.</p><p><strong>KELLEY</strong>: OK. Can you --</p><p><strong>A$AP FERG</strong>: Because when I was creating the song it came from a place of wanting to attack.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>A$AP FERG</strong>: Or came from something I seen that motivated me to make that song. Like, all of these songs come from somewhere. All of these songs is real truthful songs, whether it's with the beat or whether it's with the words. So if you're feeling that way, then you're supposed to feel that way.</p><p><strong>KELLEY</strong>: OK. And is a way for somebody to get pleasure from that song then to put themselves in your shoes?</p><p><strong>A$AP FERG</strong>: Yeah. I mean, because we all go — we all want to be aggressive sometimes and we all need music to fight against something sometimes. So when I scream, \"Let it go,\" and you hearing them gunshots and — it's like riding music. For people to stand up and fight against something. It's like warrior music.</p><p>But then you hear songs like \"Hood Pope\" or \"Cocaine Castle\" as like conscious music. It's like \"Cocaine Castle,\" you got your pimps, your lawyers, your doctors, and priests going to this crack house to smoke drugs. And you got babies crying and all of that. So I want to people to get a real visual and emotion out of the music.</p><p><strong>KELLEY</strong>: Yeah, I think they do. I mean, I think the numbers show that. Right? Where are you in the making of the next album right now? What part of the process?</p><p><strong>A$AP FERG</strong>: I think I'm to the point where it's like I'm just making music just to make music now. So I'm probably, like, done, I think. You know?</p><p>I don't know. I could never say I'm done really, but my manager is like, \"Yo, you're done.\"</p><p><strong>KELLEY</strong>: Do you have a name?</p><p><strong>A$AP FERG</strong>: Nope. That's the hard part right there. It might not have a name on it. Cause that — it's so tough to put a name on it.</p><p><strong>KELLEY</strong>: Why?</p><p><strong>A$AP FERG</strong>: Because — I don't know. <em>Trap Lord </em>came kind of natural because that's my name. But this next album is hard because it's just not coming that simple to me.</p><p><strong>KELLEY</strong>: It's different than just you.</p><p><strong>A$AP FERG</strong>: Yeah, it's bigger than me. It's not even about me. It's about every kid that's like me.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>A$AP FERG</strong>: And every kid that's not like me to understand the kid that's like me.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>MUHAMMAD</strong>: What does the world 400 years from now look like to you?</p><p><strong>A$AP FERG</strong>: 400 years later?</p><p><strong>MUHAMMAD</strong>: 400 years from now.</p><p><strong>A$AP FERG</strong>: What's the world — what's the movie with Will Smith and his son?</p><p><strong>KELLEY</strong>: <em>I Am Legend?</em></p><p><strong>A$AP FERG</strong>: No. Not that one.</p><p><strong>KELLEY</strong>: Oh. That's the scariest movie of all time.</p><p><strong>A$AP FERG</strong>: The one where Will crashed his spaceship and, like, hurt his leg and everything.</p><p><strong>KELLEY</strong>: Oh, yeah. I didn't see that one. I know what you're talking about.</p><p><strong>A$AP FERG</strong>: That's what the world would look like to me.</p><p><strong>KELLEY</strong>: So just nature?</p><p><strong>MUHAMMAD</strong>: Hmm.</p><p><strong>A$AP FERG</strong>: It'll probably be, like, destroyed or something like that. And certain people will be living in — there'll be a bunch of robots. It'll be a bunch of robots and stuff controlling things. And you'll have robots with a lot of human-like features so you won't even really — you see — you know how like — alright. It's so much people getting plastic surgery now, right, from the woman to the guys. Like, they get the same plastic surgery done so you won't be able to tell whether that's guy or a female. You know what I'm saying? I feel like it's gonna be the same way for robots. You ain't gon' be able to tell a robot guy or a robot female. Like it's — everything gon' be one. Robots gon' have human-like feelings, emotions. We going to program robots so much to the point they gon' be so human like it's going to kinda de-humanize the whole world.</p><p><strong>KELLEY</strong>: Have you been to Japan?</p><p><strong>A$AP FERG</strong>: Yeah. I've been to Japan. But I ain't learn none of that in Japan. I was just on</p><p>buying clothes and stuff.</p><p><strong>KELLEY</strong>: OK. I've never been.</p><p><strong>A$AP FERG</strong>: But they already making people like that, like people with built in — there's this one guy. I forget his name. But he's blind, but he can hear color.</p><p><strong>KELLEY</strong>: What.</p><p><strong>A$AP FERG</strong>: Yeah, he can hear color. So he'll listen to music and he'll paint the colors out. Beause he has this chip embedded in his brain. And it's a whole community of cyborgs like that. They call 'em cyborgs.</p><p><strong>KELLEY</strong>: That's crazy. Why is that going to happen?</p><p><strong>MUHAMMAD</strong>: Yeah. I'm trying to digest that. I'm like — you're saying it. I'm just like, \"Man.\" That world — I don't know --</p><p><strong>A$AP FERG</strong>: But! But! But. I understand where you coming from. Like, cause we coming from like a — we just — I'm old school. I'm an old school dude.</p><p><strong>MUHAMMAD</strong>: I know you are.</p><p><strong>A$AP FERG</strong>: So I'm like all of this new stuff that's happening with the robots? I miss like touching the CD and popping the tape in the radio and things like that. But in order to survive in this world or industry, you have to know what's going on.</p><p><strong>MUHAMMAD</strong>: True.</p><p><strong>A$AP FERG</strong>: To some people, they feel like it's an advance or could help them with a lot of things. Because there're some people would never see or know what red looks like but this chip helps them to see color. Like, imagine if Stevie Wonder could see.</p><p><strong>KELLEY</strong>: Can Stevie Wonder secretly see? Can we talk about that?</p><p><strong>MUHAMMAD</strong>: You listen to his lyrics and you're like, \"Absolutely.\"</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: Completely. But I get what you're saying. I'm just trying to picture that world. It doesn't sound like a very — a place that's --</p><p><strong>A$AP FERG</strong>: That you would want to be, right?</p><p><strong>MUHAMMAD</strong>: That you would want to be. I'm like, where's the love in that. You know. And that's — but that — there's — it's rooted to where we are now, which is why I ask the question.</p><p><strong>A$AP FERG</strong>: It is. I mean, it's the beginning of it. I hate it every day. I mean, I don't want to get all, like — I don't want to stop my stripper-walk-through-club money.</p><p><strong>A$AP FERG</strong>: But you know, these females got to stop with this plastic surgery thing. It's killing me. Like, I'm not even looking no more. I'm like, cool. I look at something I really like. Like, the girl got to be absolutely beautiful and, you know, I don't consider that, you know — and then there's like, what's beautiful? It's like, once everybody looks the same from these — they say, \"Oh I want to look like <a href=\"https://twitter.com/kimkardashian\">Kim Kardashian</a>. I want to look like this I want to look like that.\" What's beautiful after that? Nobody has a hump in their nose. Or nobody has a gap or you're getting your gaps closed. What's the difference? What's unique about you? You look like her. Why would I want you?</p><p><strong>KELLEY</strong>: So your vision for the future. It's not very hopeful, then.</p><p><strong>A$AP FERG</strong>: No. My vision for the future is — you'll have to buy my album to see.</p><p><strong>KELLEY</strong>: C'mon.</p><p><strong>MUHAMMAD</strong>: Awwwwww.</p><p><strong>KELLEY</strong>: Whatever. Cop out.</p><p><strong>MUHAMMAD</strong>: I like that. I like that.</p><p><strong>KELLEY</strong>: Well, then you'll have to just come back after it's out.</p><p><strong>A$AP FERG</strong>: Of course. And we have to do a video interview so they can see my beautiful face.</p><p><strong>KELLEY</strong>: We can do that at SX.</p><p><strong>A$AP FERG</strong>: And for all the ladies I won't wear my grills cause I know y'all love to see my real teeth.</p><p><strong>KELLEY</strong>: What? Who told you that?</p><p><strong>A$AP FERG</strong>: I posted a picture on Instagram and I didn't have the grills in my mouth. And I was smiling. And all the girls was like, \"Oh you don't need to wear those. Stop wearing grills.\" And all of this. And I was like — I like my grills. They very shiny. But I'll keep the grills at home for the next interview.</p><p><strong>KELLEY</strong>: For the talking part.</p><p><strong>A$AP FERG</strong>: If we do video. Yeah.</p><p><strong>KELLEY</strong>: OK. Well, thank you for all your time.</p><p><strong>MUHAMMAD</strong>: Thank you.</p><p><strong>A$AP FERG</strong>: Likewise.</p><p><strong>MUHAMMAD</strong>: I want to say I love — it took me a minute to warm up. And I have no problem saying that about myself. Frannie and I, we talk about you a lot.</p><p><strong>A$AP FERG</strong>: Ah, man.</p><p><strong>MUHAMMAD</strong>: And I understand your artistry and I respect it. That goes beyond the music.</p><p><strong>A$AP FERG</strong>: Thank you. Right.</p><p><strong>MUHAMMAD</strong>: And I just want to leave you with: you have a platform and it's a large one. And I don't know what will happen with the rest of your fam, your team, but I know, with you specifically, you stand out in a great way.</p><p><strong>A$AP FERG</strong>: Ah, man. Thank you.</p><p><strong>MUHAMMAD</strong>: So just with that, especially after a lot of what you've said, just make sure when you have that platform — cause we don't always have it long, you know.</p><p><strong>A$AP FERG</strong>: Right.</p><p><strong>MUHAMMAD</strong>: Just make it such an impression that the love — and true love is — people are able to feel that through the generations.</p><p><strong>A$AP FERG</strong>: Listen. You ain't never got to worry about me going Hollywood.</p><p><strong>A$AP FERG</strong>: I'm too real for that s---. I'll go there --</p><p><strong>KELLEY</strong>: We'll hold you to it.</p><p><strong>A$AP FERG</strong>: I'll drink some champagne with them. But I'm gon' come back.</p><p><strong>KELLEY: </strong>Alright.</p><p><strong>MUHAMMAD</strong>: Dope.</p><p><strong>KELLEY</strong>: Thank you again.</p><p><strong>MUHAMMAD</strong>: Thank you.</p><p><strong>A$AP FERG</strong>: Alright.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=ASAP+Ferg%3A+%27I+Want+This+Moment+To+Last+Forever%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ali Shaheed Muhammad","audio":[{"meta":{"duration":"4096"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393754133-c86f06.m3u?orgId=1&topicId=1105&aggIds=100920965&d=4096&story=392132375&ft=nprml&f=392132375"},{"href":"http://media.npr.org/assets/img/2015/03/18/icon_272112020-0c68961c8bb70fd1bd01b90ca34df7b2e141c49b.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1400","width":"1400"}},{"href":"http://media.npr.org/assets/img/2015/03/10/20150217__npr_ferg_pvy_0065-alt2crop-581d6de70b3d61c20f8dbb1e095d0645c3bf20ac.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2840","width":"3793"}}]}