{"created":"2014-10-31T08:57:46+00:00","modified":"2015-04-06T19:36:35+00:00","valid":{"from":"2015-04-06T19:36:35+00:00","to":"3015-04-06T19:36:35+00:00"},"hreflang":"en","title":"Doppelnamers: When Your Digital Identity Is Also Someone Else's","published":"2014-11-03T15:45:00+00:00","teaser":"Finding your email double or Twitter twin is easier than ever, with Web searches and social media reminding us how un-special our names really are. So how do you stand out when others share your name?","itags":["npr_api","349241774"],"guid":"f70bc902-5d58-4426-ad9f-53ed761e5a9b","contentencoded":"<p>Finding your <a href=\"http://www.npr.org/blogs/theprotojournalist/2014/09/12/347901040/your-e-mail-double-a-classic-digital-dilemma\">email double</a> or <a href=\"http://www.thewire.com/technology/2012/02/learning-cormac-mccarthy-twitter-hoax/48147/\">Twitter twin</a> is easier than ever, with search engines and social media reminding us how un-special our names really are.</p><p>It's made for a few fun mix-ups for Texas-based videographer Justin Dehn, who befriended another videographer named Justin Dehn, who's based in Minneapolis.</p><p>\"I was getting emails from [his] girlfriend ... with just normal everyday notes like, 'Hey, don't forget to take the trash out.' And I think I forwarded some to you ...,\" Dehn — the Texas-based one — says. The two Dehns are now in fairly regular communication, linked by nothing other than having the same first and last names.</p><p>But as we become reliant on sometimes all-digital communication, mix-ups matter more, because so much is dependent on our names.</p><p>\"One of the most important things online is the reputation you build up: what you said, what you've done, what's said about you. It's really the entirety of an identity in a world where there's no body,\" says Judith Donath, a researcher at Harvard's Berkman Center for Internet and Society. She specializes in online identity. \"When you share a name with many other people, you start sharing, effectively, a history and reputation with them,\" Donath says.</p><p>In 2005, writer Mike Sager wasn't keen to share his name with so many other Mike Sagers.</p><p>\"I need to use my name. I'm Mike Sager, I'm Mike Sager, I'm Mike Sager,\" he says.<br /> <br /> But since he <em>isn't</em> the only one, Sager set out on a cross-country journey to <a href=\"http://www.esquire.com/features/ESQ0705MIKESAGER_110\">meet the other Mike Sagers</a>.</p><p>\"There was Lutheran pastor Mike Sager in Spokane. There was motorcycle racer sound technologist Mike Sager in Wenatchee, Wash. In all I ended up getting in touch with 39 Mike Sagers and going to meet 11 Mike Sagers,\" he says.</p><p>The road trip reminded him: We may all want to be distinct, but we can't deny we're linked.</p><p>\"It gives you a better view on how we're all related in different ways, as humans, and particularly by name even if we don't know each other,\" Sager says.</p><p>But what if you share a name with someone less than appealing? Someone with a bad reputation, for instance?</p><p>\"We call that the doppelnamer problem. After the doppelganger problem,\" says Michael Fertik, founder and CEO of Reputation.com. (The company is among NPR's supporters.) \"You share the name with someone who's got a bad rep, or someone famous, who's just not you.\"</p><p>Reputation.com helps users distinguish themselves in search results, because nowadays, the vast majority of people you interact with will look you up online first.</p><p>\"The whole idea is to fly your flag, first of all, if you don't have one. And secondly, to fly your flag prominently and largely enough, grandly enough, [so] that people can find the full picture of your body of work, of your life,\" Fertik says.</p><p>Donath — the Harvard researcher — thinks the digital future should be entirely less name reliant, to end the mix-ups and to better protect privacy. But until a change happens, the Mike Sager name is doing pretty well — at least for the writer Mike Sager. A quick Google search reveals that Sager the journalist comes up first of 32,700 results.</p><p>It's a little easier for him than for others, since he's a journalist. He signs all of his work with his name. No one fixing a road gets to sign the road. But he hasn't forgotten about all the other Mike Sagers.</p><p>\"In life, that is the ultimate lesson — that all of us think we're the most important,\" Sager says. \"You want life to go how you want it to for you and your name. You know, there's all these other people that feel the same way about themselves.\"</p><p>And since this story is about naming names, we should mention this piece was inspired by a conversation with NPR's former chief content officer, a man named Kinsey Wilson. That's not to be confused with <a href=\"http://kinseygirl.typepad.com/\">the other Kinsey Wilson</a>, a female craft blogger based in South Carolina.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Doppelnamers%3A+When+Your+Digital+Identity+Is+Also+Someone+Else%27s&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"280"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360300880-8930da.m3u?orgId=1&topicId=1049&e=349241774&d=280&ft=nprml&f=349241774"},{"href":"http://media.npr.org/assets/img/2014/09/19/screen-shot-2014-09-19-at-2.07.25-pm-c9ef1f38bb628f20c3ae05bed51aa6b75609e61d.png","type":"image/jpeg","meta":{"crop":"standard","height":"581","width":"775"}}]}