{"created":"2014-09-22T16:10:35+00:00","modified":"2014-10-31T15:42:04+00:00","valid":{"from":"2014-10-31T15:42:04+00:00","to":"3014-10-31T15:42:04+00:00"},"hreflang":"en","title":"Descendants Of Chinese Laborers Reclaim Railroad's History","published":"2014-05-11T01:55:00+00:00","teaser":"America's first transcontinental railroad was completed with a golden spike 145 years ago. Thousands of Chinese workers helped build it, but their faces were left out of photos from that historic day.","itags":["npr_api","311157404"],"guid":"f7159099-945f-4eb5-9a47-9ed6296027e2","contentencoded":"<p>East finally met West 145 years ago on America's first transcontinental railroad.</p><p>The symbolic hammering of a golden spike at Promontory Summit, Utah, completed the connection between the country's two coasts and shortened a cross-country trip of more than six months down to a week.</p><p>Much of the building was done by thousands of laborers brought in from China, but their faces were left out of photographs taken on that momentous day.</p><p>Over the years, one photograph in particular from May 10, 1869, has taken root in U.S. history.</p><p>\"It's a black-and-white, very historic-looking photo,\" says Connie Young Yu, the great-granddaughter of a Chinese laborer on the railroad.</p><p>The iconic image shows a crowd of men swarmed around two locomotives.</p><p>\"In the middle are the two engineers shaking hands,\" Yu says. \"And above them are workers hoisting champagne bottles.\"</p><p>The bubbly marked the long-awaited completion of the Gateway to the American West, nearly 2,000 miles of iron rail that crossed the Rockies and Sierra Nevada.</p><p>But the portrait wasn't perfect.</p><p>\"History — at least photographically — says that the Chinese were not present,\" says photographer Corky Lee.</p><p>As a junior high school student, he pored over the photo with a magnifying glass. But he couldn't spot a single Chinese laborer in the picture, even though more than 12,000 workers from southern China were hired by the Central Pacific Railroad. They made up the overwhelming majority of its workforce.</p><p>So, in 2002, Lee gathered a group of Chinese-Americans at that same location in northern Utah to re-create the historic shot, and he did it again on Saturday with some descendants of those Chinese laborers.</p><p>\"They're standing in the same spot where, 145 years ago, there were no Chinese,\" he says.</p><p>Ze Min Xiao, a board member of the Utah chapter of OCA - Asian Pacific American Advocates, helped to organize the event. She doesn't have ancestors who worked on the transcontinental railroad, but for her, it's still a period of American history worth remembering.</p><p>\"Being a first-generation immigrant and having a Chinese accent, you often hear, 'You're taking advantage of the infrastructure that's built by others who came before you' – assuming, of course, that the 'others' are Caucasian and not really our ancestors,\" Xiao says.</p><p><strong>Righting 'An Old Wrong'</strong></p><p>At a ceremony in Washington, D.C., this week, Deputy Labor Secretary Chris Lu helped to induct the Chinese railroad workers into the department's Hall of Honor, where a glass plaque commemorating their efforts now hangs alongside the signatures of well-known figures in American labor history, like Cesar Chavez, Samuel Gompers and Bayard Rustin.</p><p>Lu told the audience, which included railroad-worker descendants from around the country, that they were beginning to \"right an old wrong.\"</p><p>\"These were immigrants who came to this country seeking a better life, and they had the chance to work on something really extraordinary,\" Lu explained in an interview in his office before the ceremony. \"And then you had a nation that not only did not appreciate their efforts, but then led to exclusion after that.\"</p><p>Nearly two decades after the railroad's completion, the Chinese Exclusion Act of 1882 banned Chinese laborers from entering the U.S. Chinese immigrants already in America were kept from becoming citizens.</p><p>The law, which lasted for more than a half-century, was part of a wave of anti-Chinese sentiment that the ancestors of Lisa Hsiao and Susan Yu experienced firsthand. Both federal employees, Hsiao and Yu are also descendants of transcontinental railroad workers.</p><p>Standing in front of the Hall of Honor before the new plaque's unveiling, Hsiao, a sixth-generation Chinese-American, said the recognition is long overdue.</p><p>\"Maybe implicitly [it's] a little bit of a recognition of the injustice,\" she said. \"The Chinese railroad workers were widely discriminated against. They were hired because nobody else would do the work.\"</p><p>Yu said she takes comfort in seeing her great-grandfather's efforts remembered in the halls of the U.S. government.</p><p>\"To me, that's quite meaningful in that it's a final acceptance,\" said Yu, who added she's also found a kind of closure.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Descendants+Of+Chinese+Laborers+Reclaim+Railroad%27s+History&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Hansi Lo Wang","audio":[{"meta":{"duration":"243"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311390106-ee68eb.m3u?orgId=1&topicId=1136&ft=3&f=311157404"},{"href":"http://media.npr.org/assets/img/2014/05/10/goldenspike2014b-535e544d3c1f0fabf538f58bfb18c9c684625f01.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"685","width":"914"}},{"href":"http://media.npr.org/assets/img/2014/05/10/promontory-point-utah-xl_enl-c1cb4e2e16a22ba98378aa5758db28f5a4b016f7.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2103","width":"2980"}},{"href":"http://media.npr.org/assets/img/2014/05/10/hart-collection-196-da5b9768c4fc14c0c39a2a341ba0e90112d811ea.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3615","width":"4823"}}]}