{"created":"2014-10-02T07:23:57+00:00","modified":"2015-02-05T15:48:12+00:00","valid":{"from":"2015-02-05T15:48:11+00:00","to":"3015-02-05T15:48:11+00:00"},"hreflang":"en","title":"Ghosts Of The Past Still Echo In Beirut's Fragmented Neighborhoods","published":"2014-10-06T19:26:00+00:00","teaser":"Lebanon's civil war ended 25 years ago, but the sectarian divisions that sliced its capital into different enclaves still hold today. Everyone coexists relatively peacefully — most of the time.","itags":["npr_api","353042413"],"guid":"f719e3aa-33fc-4cbd-9632-7ec9be149916","contentencoded":"<p>The heart of downtown Beirut is an elegant area, fringed with expensive buildings. But on a beautiful sunny day, you may not find anyone there — there's no cafe, no park, no place for people to hang out.</p><p>Even though the Lebanese capital is a bustling and even glamorous place, the heart of Beirut is empty.</p><p>That's because the ghosts of this otherwise vibrant city's past still play out in Beirut's neighborhoods. Decades after Lebanon's civil war in the 1980s, those divides still carve up the city and help determine who lives where and who interacts with whom.</p><p>To understand why, we'll first head west to my neighborhood, the Hamra area. My neighbor, Mona Harb, is an architecture professor with the American University of Beirut. And, like me, she likes Hamra because it's mixed in terms of sect, class and education levels.</p><p>But that's rare, she says — much of Beirut is divided. \"It is a fragmented city, made of more or less self-sufficient neighborhoods, or sets of neighborhoods, with clear, segregated lines,\" Harb says.</p><p>Back in 1975, a civil war began here that would ultimately create militias from all of Lebanon's factions — Palestinian, Christian, Sunni and Shiite Muslim minorities.</p><p>Harb says people who lived in mixed neighborhoods fled in fear, to be with their own people. Today, the city is still divided into the mostly Muslim west and mostly Christian east, with many subdivisions. The center, which saw the worst of the fighting, is empty.</p><p>There was never a real postwar attempt to bring people back together, Harb says. After the fighting ended, there was a lot of talk about unity — and a state-backed reconstruction campaign that funded the building of the town center.</p><p>But in the end, it was too expensive, and people mostly stayed where they were.</p><p>\"At no point urban policies that were developed by the state attempted to remedy the situation on the ground and started to think, like, 'OK, let's think about ways of making people interact more, of encouraging people to live in each other's neighborhood,' \" Harb explains. \"You know, to activate people's movement in one or other direction.</p><p>\"The demarcation line got reopened [and] people were able to circulate, but the idea of the 'west of Beirut' and the 'east of Beirut' was still very, very strong,\" she adds.</p><p><strong>A Refugee Camp-Turned Neighborhood</strong></p><p>To see what Harb means about the city's patchy reintegration, let's visit some of the places where folks mix — and where they don't.</p><p>We'll start in the west, at the site of one of the civil war's bloodiest battlefields and a highly ghettoized neighborhood: the Shatila Palestinian camp, also known as the Shatila refugee camp.</p><p>\"Camp\" really doesn't describe what you'll see here. There are no tents. It's a neighborhood, really, that's grown up over decades, with narrow streets, houses clustered on top of each other, a tangle of chaotic electricity wires. But you can get the feeling here that you're not in Beirut — that you've stepped into another place with its own politics and its own ideals.</p><p>The winding streets are too narrow for cars, so people use scooters or horses and carts to get around. There are pictures of Palestinian leaders everywhere. And here in Shatila, locals remember one of the worst atrocities of the war: a massacre of mostly Palestinian civilians by Christian militias. Israeli forces, which were then in West Beirut, gave those militias access to two refugee camps.</p><p>Hassan, who was a teenage fighter at the time, says the issues are still so sensitive that he won't give his last name.</p><p>\"It was killing and massacres of children. I was little, living in the same area where the massacre took place,\" he says. \"I was at home, but I got out after the massacre finished — we found the martyrs in the streets. All bodies piled on top of each other.\"</p><p>These memories, he says, make it hard for Christian Lebanese and Palestinians to live alongside each other. And it doesn't help that most Palestinians are poor and can't afford to move.</p><p>Even so, it's been 25 years since the end of the war, and some of those painful memories are fading. There is some mixing today --<strong> </strong>Hassan Ahmed, who makes kitchen furniture in a little workshop in the camp, says his customers come from both the camp and nearby suburbs.</p><p><strong>Brought Together By Commerce And Nightlife</strong></p><p>Some think this strong entrepreneurial spirit in Lebanon does more to bring people into other neighborhoods than any policy enacted by the relatively weak state.</p><p>Until recently, you could see this in action all over the place. In a market in a suburb known as Dahiyeh, to the south, the population is overwhelmingly Shiite. The shopping's great, and over the years, people of all sects started to shop here.</p><p>But lately, as a sectarian war has raged next door in Syria, Sunnis and Christians have started to avoid the area, says young journalist Maytham Kassir.</p><p>Driving around, he points out the flags of the dominant Shiite factions. They symbolize who the local residents support, he explains. \"The green one is for Haraket Amal,\" he says, the party of Lebanese Parliament Speaker Nabih Berri, also known as the Amal Movement. And yellow flags, he says, \"means you are in the territory of Hezbollah supporters.\"</p><p>The Shiite militant group Hezbollah is the most powerful group here. In the past couple of years, it has joined the highly sectarian fighting in Syria. So now, relations between the Sunni and Shiite communities in Lebanon are more strained than they've been in years.</p><p>And yet, there are some places in the city not defined by sect. Gouraud Street, in East Beirut, is close to the center of town, full of pretty old houses and good bars.</p><p>There are plenty of people in Beirut — Muslims, Christians and others — who aren't really all that religious. They choose to dress in the latest fashions — showing plenty of tanned skin — and head here for a riotous night out.</p><p>Walking among the bars nestled in old houses, Yaser Abunnasr, a landscape architecture professor at the American University of Beirut, says, \"You can call it a neutral ground, in a way, within this very contentious and polarized situation.\"</p><p>Some homes have sprays of bullet marks on their carved balconies; one has gorgeous street art of <a href=\"http://www.npr.org/templates/story/story.php?storyId=128431817\">the great singer Fairuz</a>, and several sell cocktails muddled with the herb blend za'atar, a Lebanese favorite.</p><p>So is Gouraud Street a place for escape?</p><p>\"I would imagine yes, people would actually leave their context and their background and come here and do what they want to do,\" Abunnasr says.</p><p>With the tour over, it's time to take my usual route home — I walk west, jump into a shiny old taxi and head through the bright, empty heart of the city back to my own little sliver of lovely, fragmented Beirut.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ghosts+Of+The+Past+Still+Echo+In+Beirut%27s+Fragmented+Neighborhoods&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"452"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353177288-2b1a04.m3u?orgId=1&topicId=1004&aggIds=155914958&e=353042413&d=452&ft=nprml&f=353042413"},{"href":"http://media.npr.org/assets/img/2014/10/01/img_0290-8740a14f84647364b0f8b36ce301be04ba79883b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3740","width":"4987"}},{"href":"http://media.npr.org/assets/img/2014/10/01/img_9619-f8f00fa200d26b275f1ce96adf470bb32d121813.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1413","width":"1884"}}]}