{"created":"2015-03-15T21:15:22+00:00","modified":"2015-03-16T17:37:07+00:00","valid":{"from":"2015-03-16T17:37:07+00:00","to":"3015-03-16T17:37:07+00:00"},"hreflang":"en","title":"'State Of Terror': Where ISIS Came From And How To Fight It","published":"2015-03-16T16:34:00+00:00","teaser":"In their new book, terrorism experts Jessica Stern and J.M. Berger say that the \"projection of strength\" has led to the rapid expansion of the self-declared Islamic State.","itags":["npr_api","392365713"],"guid":"f71f24fc-8cb5-44de-bb85-f82c825a47c9","contentencoded":"<p>There have been mixed results in the fight against the self-proclaimed Islamic State, or ISIS. Iraqi government forces and their Iranian allies are <a href=\"http://www.npr.org/blogs/thetwo-way/2015/03/12/392485510/iraqi-force-makes-more-gains-toward-taking-tikrit-from-isis\">fighting to retake the central city of Tikrit</a>, but it's unclear how much longer this will take.</p><p>Meanwhile, ISIS has established a foothold in Libya. They also recently accepted the allegiance of Boko Haram, a Nigerian terrorist organization.</p><p>Where did the group come from, and why are their efforts so successful? Jessica Stern and J.M. Berger, two experts on terrorism, explain the rise of ISIS and what it will take to defeat the group in their new book <em>ISIS: The State Of Terror</em>.</p><p>They believe that this group has succeeded where Al-Qaeda failed by presenting itself as a powerful force, instead of just an extremist threat.</p><p>\"It's holding territory. It's attacking local regimes that it believes to be apostate instead of lobbing grenades at the West,\" Berger tells NPR's Arun Rath. \"Their whole narrative's really based on this — on this projection of strength instead of weakness.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On the apocalyptic vision of ISIS, which has resonated with people</strong></p><p>Stern: I would say that was one of the biggest surprises to me. I've talked to a lot of apocalyptic groups, Christian groups, and I really wasn't anticipating the extent to which ISIS has its own ... philosophy of the end times. They believe that if they carry out the signs, it's not that the end of times will come more quickly, but they get very excited that they are actually manifesting the end times.</p><p><strong>On how ISIS reaches out to new recruits</strong></p><p>Berger: I think one characteristic that we see from ISIS is that they pursue every avenue. They have a specific recruitment for women' they have specific recruitment for different countries, different languages. They're really unusually large for a terror group.</p><p><strong>On how people can fight back against the terrorist group's ideologies</strong></p><p>Berger: There are a lot of different approaches you can take, but the coalition against ISIS is mostly united by the fact that it's against ISIS. We don't have a one country or one system of government or one set of values that we could be promoting as an alternative and that creates a kind of sticky situation.</p><p>Stern: I would add to that that we do have the opportunity to amplify the messages of clerics who have really taken ISIS on in terms of its interpretation of Islam. There are so many clerics who are doing this and yet their arguments are not getting the attention that they deserve. And I think we need to hear a lot more from people who leave ISIS. Somebody who says, \"Gosh, I joined, I thought I was going to be making the world a better place and it turned out that it really wasn't what I imagined. That there were atrocities that I didn't want to be involved in.\" There are people who are saying that. We need to amplify those messages.</p><p><strong>On who should amplify those messages that counter ISIS</strong></p><p>Stern: The State Department has been trying to counter ISIS's message. The problem is no matter how good of a job they do, it is the State Department. I think it's going to be very important for private sector people and NGOs to respond. I think it's going to be very important for clerics to get more serious about ensuring that their message gets to the right people.</p><p><strong>On the reaction that ISIS videos receive from the public</strong></p><p>Berger: I think that ISIS wants the backlash. I think the backlash is the point of these videos. ISIS, as part of its apocalyptic vision and part of its strategy, it wants to polarize populations. It doesn't like fence-sitters. So videos like this are not necessarily meant to win popular support. They're meant to alienate and anger other countries and other people's populations. Part of that also is the hope that they can provoke people into doing something rash.</p><p>Stern: Like sending in ground forces. They'd like to see a sectarian battle and they'd like to see the West right there fighting it out.</p><p><strong>On whether ISIS has been weakened by the U.S. air campaign</strong></p><p>Berger: I think they're stale-mated right now and for them that's really a win. All they have to do is hold on to the territory that they have, particularly the major population centers, Raqqa and Mosul. It's lost some territory around the edges and every time it does it opens up a new front. So they took a hit in Tikrit this week and so they opened up an attack in Ramadi. At the same time they're also expanding overseas. So even as they're being forced to contract a small amount in Iraq and Syria, they're able to add a giant chunk of territory in Nigeria with the pledge of allegiance to Boko Haram.</p><p><strong>On how long the battle against ISIS will take</strong></p><p>Stern: I think it's hard to imagine this will take less than years. ... No matter how much headway we make in Iraq and Syria we're going to have to fight this idea that is attracting people, unfortunately, all over the world.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27State+Of+Terror%27%3A+Where+ISIS+Came+From+And+How+To+Fight+It&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"391"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393192550-a51071.m3u?orgId=1&topicId=1033&e=392365713&d=391&ft=nprml&f=392365713"},{"href":"http://media.npr.org/assets/img/2015/03/11/457248122-da20cf1b496d32e39687b6a1487ed6586d782a3a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3264","width":"4359"}},{"href":"http://media.npr.org/assets/img/2015/03/11/jessica-stern---richard-howard-c499422f13c0c907b27767a24068ebbb0e25df6c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2125","width":"2832"}},{"href":"http://media.npr.org/assets/img/2015/03/11/jm-berger---janet-walsh-335aa404aceaf4595ce1a674d1ce504ac10253f6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}}]}