{"created":"2014-10-08T13:40:05+00:00","modified":"2014-10-31T00:57:12+00:00","valid":{"from":"2014-10-31T00:57:12+00:00","to":"3014-10-31T00:57:12+00:00"},"hreflang":"en","title":"With Blocks And Bricks, A Minimalist Returns To The Gallery","published":"2014-07-09T21:09:00+00:00","teaser":"Carl Andre helped shape modern sculpture in the mid-1960s, but his career was jolted when he was tried and acquitted of murder. Now he's the subject of his first major retrospective in three decades.","itags":["npr_api","324373511"],"guid":"f724e202-134c-4d8f-9827-cef5ea05e9b8","contentencoded":"<p>Carl Andre is credited with changing the history of sculpture.</p><p>Now nearly 80, Andre once scrounged industrial materials — timber, bricks, squares and ingots of metal — and arranged them on the floor. No pedestals, no joints and no altering of the surfaces.</p><p>In 1970, the Guggenheim Museum in Manhattan gave the young artist a retrospective. The minimalist sculptor's career was going well.</p><p>Then, 15 years later, he was accused of murdering his wife. The case received much attention. Andre was ultimately acquitted, but his work subsequently found more acceptance abroad than at home.</p><p>Now the Dia Art Foundation in Beacon, N.Y., has launched a major retrospective of Andre's work, his first major show in the United States in more than 30 years.</p><p><strong>Inspired To Combine, Instead Of Carve</strong></p><p>It's almost as if Carl Andre became a serious sculptor by accident. In the late 1950s, new to New York City, he was sharing a studio with the noted painter Frank Stella, who forbade Andre to paint.</p><p>\"There'd be scraps of canvas around, and I would be daubing on the canvas,\" Andre remembers. \"One day, Frank came in and said, 'If I catch you painting again, I'm going to cut off your hands.'</p><p>\"I said, 'Couldn't I be a good painter?' He said, 'No,' and I said, 'Why?' He said, 'Because you're a good sculptor, now!' \"</p><p>Stella was also — accidentally — responsible for Andre's subsequent approach to sculpture: One day Stella ran his hand along the yet untouched back of a beam that Andre was carving and said, \"You know, that's sculpture too.\"</p><p>\"I thought about that,\" Andre says. \"Then I realized, why should I carve into the block? I don't want to cut into the block. Henceforth, the block will be my cut and I will combine blocks, not cut into them. I thought that was the great illumination of my sculptural life.\"</p><p>As origin stories often go, this one was based on a misunderstanding; Stella meant that Andre should carve the back of the block, too. Instead, Andre stopped altering the material altogether. He stopped carving, marking, sawing or welding, and started simply arranging materials on the ground.</p><p>This may not sound like much, but it was a big deal, says gallery owner Paula Cooper, who has been showing Andre's work for more than 30 years.</p><p>\"His work is still more radical than anyone's, I think,\" Cooper says. \"The whole concept of his work and the physicality and the materials he uses — it's almost like an elegy to industrial America.\"</p><p>One of Andre's most important works, titled \"Lever,\" was first shown in 1966 in the Jewish Museum in New York. \"Lever\" is composed of 137 fire bricks in a line on the floor.</p><p>\"The only rule is to begin with one, against the wall, and then make a progression to its finish,\" says Yasmil Raymond, who co-curated the Dia retrospective. \"There is no order. There is also nothing keeping them together. That means when the exhibition ends, the sculpture can be dismantled without a need for making an enormous crate.\"</p><p>In part, Andre made his works easy to assemble and disassemble because he didn't have his own studio. He calls himself the first post-studio artist.</p><p>In Dia's large galleries, pieces from the 1960s are placed near work from 50 years later. A staggered arrangement of wood blocks stands next to a single 12-by-12-by-36-inch block. A grid of metal plates lies near a carefully arranged scatter of copper squares and graphite blocks. Clumps of triangular aluminum ingots sit near a serpentine ribbon of tin.</p><p>The assemblies are often large, but the individual pieces are not.</p><p>\"I've never been a person of great physical strength, so that's why my sculptures are in parts, because I couldn't move the big things,\" he says. \"So they were somewhere ... between 90 and 125 pounds — and that happened to be the weight range of the young ladies I was attracted to. I suppose there's a connection.\"</p><p><strong>Slowly Returning To The Retrospective</strong></p><p>That's also the size of Andre's late wife, the Cuban-born artist Ana Mendieta. One evening in September 1985, Mendieta fell to her death from the window of the couple's 34th-floor apartment. There were reports of an argument, and Andre was charged with second-degree murder.</p><p>Andre was eventually acquitted. Mendieta's death is a part of his life that Andre doesn't want to talk about, even as he sits in the same apartment nearly 30 years later.</p><p>\"What can one say?\" he says. \"What relationship does the story of an artist's life have do with the work that they did?\"</p><p>That's a bit disingenuous. Andre cites other other events and influences from his past: a visit to Stonehenge and his childhood in Quincy, Mass. He did talk about how he didn't want to be involved in the Dia retrospective at first, how he slowly started coming around, and how he's pleased with the result and where life has taken him.</p><p>In the basement at Dia, where the retrospective continues, is a scrap of blue-and-white-lined fabric with a typewritten sentence: \"The work of the artist is to turn dreams into responsibilities.\"</p><p>\"I'm — \" he says, pausing to knock on wood. \"I'm a lucky man.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Blocks+And+Bricks%2C+A+Minimalist+Returns+To+The+Gallery&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Karen Michel","audio":[{"meta":{"duration":"305"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1324480022-19efc5.m3u?orgId=1&topicId=1141&ft=3&f=324373511"},{"href":"http://media.npr.org/assets/img/2014/06/22/photo-2-d36bd9ca0d148a90035cc8b768340e9b54e5e6ff.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"993","width":"1325"}},{"href":"http://media.npr.org/assets/img/2014/06/22/himselfa-d95817c657bce81eb5c13e49bffa37bb65c08787.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"917","width":"1224"}}]}