{"created":"2015-04-19T11:45:37+00:00","modified":"2015-04-27T19:05:14+00:00","valid":{"from":"2015-04-27T19:05:14+00:00","to":"3015-04-27T19:05:14+00:00"},"hreflang":"en","title":"Live At Guitar Center: A Lot Of Noise And A Little Fun","published":"2015-04-20T22:59:00+00:00","teaser":"New York musician Noah Wall surreptitiously recorded amateurs fiddling with guitars, pianos, keyboards, drums and more at a Guitar Center. He captured a lot of bad music and some wild ambition.","itags":["npr_api","400407904"],"guid":"f7283461-d5ee-4c1f-8ccf-375c357ea7bc","contentencoded":"<p><a href=\"http://www.noahwall.com/\">Noah Wall</a> is an experimental musician in New York, and his latest album is maybe his boldest experiment yet.</p><p>\"I usually make sort of very meticulously crafted music, and I think that's important because this project is so different from that,\" Wall tells NPR's Rachel Martin.</p><p>The album, <em>Live At Guitar Center,</em> is a series of recordings of nameless musicians — both newbies and old-timers — at the music equipment store Guitar Center.</p><p>They're testing out the guitars, keyboards and synthesizers and have no idea they're being recorded.</p><p>Wall says the album was easy to produce. He wore tiny microphones that fit inside his ears like headphones, then he walked inside the Guitar Center at Union Square in New York.</p><p>\"I would grab a guitar chords for beginners book and kind of hold it under my arm just to appear nonthreatening,\" he says.</p><p>Wall will tell you upfront this album is basically unlistenable. But buried in the cacophony, he found things he hadn't expected. Things that reminded him of his teenage self.</p><p>\"Newcomers coming in and they're like carefully picking the guitar off the wall, and then maybe whispering if they're with someone,\" he says. \"They've got these hopes and dreams kind of in their eyes.\"</p><p>And he learned there is a certain etiquette to a crowded Guitar Center.<br /> <br />\"I think in Guitar Center there are some unspoken rules; there are rules about taking a turn on an instrument if it's crowded,\" he says. \"I mean definitely there's some kind of pecking order going on too. I think there's a lot of ego in there.\"</p><p>Like at one point in the keyboard room, we hear two musicians and one is clearly better than the other. But a moment later, in a gesture of kindness, the good keyboardist starts stabbing at the keys like everyone else.</p><p>\"I think another unspoken rule is if you are really good, you kind of have to pump the brakes a little bit on showing off,\" Wall says. \"It kind of reminds me also of a watering hole where all these different animals go from different levels of the food chain, and while they're there they suspend trying to eat each other.</p><p>\"You know you get that someone with incredible technical skill playing right next to someone who's probably never touched a keyboard in their life. And that's kind of beautiful,\" he says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Live+At+Guitar+Center%3A+A+Lot+Of+Noise+And+A+Little+Fun&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"161"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400750538-38a4dd.m3u?orgId=1&topicId=1039&e=400407904&d=161&ft=nprml&f=400407904"},{"href":"http://media.npr.org/assets/img/2015/04/17/guitarcenter-d8d449a45feb907a03769d43692aa0f5abe575ac.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1598","width":"2131"}}]}