{"created":"2015-01-30T21:16:24+00:00","modified":"2015-02-03T15:09:17+00:00","valid":{"from":"2015-02-03T15:09:17+00:00","to":"3015-02-03T15:09:17+00:00"},"hreflang":"en","guid":"f72a5e50-2de8-46f0-ae6b-f63d9d5227bd","title":"The 'Queen of the Marathon' doped her way to victory","published":"2015-02-03T15:09:16+00:00","byline":"Bradley Campbell","tags":["rita jeptoo","Boston Marathon","chicago marathon","epo","doping","Sports","North America","Africa","United States","Kenya","North America","Africa","Lance Armstrong","Rita Jeptoo","Running","Sports","Use of performance-enhancing drugs in sport","Marathon","Boston Marathon","Drugs in sport"],"teaser":"Distance runner Rita Jeptoo is a superstar in Kenya for winning marathons across the globe. But she's now serving a two-year ban for using the blood-booster EPO to cheat.","contentencoded":"<p>Sports fans here in Boston got some disappointing news today. And no, it has nothing to do with the Patriots this time. Or Tom Brady's under-inflated footballs. It deals with another sport Boston holds dear: running.</p>\n<p>Three-time Boston Marathon champion Rita Jeptoo of Kenya, often dubbed the queen of marathons, has been banned for two years for doping. The reason? Two recent samples of her blood testing positive for the blood booster EPO.</p>\n<p>For Kenyans, it's Lance Armstrong-type news. Jeptoo is a star.</p>\n<p>\"I've been following this story for a long time,\" says Kenyan runner Nephat Maritim, a Harvard University senior. \"I was very anxious at the very beginning. And as I saw the story develop I sort of ended up expecting it to go badly.\"</p>\n<p>By the time Maritim read the news, he was already resigned to the fact she'd cheated. But he says that while Jeptoo is gone, there are plenty of other athletes to cheer. He says at least 5 top female runners could win the most prestigious marathons on any given day.</p>\n<p>\"I mean you look at the elite running lists for the upcoming marathons like London, Boston, Tokyo. Jeptoo's not featured in any of those races,\" he says. \"And it doesn't feel like she is absent because there are so many people who are so talented that if anyone makes a mistake like Jeptoo did, she can be rendered irrelevant very soon.\"</p>\n<p>Maritim says that Jeptoo's light burnt brightly after wins in Boston and Chicago. But as soon as the doping scandal emerged, that light went off.</p>\n<p>The ban calls into question all of Jeptoo's previous accomplishments throughout her distinguished career. But Maritim says that in a way, her use of doping taints everyone in the sport. Maritim does say he will cheer for Jeptoo when her ban ends in 2016.</p>\n<p>But only, Maritim says, if Jeptoo tells how she doped.</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0130201506.mp3"},{"href":"http://www.pri.org/file/0130201506mp3"}]}