{"created":"2014-09-16T21:05:11+00:00","modified":"2014-09-16T23:05:12+00:00","valid":{"from":"2014-09-16T23:05:11+00:00","to":"3014-09-16T23:05:11+00:00"},"hreflang":"en","title":"Cycling's Catching On In Texas, For A Very Texas Reason","published":"2014-04-03T01:54:00+00:00","teaser":"Texans overwhelmingly choose cars and trucks for their commutes, but in cities like Houston, Dallas and San Antonio, policy leaders have incentives to support cycling. They say it's good for business.","tags":["npr_api","297888698"],"guid":"f72b85cc-7bf4-40c2-b5db-dcd29fb24ae1","contentencoded":"<p>For years, cyclists have faced long odds in Texas, where sprawling highways teem with trucks. Dallas was ranked <a href=\"http://cityhallblog.dallasnews.com/2012/05/its-official-dallas-is-still-the-one-and-only-worst-city-for-bicycling-in-the-entire-country.html/\">the worst city for bicycling in the country</a>, several years in a row. But in recent years, the two-wheeled form of transportation has begun to gain ground.</p><p>It's no surprise that progressive Austin — where the disgraced cyclist Lance Armstrong still lives — has plenty of cyclists.</p><p>\"It works here,\" says cyclist and pedicabbie Austin Matherne. \"Also, the way that downtown is set up, all the entertainment districts are so close together that it really is a viable transportation option for us.\"</p><p>But these days, bicycles are becoming a bigger conversation across the state, as traffic snarls grow worse. The traffic in Dallas, Austin and Houston routinely makes top 10 lists when it comes to most congested U.S. cities. So besides Austin, the state's other major cities, San Antonio, Dallas and Houston — where oil and gas companies dominate the economy — are leading several pro-cycling policy changes.</p><p>\"At the city level, it's absolutely amazing. It's on fire,\" says Robin Stallings, who heads <a href=\"http://www.biketexas.org/\">Bike Texas</a>, the statewide advocacy group that pushes for bike-friendly policies. \"Not everybody has room for a truck if everybody's in a truck. So we need to at least get some people out of their trucks to make room for the rest of us.\"</p><p>To get there, Houston approved <a href=\"http://www.houstonchronicle.com/news/houston-texas/houston/article/Bill-moves-ambitious-bike-trails-plan-closer-to-4484681.php\">more than $100 million in bonds</a> for bike trails. San Antonio plans to <a href=\"http://www.sa2020.org/causes/transportation/\">triple bikeable streets by 2020</a>. Dallas unveiled plans to lay out a new network of 1,100 miles of bike lanes over the next decade. All of this is rooted in a very Texas kind of reason: City leaders realize bike lanes are good for business.</p><p>\"Companies like Samsung and Google are looking at the bicycle facility infrastructure before they decide what city they're going to locate in. So this is really being driven by economics in Texas. It's not all about people seeing themselves on a bicycle, but seeing what it does for the quality of life in a city,\" Stallings says.</p><p>Last December, the capital city <a href=\"http://austinist.com/2013/11/14/austins_bike_share_starts_december.php\">became the fourth in Texas</a> to start a bike-sharing program. Anyone with at least $8 to spend can rent a bike and ride it around and drop it off, at any of Austin's 40 bike-share sites.</p><p>\"It's nice when I don't know where I'm gonna be meeting people or I'm going out for happy hour and I want to hop a ride to the next spot,\" says Austin cyclist Shawn Ironmonger.</p><p>But for cycling culture to catch up to car culture, a long road lies ahead. <a href=\"http://www.bikeleague.org/content/bicycle-commuting-data\">Census numbers show</a> in Dallas, only 1 in 1,000 people cycles for transportation. The average for the country's largest cities is 16 times higher. And some of the state's biggest barriers to cycling are practical, not political. Commutes are long, and summer temperatures fall somewhere between hot and hellish.</p><p>\"Once it gets to where I need a real good shower once I get somewhere, I can't really do it, for commuting,\" Ironmonger says.</p><p>When it comes to attitudes about a different form of transportation, pedicabbie Matherne says the car-only cohort still isn't so willing to share the roads.</p><p>\"I wish there was a way to change people's view of that. Maybe, maybe it will slowly start happening,\" he says.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Cycling%27s+Catching+On+In+Texas%2C+For+A+Very+Texas+Reason&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"245"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1298374034-eadd68.m3u?orgId=1&topicId=1006&aggIds=297284277&ft=3&f=297888698"},{"href":"http://media.npr.org/assets/img/2014/04/02/image001-412d90b6d4646d383d4721bf84ac7db24899668c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1803","width":"2402"}}]}