{"created":"2014-11-25T22:08:49+00:00","modified":"2014-12-04T23:05:17+00:00","valid":{"from":"2014-12-04T23:05:17+00:00","to":"3014-12-04T23:05:17+00:00"},"hreflang":"en","title":"Box Of Love Letters Reveals Grandfather Didn't Escape WWII With 'Everyone'","published":"2014-11-25T23:31:00+00:00","teaser":"Years after her grandfather's death, Sarah Wildman discovered letters from a young woman he'd left behind in Vienna in the 1930s. So Wildman set out to find her grandfather's true love.","itags":["npr_api","366544685"],"guid":"f73c3f05-02a4-4249-ac5c-6be233637904","contentencoded":"<p>Karl Wildman was the hero of his family — he escaped Vienna at the start of World War II and became a successful doctor in the United States. When Karl died, his granddaughter Sarah Wildman found a hidden trove of love letters from a woman Karl left behind in Vienna.</p><p>Her grandmother had said she'd destroyed her husband's correspondence from that time, but Wildman found the letters in a file labeled <em>Patient Correspondence: A through G. S</em>he tells friend and NPR correspondent Ari Shapiro: \"I opened it up and it was those old letters, held together with rubber bands that no longer had any snap, that would sort of dissolve in my fingers. I discovered hundreds of letters — dozens and dozens from this girl Valerie Scheftel, who was in love with him, but also from his entire exploded Viennese world.\"</p><p>Wildman spent years unearthing Scheftel's story. It's a mystery that travels across continents and decades. The result is a new book, <em>Paper Love: Searching for the Girl My Grandfather Left Behind</em>.</p><hr /><h3>Interview Highlights</h3><p><strong>On how she first learned about Scheftel</strong></p><p>I came across, first, a folded note when I was in my early 20s. And in each quadrant of the note was a selfie — if you will — of the '30s, with a girl in each picture in a different expression and a caption. ... And I asked my grandmother ... who this was, and she said, \"Oh, it was your grandfather's true love.\"</p><p>I knew from my grandfather's sister she'd been a student with my grandfather at the University of Vienna medical school. So her name is Valerie Scheftel — Valy — and she had come alone from Czechoslovakia to study at the University of Vienna medical school in 1931 or so and immediately fell in love with my grandfather.</p><p>Apparently he ignored her at first and then fell in love, himself, and ran to Czechoslovakia to tell her. And they had a whirlwind romance. They were supposed to escape together, but instead he escaped with his family.</p><p><strong>On how discovering these letters changed her understanding of her grandfather</strong></p><p>It upended a story that I had been told as a child: which was that he had escaped with the essentials; everyone in his family had gotten out. And I realized, looking through this box [of letters], that this idea of the essentials and \"everyone\" being his mother and sister is a child's idea of \"everyone.\" That's how a child thinks of the world — that your nuclear family is everyone. But this was cousins, aunts and uncles, nieces and nephews, schoolmates and his lover.</p><p><strong>On one particularly painful letter written in the spring of 1941, from Scheftel in Vienna, to Wildman, who has been in the U.S. for three years</strong></p><blockquote><p>Dear, dear boy,</p><p>Today I have to write to you again. It's so sad that, by now, our correspondence has come down to an exchange of letters only on certain occasions. It's much, much more than just sad. You don't know how awful this is for me. But, my darling, do not think that I am reproaching you. I know that three years is an awfully long time. So much can happen and one can have so many experiences. A long, long time ago, you wrote to me from Vienna when I was supposed to go to Prague that one should not be so small-minded to sacrifice the present to the phantom of the future. You wrote those words in a completely different context at the time, but you were so right then; and maybe that's your thinking right now, as well. And maybe you are right in not wanting to sacrifice your present, either, to the past or to the future. It is, however, so terribly sad for me because I live almost without a present and I can live only for the past and for the future.</p></blockquote><p>I'll stop there, but what she's talking about — and she doesn't say, because all of her letters are censored — is, at this point, she has been pushed into these small, ghettolike apartments called <em>Judenhauser. </em>And, at the same time, what she doesn't know is that my grandfather in this country has been struggling as well.</p><p><strong>On why she was so committed to telling Scheftel's story</strong></p><p>I think that what I realized at the very beginning of this project was that the Nazi experiment was not just to exterminate, but to erase — to render people literally unmemorable. And the idea that this woman, Valy, that I sort of fell in love with — her letters are gorgeous — could narrate for me her own life and whether she had survived or not survived — at the beginning, I didn't know. But I could allow her to tell us her story herself and push back against what the Nazis had done, which was to suppress her, to take away her humanity. And I thought that this was an opportunity to tell one person's story — a regular person, someone who didn't have big art, someone who you wouldn't have heard of — but someone who might have been someone you knew.</p><p><strong>On searching for Scheftel<em> (Note: this answer reveals some details from the book, so please skip ahead to the next highlight if you'd like to avoid all spoilers)</em></strong></p><p>When I set out looking for Valy, I was looking for her alone — which was naive, because we're not atoms bouncing around the world without anyone around us. And I discovered I had to look for her community, and the path to that was discovering that someone else had come looking for her before me in the German archives in the '50s. Because Valy had married someone else in January 1943. And it was finding the woman who went in search of Valy and her husband, Hans, that led me to understand Valy's full story.</p><p>The way I did that was by placing a classified ad in old survivor newsletters. And I happened to be in London for a different project — I'm a journalist — a couple months after my ad ran, and I got an email on my last night in town saying, \"Imagine my emotion, but the woman you're looking for, the woman who went in search of Valy in the '50s — that woman was her mother.\" The woman's name is Carol Levine. And she says, \"I don't know if you're ever in London, but I have something for you.\" And I said, \"I'm in London until tomorrow at 4, come find me!\" And that morning — the next morning — she came and met me and handed me the clues to the whole rest of my story and the whole trajectory of Valy's life.</p><p><strong>On what she wishes she could have said to her grandfather, who died before she began this book</strong></p><p>His best revenge, in some way, was to live well. And so, I wonder if I could ask him was he able to do that. How was he able to live so big? He had a big life; he loved life. He loved to travel, he loved friends. He loved Vienna, despite everything. I want to know how he was able to tap into that joy because it's something that we could all use.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Box+Of+Love+Letters+Reveals+Grandfather+Didn%27t+Escape+WWII+With+%27Everyone%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"480"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366620591-17c1f7.m3u?orgId=1&topicId=1033&ft=3&f=366544685"},{"href":"http://media.npr.org/assets/img/2014/11/25/paperlove-467d77720088a1bb81e89e6afd5e9ebc6e0d766c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"505","width":"673"}},{"href":"http://media.npr.org/assets/img/2014/11/25/sarah-wildman.credit.kate-warren-4144e7926c0ca3e9a27b58ac5435e07d0228b1a5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2404","width":"3204"}}]}