{"created":"2014-09-08T15:40:02+00:00","modified":"2014-12-20T00:32:57+00:00","valid":{"from":"2014-12-20T00:32:57+00:00","to":"3014-12-20T00:32:57+00:00"},"hreflang":"en","title":"Kerry Meets With Iraqi Prime Minister In Baghdad Amid ISIS Crisis","published":"2014-06-23T15:48:00+00:00","teaser":"On Sunday, U.S. Secretary of State John Kerry came closer than he has before to joining the chorus of those calling for Prime Minister Nouri al-Maliki to step down.","itags":["npr_api","324749685"],"guid":"f73ea977-ebf8-4196-8899-4d575e8b0d84","contentencoded":"<p>As Sunni militants make gains against Iraq's Shiite-led central government, U.S. Secretary of State John Kerry paid a previously unannounced visit to Baghdad to meet with Prime Minister Nouri al-Maliki on Monday.</p><p>Maliki has been criticized for not being more inclusive of Sunnis and Kurds in his government — a change the Obama administration is calling for as part of any plans for military support.</p><p>\"The Obama administration has been hard-pressing the Iraqi leader to create a more inclusive government,\" NPR's Jackie Northam reports from Baghdad. \"It's felt that Maliki's marginalization of Iraq's Kurdish and Sunni communities has helped spawn the violence we're seeing now in the north of the country and the west.\"</p><p>Jackie, who is traveling with Kerry's group as the secretary tours the Middle East, says that on Sunday, Kerry came closer than he has before to joining the chorus of those calling for Maliki to step down.</p><p>\"Without mentioning Maliki's name, he said that the U.S. would like to see Iraqis 'find leadership' that would represent all the people of Iraq,\" Jackie says.</p><p>Maliki won the most votes in Iraq's April elections, but he hasn't been able to form a government after failing to gain enough seats in Parliament.</p><p>The violent spread of the Sunni extremist group known as the Islamic State in Iraq and Syria, whose gains have included takeovers of banks and oil refineries, has set countries around Iraq on edge.</p><p>Over the weekend, ISIS took control of <a href=\"http://www.npr.org/blogs/thetwo-way/2014/06/22/324484977/bbc-crew-is-caught-in-isis-cross-fire-and-other-news-from-iraq\">strategic border crossings</a> with Jordan and Syria.</p><p>\"The strategically important airport in the northern town of Tal Afar has also fallen to the rebels,\" <a href=\"http://www.bbc.com/news/world-middle-east-27970894\">the BBC</a> says, noting that Maliki's government had hoped to use the facility as a base for launching a counteroffensive to ISIS fighters.</p><p>\"Then there's Qaim,\" <a href=\"http://edition.cnn.com/2014/06/23/world/meast/iraq-crisis/index.html?hpt=hp_t2\">CNN</a> reports. \"After ISIS captured the city along the Syrian border on Saturday, the militants now enjoy a stronghold and a number of other towns in Anbar province. And that means fighters now have a direct line to the western outskirts of Baghdad.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Kerry+Meets+With+Iraqi+Prime+Minister+In+Baghdad+Amid+ISIS+Crisis&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"221"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1324758788-949b1b.m3u?orgId=1&topicId=1009&ft=3&f=324749685"},{"href":"http://media.npr.org/assets/img/2014/06/23/kerry_maliki-5d5453ef376a0e333ab069c5bec31203dde07617.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1570","width":"2096"}}]}