{"created":"2015-05-14T21:28:06+00:00","modified":"2015-05-14T21:28:06+00:00","valid":{"from":"2013-12-18T17:22:19+00:00","to":"3013-12-18T17:22:19+00:00"},"hreflang":"en","guid":"f746f66b-83e0-474b-8c56-be2f76da22c4","title":"All’s well that tapers well","published":"2013-12-18T17:22:19+00:00","itags":["Marketplace","Marketplace for Wednesday, December 18, 2013","f746f66b83e074b8c568be2f76da22c4","PMP:Marketplace_PMP"],"contentencoded":"<div class=\"barn-cleaned\"><p>Ok first a quick refresher: We’re talking about the Federal Reserve’s <a href=\"http://www.marketplace.org/topics/economy/fed-tapering-bernanke-okays-plan-trim-bond-buying\" target=\"_blank\">decision to reduce (taper) it’s bond-buying program</a>.&nbsp;Since September of 2012, the Federal Reserve has been trying to juice the economy by buying bonds. That artificially inflates demand for bonds and mortgage-backed securities.&nbsp;Artificially-high demand means bond interest rates (and yields) are artificially low (think of it this way -- if you sell bonds, and there’s a lot of demand, you don’t have much incentive to offer a high interest rate.&nbsp;You can slide by offering a low interest rate). Those basic interest rates determine other interest rates -- like your mortgage.&nbsp;</p>\n<p>So, you might think “well dag nabbit, does this Taper mean my adjustable-rate mortgage is going to go up?”&nbsp;</p>\n<p>It would appear not, at least for now.</p>\n<p>“Everyone was positioned appropriately,” explains Chris Low, chief economist with FTN Financial, of big investors reaction to the Fed’s announcement.&nbsp;</p>\n<p>Investors made a bet, says Low, that interest rates would rise when the Fed stopped propping up demand.&nbsp;&nbsp; So they started setting aside tons of cash to buy those bonds with new, higher interest rates.&nbsp;&nbsp;&nbsp; But guess what? When everyone rushes in to buy, demand goes right back up, and interest rates -- including on things like mortgages -- will go right back down.</p>\n<p>“The Fed is buying $10 billion fewer in bonds every month but its more than likely investors will make up the slack,” says Low.</p>\n<p>There’s another big reason why tapering won’t disrupt the economy as many had feared.&nbsp;&nbsp; That’s because on the one hand, yes, the Fed eased up the gas pedal by saying it would buy fewer bonds.&nbsp; But on the other, it basically said, “Don’t worry!&nbsp; We’re going to do extra to keep other interest rates (on things like car loans or business loans) down.”</p>\n<p>“What they’ve promised to do,” says Dan Greenhaus, Chief Global Strategist at BTIG, “is keep interest rates lower for longer, longer than we thought.”</p>\n<p>He’s talking about the rate that banks charge to one another.&nbsp; If that stays low, our interest rates – like on cars or business loans – stay low too.&nbsp;</p>\n<p>“What that means for the average person in theory is that then you should be able to gain access to loans, your credit card balances won’t accumulate interest at as rapid a pace,” Greenhaus says.</p>\n<p>There’s some good news for the stock market too.&nbsp; A lot of people were worried that when the Fed stopped propping up the bond market, the stock market might fall as people retreat from stocks to fill the vacuum in bonds.&nbsp; Scott Wren, Senior Equity Strategist at Wells Fargo Advisors, says it doesn’t look like that’s happening.&nbsp;</p>\n<p>He says there’s going to be a lot of volatility in the coming months, and that’s actually a good thing for investors.&nbsp; “That creates buying opportunities and that’s what we like to see.”</p>\n<p>While the Fed has tried to be really clear about where it’s going, saying its decisions will be based on economic data and that investors should be able to follow along so there are no surprises, there’s still a lot of uncertainty.&nbsp;</p>\n<p>For one thing, Wren says the Fed’s predictions of economic growth are far higher than what Wells Fargo Advisors predicts.&nbsp; So not everyone’s on the same page.&nbsp;</p>\n<p>“Every meeting here on out is going to be all about whether the Fed is going to do more, do less, even boost bond purchases again,” adds Wren.</p>\n<p>That, he says will lead to volatility in the market, and volatility will lead to buying opportunities.</p>\n<p>So all in all this taper has proven pretty gentle.&nbsp;&nbsp; But the Fed’s meeting again in a month, and it’ll be the same questions all over again.</p></div>","teaser":"On Wednesday, the Federal Reserve announced it will cut its bond-buying program by $10 billion starting January. So what about this whole tapering thing? What’s it gonna mean for you and me and Aunt Mabel?","tags":["APM","Bernanke","Economy","Fed","QE","bond buying","stimulus","taper"],"description":"On Wednesday, the Federal Reserve announced it will cut its bond-buying program by $10 billion starting January. So what about this whole tapering thing? What’s it gonna mean for you and me and Aunt Mabel?","byline":"Sabri Ben-Achour","contenttemplated":"[{\"content\":\"<p>Ok first a quick refresher: We’re talking about the Federal Reserve’s <a href=\\\"http://www.marketplace.org/topics/economy/fed-tapering-bernanke-okays-plan-trim-bond-buying\\\" target=\\\"_blank\\\">decision to reduce (taper) it’s bond-buying program</a>. Since September of 2012, the Federal Reserve has been trying to juice the economy by buying bonds. That artificially inflates demand for bonds and mortgage-backed securities. Artificially-high demand means bond interest rates (and yields) are artificially low (think of it this way -- if you sell bonds, and there’s a lot of demand, you don’t have much incentive to offer a high interest rate. You can slide by offering a low interest rate). Those basic interest rates determine other interest rates -- like your mortgage. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>So, you might think “well dag nabbit, does this Taper mean my adjustable-rate mortgage is going to go up?” </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>It would appear not, at least for now.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“Everyone was positioned appropriately,” explains Chris Low, chief economist with FTN Financial, of big investors reaction to the Fed’s announcement. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>Investors made a bet, says Low, that interest rates would rise when the Fed stopped propping up demand.   So they started setting aside tons of cash to buy those bonds with new, higher interest rates.    But guess what? When everyone rushes in to buy, demand goes right back up, and interest rates -- including on things like mortgages -- will go right back down.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“The Fed is buying $10 billion fewer in bonds every month but its more than likely investors will make up the slack,” says Low.</p>\"},{\"content\":\"<p>There’s another big reason why tapering won’t disrupt the economy as many had feared.   That’s because on the one hand, yes, the Fed eased up the gas pedal by saying it would buy fewer bonds.  But on the other, it basically said, “Don’t worry!  We’re going to do extra to keep other interest rates (on things like car loans or business loans) down.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“What they’ve promised to do,” says Dan Greenhaus, Chief Global Strategist at BTIG, “is keep interest rates lower for longer, longer than we thought.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>He’s talking about the rate that banks charge to one another.  If that stays low, our interest rates – like on cars or business loans – stay low too. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>“What that means for the average person in theory is that then you should be able to gain access to loans, your credit card balances won’t accumulate interest at as rapid a pace,” Greenhaus says.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>There’s some good news for the stock market too.  A lot of people were worried that when the Fed stopped propping up the bond market, the stock market might fall as people retreat from stocks to fill the vacuum in bonds.  Scott Wren, Senior Equity Strategist at Wells Fargo Advisors, says it doesn’t look like that’s happening. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>He says there’s going to be a lot of volatility in the coming months, and that’s actually a good thing for investors.  “That creates buying opportunities and that’s what we like to see.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>While the Fed has tried to be really clear about where it’s going, saying its decisions will be based on economic data and that investors should be able to follow along so there are no surprises, there’s still a lot of uncertainty. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>For one thing, Wren says the Fed’s predictions of economic growth are far higher than what Wells Fargo Advisors predicts.  So not everyone’s on the same page. </p>\"},{\"content\":\"<p>“Every meeting here on out is going to be all about whether the Fed is going to do more, do less, even boost bond purchases again,” adds Wren.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>That, he says will lead to volatility in the market, and volatility will lead to buying opportunities.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>So all in all this taper has proven pretty gentle.   But the Fed’s meeting again in a month, and it’ll be the same questions all over again.</p>\",\"type\":\"text/html\"}]","audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/0823_ben.JPG?itok=gYr68ypt","meta":{"width":"610","height":"340","crop":"primary"}},{"format":"MP3","type":"audio/mpeg","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/12/18/marketplace_segment16_20131218","type":"application/json"},"duration_hms":"00:02:26","duration":146},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/12/18/marketplace_segment16_20131218_64.mp3"}]}