{"created":"2014-09-20T20:55:11+00:00","modified":"2014-10-30T22:18:31+00:00","valid":{"from":"2014-10-30T22:18:31+00:00","to":"3014-10-30T22:18:31+00:00"},"hreflang":"en","title":"Jennifer Hudson 'Jenniferizes' New Album With Positive Energy","published":"2014-09-21T00:55:00+00:00","teaser":"The Oscar and Grammy Award-winning R&B singer says her new album, <em>JHUD</em>, has more energy than her previous ballad-heavy albums, and expresses more of her \"everyday person.\"","itags":["npr_api","349245207"],"guid":"f756c116-7b7d-473e-b795-591254ec20d0","contentencoded":"<p>Ten and a half years ago, a 22-year-old Chicagoan stepped in front of a trio of judges to audition for the third season of <em>American Idol</em>.</p><p>Jennifer Hudson would finish in just seventh place that season, but she'd go on to win an Academy Award for a supporting role in the movie <em>Dreamgirls</em> and a Grammy for her first album.</p><p>Tragedy struck Hudson in 2008, when her mother, brother and nephew were murdered. The trial wasn't concluded <a href=\"http://www.npr.org/blogs/thetwo-way/2012/05/11/152527179/william-balfour-found-guilty-in-murder-of-jennifer-hudsons-family\">until 2012</a>.</p><p>Afterward, it was months before she came back to the studio to start recording her third album. She'd earned her fame by recording big emotional ballads, but in her new album, <em>JHUD</em>, Hudson tells NPR's Arun Rath that she was looking to do something different.</p><p>\"It's expressive of my energy and my everyday person,\" Hudson says. \"Whereas the other music before, the space I was in was was more about ... singing right notes and being just about that. But now this time, I have a new take on what music represents for me and it's more about celebrating it.\"</p><p>Hudson calls this infusion of energy \"Jenniferizing,\" and she says it drives her new album.</p><p>Hudson says she has often been considered a more serious, somber artist and actress, in part because of what she calls her \"very heavy life experiences.\" But she says that's not really who she is; that's not Jennifer Hudson.</p><p>\"It's something I understand and it's a part of me, but the thing that's most of Jennifer is my positive energy,\" she says. \"That's why this was so important to create in this way and for people to get that and understand that.</p><p>\"Even in the heaviest times I find the brightest light,\" she says.</p><p>Hudson was more heavily involved in writing and producing the songs on <em>JHUD</em> than she was in her previous efforts, a new level of artistic control that she calls one of her favorite parts of the album.</p><p>This time, she says, \"I didn't record anything I didn't love.</p><p>\"Each song, it's a piece of me.\"</p><p>Hear more of the conversation at the audio link.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Jennifer+Hudson+%27Jenniferizes%27+New+Album+With+Positive+Energy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"480"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350155847-1dd566.m3u?orgId=1&topicId=1105&ft=3&f=349245207"},{"href":"http://media.npr.org/assets/img/2014/09/17/jhud_cover-without-copy-b29ee1d3541e6f8a85d25d25e942e7230bd8365a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1081","width":"1441"}}]}