{"created":"2015-03-02T22:16:35+00:00","modified":"2015-03-04T15:48:12+00:00","valid":{"from":"2015-03-04T15:48:12+00:00","to":"3015-03-04T15:48:12+00:00"},"hreflang":"en","guid":"f75922eb-1fbf-42d3-b66e-9abe070b4cc8","title":"Fear of atrocities rises as Iraq launches an operation to take Tikrit from ISIS","published":"2015-03-04T15:48:07+00:00","byline":"Christopher Woolf","tags":["conflict","Religion","terrorism","military","Conflict","Conflict & Justice","Baghdad","Asia","North America","Iraq","United States","Middle East","Asia","North America","Saddam Hussein","Ahmed Maher","Iraq","Saddam Hussein","Tikrit","Politics","Sunni Triangle","Politics of Iraq"],"teaser":"A battle has begun in Iraq for control of the city of Tikrit: Saddam Hussein’s hometown. ISIS has held it since June last year, and now government forces are trying to take it back. But there are concerns that Shiite militias might seek vengeance for ISIS atrocities.  ","contentencoded":"<p>Iraqi government forces have begun an offensive to take control of the important city of Tikrit from ISIS and its Sunni allies. But two previous attempts to recapture Tikrit have failed miserably.</p>\n<p>“This one is completely different,” says the BBC’s Ahmed Maher. For one thing, it’s a much larger operation.</p>\n<p>“The government says up to 30,000 troops are involved, backed by Shia militias, and fighters from different communities, including some Sunnis,” Maher says. Also, unlike previous attempts, he adds, this one is backed by Iraqi air force attacks and heavy artillery. US forces are not providing any direct air support.</p>\n<p>Maher adds that the outcome of the operation is important for the morale of government forces, which suffered a humiliating rout at the hands of ISIS last summer and have been struggling to regain ground since.</p>\n<p>But Tikrit itself is also important.</p>\n<p>“It’s very significant for the Iraqi mindset,” says Maher. Tikrit was the hometown of Saddam Hussein (whose full name was Saddam Hussein al-Tikriti), and most of his top officials. For many Iraqis, Tikrit is associated with his brutal rule and the accompanying Sunni domination of the country. Tikrit was where Saddam was captured by US forces in 2003. Subsequently, Tikrit was the scene of many attacks on US forces. And last year, ISIS massacred about 1000 prisoners and government officials in Tikrit after the city fell to the extremists.</p>\n<p>The army’s defeat last year at the hands of ISIS has forced the Baghdad government to depend increasingly on Shiite militias, which presents major new concerns, says Maher.</p>\n<p>“The involvement of Shia forces — who are the main supporters of the government forces in the Tikrit operation — could prove a very risky move,\" he says. \"In the last couple of months, there were reports — verified by Human Rights Watch and other international human rights organizations like <a href=\"http://www.amnesty.org.uk/sites/default/files/absolute_impunity_iraq_report.pdf\">Amnesty International</a> — reports about abuses and human rights violations committed by Shia militias in towns seized by them in Diyala province to the east of Baghdad.”    </p>\n<p>That’s led to fears of a bloodbath in Tikrit, as Shiites exact revenge on Sunni civilians as payback for ISIS atrocities. The <a href=\"http://www.nytimes.com/2015/03/03/world/middleeast/iraq-tikrit-isis.html?hp&amp;action=click&amp;pgtype=Homepage&amp;module=first-column-region&amp;region=top-news&amp;WT.nav=top-news\">New York Times</a> is reporting that the US doesn’t want Baghdad to seize a major Sunni city before there are enough Sunni military units to lead the way.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-02%2Fus-and-iraq-launch-operation-take-tikrit-isis&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0302201501.mp3"},{"href":"http://www.pri.org/file/0302201501mp3"}]}