{"created":"2014-10-08T03:03:23+00:00","modified":"2014-10-31T00:39:59+00:00","valid":{"from":"2014-10-31T00:39:59+00:00","to":"3014-10-31T00:39:59+00:00"},"hreflang":"en","title":"Afghanistan's Slow-Motion Election Strains A Fragile Country","published":"2014-07-02T11:53:00+00:00","teaser":"The presidential vote was held in April. The two-man runoff came on June 14. Preliminary results expected Wednesday have been delayed as one candidate, Abdullah Abdullah, claims widespread fraud.","itags":["npr_api","327339382"],"guid":"f75b3272-8439-469c-872b-b18d2e4cc026","contentencoded":"<p>The 2000 U.S. presidential election between George Bush and Al Gore went down to the wire, involved close scrutiny of the ballots and took weeks to sort out. And it left the country deeply divided.</p><p>Now, imagine a bitterly close election in a divided country with weak institutions, powerful strongmen, rampant corruption and thousands of armed militants running around.</p><p>That's what is playing out in Afghanistan right now as the country tries to determine who won the June 14 presidential runoff election.</p><p>The preliminary results were due out Wednesday, but Afghanistan's Independent Election Commission called a last-minute audible to audit more than a million ballots and delay the release of preliminary results.</p><p>The delay stems from the fact that since the moment the polls closed, candidate Abdullah Abdullah has been crying foul.</p><p>Abdullah entered the runoff as the front-runner, having won 45 percent of the vote in the first round of voting in April. He was five points shy of an outright victory in the eight-man contest. Abdullah had a 14 percentage point lead over second-place finisher Ashraf Ghani. Many thought Abdullah was on target to be the next president.</p><p>But unofficial vote counts from the runoff are showing Ghani leading Abdullah by 1.3 million votes. These numbers show him going from 2 million votes in the first round to 4.2 million in the runoff.</p><p>Ghani was expected to get more votes in June's two-way race compared with April's eight-man race. However, according to Abdullah, the size of the increase can only be explained by massive fraud.</p><p>Abdullah claims the top electoral official — who resigned last week — was involved in rigging the election for Ghani at the behest of President Hamid Karzai. Abdullah says initial turnout estimates are way too high and a sign of fraud. And, he says, unofficial results in some pro-Ghani provinces exceed the number of likely voters.</p><p>As a result, Abdullah declared Afghanistan's two electoral commissions as illegitimate. His supporters have been holding demonstrations that are growing in size. While the rallies have been peaceful, the slogans are troubling: \"Death to Ghani,\" \"Death to Karzai\" and \"Death to the Elections Commissions.\"</p><p>Abdullah has also been releasing audio and video recordings that purportedly show elections officials conspiring to rig the vote against him. That precipitated last week's resignation of Zia-ul-haq Amarkhel, the country's top election official, who was appointed by Karzai.</p><p>In the wake of that resignation, Abdullah began talks with remaining election officials, mediated by the United Nations, on finding a way forward. That led to the decision to delay the preliminary results and conduct a vote audit.</p><p>But Abdullah says the audit doesn't dig deep enough. He said in an interview after the election commission announced the delay that he has more evidence of fraud he will present.</p><p>He says he has proposed a set of \"triggers\" that should result in further audits. For example, he wants all ballot boxes where the count is more than 93 percent for either candidate to be audited.</p><p>\"I hope that these triggers that we are suggesting is not considered as against a candidate, but rather for transparency,\" he says.</p><p>Ghani has said little since the election, but he has called on Abdullah to respect the process and the timelines.</p><p>Once the preliminary results are released, there will be another complaint period and further investigations into fraud allegations. The final results are scheduled to be released July 22, and the inauguration is scheduled for Aug. 2. So far, Ghani believes the numbers show that will be his day.</p><p>He and his supporters say they mobilized aggressively and simply out-campaigned Abdullah in the second round. Ghani ran a superior \"get out the vote\" effort and won the election fair and square, they argue. Ghani says he does not believe there was widespread fraud on his behalf, and he will relinquish any fraudulent votes cast for him.</p><p>Abdullah says there's no evidence that there was a surge in turnout, especially in insecure areas where Ghani saw the largest vote gains.</p><p>Abdullah continues to claim that his concerns are first about the legitimacy of the process and second about whether he wins. He believes once all the fraudulent ballots are eliminated, he will come out on top. And he says he will concede if he loses in a fair count.</p><p>But many of his supporters have said there is no acceptable outcome other than an Abdullah victory, and they say they will \"fight to protect their votes.\"</p><p>That's raising concerns here and playing on old tribal and ethnic divides that have never fully healed since the country's vicious civil war in the 1990s.</p><p>The international community is working aggressively behind the scenes to pressure the candidates and Afghanistan's electoral commissions to work transparently and quickly, and to find a way to address Abdullah's concerns.</p><p>But there's a growing fear that one side or the other will end up believing the election was stolen — either on election day or during the counting and fraud adjudication process.</p><p>The best-case scenario is a new president takes office lacking a mandate and with roughly half the country against him. In the worst case, the losing side decides to contest the decision — not with lawyers, but with warlords.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Afghanistan%27s+Slow-Motion+Election+Strains+A+Fragile+Country&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sean Carberry","audio":[{"meta":{"duration":"282"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1327583155-2485ab.m3u?orgId=1&topicId=1149&ft=3&f=327339382"},{"href":"http://media.npr.org/assets/img/2014/07/01/afghan-elex-7-1-14-618126fa86a7a9d8a2fb53dc8f16123175db924c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1506","width":"2007"}},{"href":"http://media.npr.org/assets/img/2014/07/01/afghan-elex-403-4_wide-e04acaf0cd38a508b332b8ebcb728c78ec6f2b9c.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"2042","width":"3634"}}]}