{"created":"2014-12-25T16:26:12+00:00","modified":"2014-12-25T22:45:29+00:00","valid":{"from":"2014-12-25T22:45:29+00:00","to":"3014-12-25T22:45:29+00:00"},"hreflang":"en","guid":"f768b080-3b27-41c9-8fb9-64f90666d3e6","title":"There's nothing traditional about an immigrant Christmas","published":"2014-12-25T22:45:24+00:00","byline":"Shefali S. Kulkarni","tags":["Christmas","immigrants","Christianity","Buddhism","Vietnamese immigrants","Muslim","Eid","Global Nation","Belief","Lifestyle & Belief","United States","Vietnam","India","Aasif Mandvi","Jesus Christ","Bing Crosby","Tam Duong","Christmas","Santa Claus","The Daily Show","Christmas traditions"],"teaser":"Christmas feels unavoidable in the United States, but not all Americans celebrate the holiday. Many non-Christian immigrants develop their own take on the day, while others simply avoid it altogether.","contentencoded":"<p>Every year the same question crops up to a growing handful of us who are the children of non-Judeo-Christian immigrants: \"Do you celebrate Christmas?\"</p>\n<p>It's a tricky question. Christmas is unavoidable and usually less about Jesus's birthday than the fact that many of us have days off and a hankering for hot cocoa and Bing Crosby.</p>\n<p>Yet co-workers, friends and teachers tread lightly around us, hesitant to send us Christmas cards or hand us a candy cane. They safely wish us a \"Happy Holiday\" rather than the usual \"Merry Christmas.\"</p>\n<p>In his new book, \"<a href=\"http://www.chroniclebooks.com/titles/no-land-s-man-a-perilous-journey-through-romance-islam-and-brunch.html\">No Land's Man: A Perilous Journey through Romance, Islam, and Brunch</a>,\" comedian Aasif Mandvi talks about his fish-out-of-water experiences with the holiday. He grew up in an Indian Muslim household in the UK and then moved to Florida as a teenager.</p>\n<p>And Christmas celebrations on two different continents brought their own surprises for <a href=\"http://thedailyshow.cc.com/news-team/aasif-mandvi\">The Daily Show</a> correspondent.</p>\n<p>\"I don’t think my parents really knew how to celebrate Christmas when we first got to the UK,\" he says. The holiday was mostly about giving each other gifts, but there was a logistical problem. \"We didn’t have a Christmas tree for like the first ten years ... my parents would just hide gifts behind the sofa.\"</p>\n<p>As for the religious angle, the birth of Jesus Christ, \"[My parents] kind of rationalized this ... like, 'Jesus is in the Koran, so probably it's okay to celebrate his birth'\" </p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/Aasif_bookcover.jpg?itok=vWrkmsxN\" alt=\"\" /><div class=\"field-caption\">\n    <p>The Daily Show's Aasif Mandvi's first book about his hilarious immigrant experience.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Chronicle Books</p>\n  </div>\n</div> \n<p>After the family relocated to Florida, Mandvi says he realized Christmas was \"on steroids\" in the US. But his family still kept with tradition, even when wallets were thin.</p>\n<p>\"When we first came to America, my parents didn’t have a lot of money and they were sort of struggling for a while,\" he says. \"That first Christmas they couldn’t really buy us a lot of gifts. This sounds very sort of Dickensian, but my dad got us each one gift. And then, in order to pad it out, he wrapped other things in Christmas wrapping.\"</p>\n<p>One of the randomly wrapped items was a bottle of Planter's peanuts. \"It was a little bit of a joke, but ... also because they didn’t really have a lot,\" Mandvi says, \"So now, in our home, every year one of the gifts is a wrapped up bottle of Planter’s peanuts.\"</p>\n<p>At the other end of the spectrum, Tam Duong's family simply didn't do Christmas at all.</p>\n<p>The 27-year-old attended elementary school in Los Angles and lived in a mostly Latino neighborhood. She learned about Santa, Rudolph and the Three Wise Men at school and came home to consult her Vietnamese Buddhist parents.</p>\n<p>\"When I came home and tried to talk to my family about [Christmas] they had no idea what I was talking about,\" she says. \"They said it was just a holiday for Americans and we’re a Vietnamese family and Vietnamese people don’t usually celebrate Christmas.\"</p>\n<p>But Duong, who now lives in Boston, says she was persistent. \"I did write letters to Santa, I just never got a response,\" she remembers. \"When I was little, I used to put out cookies and milk thinking that Santa would come and that [gesture] would bring me presents, but Santa never came and my mom would get angry because she said leaving out cookies like that will attract ants.\"</p>\n<p>Growing up in a country that celebrates Christmas rather than the lunar New Year, Eid or Diwali means that immigrants families adjust their rhythms. If nothing else, major non-Christian holidays don't mesh well with the standard US federal calendar. And while there's a push to get public schools to <a href=\"http://www.pri.org/stories/2014-06-17/should-muslim-holiday-eid-be-school-holiday-new-york-city-considering-it\">recognize Eid</a> in some states, it's still rare. </p>\n<p>Manvi says when he wasn't with his family during the Muslim holiday of Eid, he didn't really celebrate much. \"Eid is something that, for many years, my parents would call and be like, ‘Hey, it’s Eid tomorrow,'\" he says. \"I would celebrate just by virtually a phone call.\"</p>\n<p>And Duong says that while some teachers allowed her to take time off to celebrate the lunar New Year, the make up work was a hassle. \"I think schools could do a better job of acknowledging that their student population is diverse and not to assume that everyone celebrates Christmas,\" she says,.</p>\n<p>The good news is that Christmas can be a learning experience. My own family embraced — and embellishes — the holiday, even after my sister and I came home from school with stories about a jolly, obese man who breaks into your home with good intentions. One Christmas, my father even dusted the bottom of his shoes with baby powder and marched around our living room carpet, leaving us all bewildered by the odd-smelling evidence.</p>\n<p>\"I think [my parents] want to celebrate Christmas, but they don’t know how,\" Duong says, \"So they wait for [me and my fiancé] to come home and do something with them. We just cook a big dinner, and we’ll buy them little gifts and try to bring Christmas to them in a way.\"</p>\n<p>In a way, our immigrant parents learn more about the US when we inundate them with candy canes and carols. So, at least until we get a week off for fireworks on Diwali, we'll make the most of our time off on Christmas. </p>\n<p><em>A previous version of this story misspelled Tam Duong's name.</em></p>\n<p><em>What about you? What traditions have you created with your immigrant family? Tell us in the comments below!</em></p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Tam_photo.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/tamphotojpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/122520145.mp3"},{"href":"http://www.pri.org/file/122520145mp3"}]}