{"created":"2015-04-20T03:27:47+00:00","modified":"2015-04-30T19:46:53+00:00","valid":{"from":"2015-04-20T14:49:01+00:00","to":"3015-04-20T14:49:01+00:00"},"hreflang":"en","guid":"f77dab69-37f1-40c4-829a-d2e0684e5db1","title":"The Poems, The Poets, The Power: A National Poetry Month Special","teaser":"Poetry isn't just words on a page. Instead it's a form that lets people express themselves in a way that's often far more deep, emotional, and complex than other forms of communication. Today's episode, \"The Poems, The Poets, The Power,\" explores why we write and perform poems and the venues poets find themselves. Our second episode celebrating National Poetry Month, this show features poets from New York and across the United States.","description":"State of the Re:Union The Poems, The Poets, The Power: A National Poetry Month Special  Host: Al Letson Producers: Matt Collette, Tina Antolini, Delaney Hall, Al Letson  Description: Poetry isn't just words on a page. Instead it's a form that lets people express themselves in a way that's often far more deep, emotional, and complex than other forms of communication. Today's episode, \"The Poems, The Poets, The Power,\" explores why we write and perform poems and the venues poets find themselves. Our second episode celebrating National Poetry Month, this show features poets from New York and across the United States.  ***Please Note: Follows Old NPR Clock***\n***Please Note: Both Segments B &amp; C contain strong language within two poems, all three instances of explicit language have been bleeped.***&nbsp;\nBillboard (:59) Incue: From NPR and PRX... Outcue: But first, this news.  News Hole: 1:00-6:00  SEGMENT A (12:29) Incue: From WJCT in Jacksonville, Florida&hellip; Outcue: When State of the Re:Union returns (music tail)  Poet Taylor Mali, a former National Poetry Slam champion, takes us on a tour of some of New York's most prolific poetry nights, including the Urbana Poetry Slam, Pages Meets Stage, and the Nuyorican Poets Cafe.  SEGMENT B (18:59) Incue: Welcome back to State of the Re:Union Outcue: P-R-X-dot-O-R-G  A. An arts nonprofit in rural Charleston, Mississippi enlists Brooklyn poet Gary Glasner to work with seniors with Alzheimer's and dementia. Using call and response poetry, he helps people slipping away from the world reconnect.  B. Hawaiian poet Lee Tonouchi writes and performs using his native dialect Pidgin &mdash; a version of English that's helped him connect more deeply with his family and culture.  C. A poem from Melissa Lozada-Oliva ***Please note: This poem has some explicit language, which has been bleeped.  SEGMENT C (18:59) Incue: This is State of the Re:Union. Outcue: This is NPR.  A. The group Urban Word works with teens learning to express themselves through poetry. We follow a new poet as he prepares to slam for the first time.  B. A farmhouse in Oklahoma also houses a one-of-a-kind museum about poetry and its influence on farm life.  C.&nbsp;Host Al Letson remembers how he got his start in poetry and reflects on how much poetry means to him. He tells a personal tale about feeling like an artist without an art, when one day he listened to a Bill Moyers' series on poetry featuring Sekou Sundiata&hellip; and everything changed. ***Please note: This poem has one instance of strong language, which has been bleeped.  PROGRAM OUT @ 59:00  Promo Transcript:&nbsp; On the next State of the Re:Union, poetry isn't just pretty language without purpose&hellip; it can also be used to heal. \"You start to recite the poems, they start to say them with you, suddenly they're laughing and playing. And that moment you can look in the room and say&nbsp; there is no Alzheimer's.\" It's our second poetry month special -- The Poems, The Poets, and The Power. That's on the next State of the Re:Union.   Broadcast Window Begins 04/20/2015  The Poems, The Poets, The Power: A National Poetry Month Special will be available April 20, 2015, on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to January 31, 2016. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.   State of the Re:Union is presented by WJCT and distributed by PRX and NPR.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.   Thanks for your consideration of State of the Re:Union with Al Letson. Please contact Melissa LaCasse at lacasse.melissa@gmail.com or 207.776.4926 with questions or to confirm carriage.","contentencoded":"State of the Re:Union<br /> The Poems, The Poets, The Power: A National Poetry Month Special<br /> <br /> Host: Al Letson<br /> Producers: Matt Collette, Tina Antolini, Delaney Hall, Al Letson<br /> <br /> Description: Poetry isn't just words on a page. Instead it's a form that lets people express themselves in a way that's often far more deep, emotional, and complex than other forms of communication. Today's episode, \"The Poems, The Poets, The Power,\" explores why we write and perform poems and the venues poets find themselves. Our second episode celebrating National Poetry Month, this show features poets from New York and across the United States.<br /> <br /> ***Please Note: Follows Old NPR Clock***<br /><br />\n<div>***Please Note: Both Segments B &amp; C contain strong language within two poems, all three instances of explicit language have been bleeped.***<br />&nbsp;</div>\nBillboard (:59)<br /> Incue: From NPR and PRX...<br /> Outcue: But first, this news.<br /> <br /> News Hole: 1:00-6:00<br /> <br /> SEGMENT A (12:29)<br /> Incue: From WJCT in Jacksonville, Florida&hellip;<br /> Outcue: When State of the Re:Union returns (music tail)<br /> <br /> Poet Taylor Mali, a former National Poetry Slam champion, takes us on a tour of some of New York's most prolific poetry nights, including the Urbana Poetry Slam, Pages Meets Stage, and the Nuyorican Poets Cafe.<br /> <br /> SEGMENT B (18:59)<br /> Incue: Welcome back to State of the Re:Union<br /> Outcue: P-R-X-dot-O-R-G<br /> <br /> A. An arts nonprofit in rural Charleston, Mississippi enlists Brooklyn poet Gary Glasner to work with seniors with Alzheimer's and dementia. Using call and response poetry, he helps people slipping away from the world reconnect.<br /> <br /> B. Hawaiian poet Lee Tonouchi writes and performs using his native dialect Pidgin &mdash; a version of English that's helped him connect more deeply with his family and culture.<br /> <br /> C. A poem from Melissa Lozada-Oliva<br /> ***Please note: This poem has some explicit language, which has been bleeped.<br /> <br /> SEGMENT C (18:59)<br /> Incue: This is State of the Re:Union.<br /> Outcue: This is NPR.<br /> <br /> A. The group Urban Word works with teens learning to express themselves through poetry. We follow a new poet as he prepares to slam for the first time.<br /> <br /> B. A farmhouse in Oklahoma also houses a one-of-a-kind museum about poetry and its influence on farm life.<br /> <br /> C.&nbsp;<span>Host Al Letson remembers how he got his start in poetry and reflects on how much poetry means to him. He tells a personal tale about feeling like an artist without an art, when one day he listened to a Bill Moyers' series on poetry featuring Sekou Sundiata&hellip; and everything changed.</span><br /> ***Please note: This poem has one instance of strong language, which has been bleeped.<br /> <br /> PROGRAM OUT @ 59:00<br /> <br /> Promo Transcript:&nbsp; On the next State of the Re:Union, poetry isn't just pretty language without purpose&hellip; it can also be used to heal. \"You start to recite the poems, they start to say them with you, suddenly they're laughing and playing. And that moment you can look in the room and say&nbsp; there is no Alzheimer's.\" It's our second poetry month special -- The Poems, The Poets, and The Power. That's on the next State of the Re:Union.<br /> <br /> <br /> Broadcast Window Begins 04/20/2015<br /> <br /> The Poems, The Poets, The Power: A National Poetry Month Special will be available April 20, 2015, on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to January 31, 2016. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. <br /> <br /> State of the Re:Union is presented by WJCT and distributed by PRX and NPR.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. <br /> <br /> Thanks for your consideration of State of the Re:Union with Al Letson. Please contact Melissa LaCasse at lacasse.melissa@gmail.com or 207.776.4926 with questions or to confirm carriage.","byline":"Al Letson","published":"2015-04-20T14:49:01+00:00","tags":["Entertainment","Media","Travel"],"itags":["prx:stories-147591"],"audio":[{"href":"https://cms.prx.org/pub/71f8bdf10fc5690ce76c3582815f8f03/0/web/story_image/347937/medium/sotru_profile-pic_01_medium.gif","type":"image/gif","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/b08ab5cd59ab0b3877eb1a4e0497547a/0/web/audio_file/878305/broadcast/01-Poetry_2015_Billboard.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886266}},{"href":"https://cms.prx.org/pub/579f3b2ea22cc858fa293f67fadd3fe5/0/web/audio_file/878306/broadcast/02-Poetry_2015_Newscast_Music.mp3","type":"audio/mpeg","meta":{"duration":29,"size":926851}},{"href":"https://cms.prx.org/pub/7636914b341fb545fb8a6f70ba56c5b7/0/web/audio_file/878307/broadcast/03-Poetry_2015_Segment_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23941956}},{"href":"https://cms.prx.org/pub/cb76cf63bd7ce0305477691f8aabee8b/0/web/audio_file/878308/broadcast/04-Poetry_2015_Segment_A_Music.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886266}},{"href":"https://cms.prx.org/pub/dbcfe5811532c927debe9bd6c5fcbf9e/0/web/audio_file/878330/broadcast/05-Poetry_2015_Segment_B.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408506}},{"href":"https://cms.prx.org/pub/bce6dbfdb11d3a5f6ffb3e88d205b6ca/0/web/audio_file/878309/broadcast/06-Poetry_2015_Segment_B_Music.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886266}},{"href":"https://cms.prx.org/pub/49ba1b3900fd151f18d8ff88c2840f2d/0/web/audio_file/878445/broadcast/07-Poetry_2015_Segment_C_v2.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}}]}