{"created":"2014-11-25T08:51:47+00:00","modified":"2015-05-13T21:29:40+00:00","valid":{"from":"2015-05-13T21:29:40+00:00","to":"3015-05-13T21:29:40+00:00"},"hreflang":"en","title":"As Ebola Pingpongs In Liberia, Cases Disappear Into The Jungle","published":"2015-01-08T14:47:00+00:00","teaser":"A woman is thought to be spreading Ebola in a remote village. So health workers spend four hours trekking through the bush to track her down. By the time they make it, it's too late.","itags":["npr_api","366381386"],"guid":"f7856219-fc06-4d85-8a8a-ae146440cae5","contentencoded":"<p>There's a new phase of Ebola in Liberia. Epidemiologists call it pingponging.</p><p>Back in March, the disease was found in the rural areas. Then as people came to the capital to seek care, it started growing exponentially there. Now, some sick people are going back to their villages, and the disease has pingponged to the rural areas again.</p><p>So that's where we're headed — into the hot, thick jungle of Liberia to investigate a new Ebola hotspot.</p><p>Our day with the team of Ebola investigators starts at 3 a.m. The team has been told there's a woman with <a href=\"http://www.npr.org/tags/147820238/ebola\">Ebola</a> out there who hasn't been treated. She could be spreading the disease.</p><p>We drive five hours from Liberia's capital, <a href=\"http://www.npr.org/tags/340188484/monrovia\">Monrovia</a>, and stop at a small, rural clinic that looks something more like a house with a few rooms and no electricity. The team has people from the World Health Organization, the African Union, Doctors Without Borders and the Liberian Ministry of Health.</p><p>At the clinic, the head nurse says she has also heard the rumors of a sick woman. But the nurse hasn't seen her. The nurse shows us a hand-drawn map on the wall of where we need to go to find the woman. Our destination, she says, is a village called Fermaneeta.</p><p>It's the last village at the end of a thin black line on the map. A thin black line means the only way to get there is to walk, down a long footpath into the jungle. Fours hours each way.</p><p>As we walk, Mutaawe Lubogo from the African Union says there are several options for the woman if she has symptoms. If she's very sick, they can help set up a community quarantine in the village and try to come back the next day with supplies.</p><p>If the woman is still in the early stages of Ebola, she can walk back to the clinic, where an ambulance can pick her up.</p><p>Lubogo is from Uganda and worked on the 2007 Ebola outbreak there.</p><p>\"You're talking to someone who has seen it before,\" Lubogo says. But in Uganda, Ebola was confined to the rural areas, and that's where it ended. In Liberia, there's pingponging.</p><p>\"If I fall sick, I have to come to the rural area, where I have my parents, to my family to give me care,\" Lubogo says.</p><p>This is how pingponging works, he says. People go back and forth between the city where there's commerce, and the village where there's family. And a few of them take Ebola with them.</p><p>Out where we're walking, a village is basically a clearing in the jungle, with 10 or 20 huts. The walls of the huts are made of mud; the roofs are made of branches and leaves. Each village has a well, a fire pit for cooking and small fields nearby to grow food.</p><p>Each village is about an hour from the next one. At the fourth one, we find a clue. The team meets a man who people say is a traditional healer — he rubs herbs on sick people. He supposedly cared for the woman who's rumored to have Ebola.</p><p>The team lists off the names of people who have tested positive for Ebola. The man says he knows a lot of them. But he denies that he's a healer. He won't even admit that he has touched or treated any of them.</p><p>This is called <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/11/17/364641074/ebola-surges-in-sierra-leone\">contact tracing</a>. If you're doing it in <a href=\"http://www.npr.org/blogs/thetwo-way/2014/10/04/353699549/dallas-ebola-case-experts-say-9-people-at-highest-risk-of-contact\">Dallas</a>, Texas, you get addresses and phone numbers. Out here it's different. We leave the man and keep on walking. We finally make it to the village where the woman is supposed to be.</p><p>At first, the village is pretty quiet. There's laundry drying in the sun. People start to gather around the team. They put their hands in the air, as if they're being accused of something. Then they all start talking at once.</p><p>The group is standing in front of a wooden door to a hut where the woman who's thought to have Ebola stays. The door is closed. No one is opening the door.</p><p>The people in the village say the woman is gone. Many members of the Ebola team think the villagers are hiding something. Maybe the sick woman is behind that door. Maybe she has already died. If she has or had Ebola, in any case, she is very contagious.</p><p>Emmanuel Dweh, one of the team leaders, warns people not to hide a sick person. If they do, he says, they will get sick themselves. But the people are adamant that the woman isn't there. After that, there's not much more for the team to do.</p><p>So we start back out into the jungle. It's four more hours back to the clinic.</p><p>On the way, we pick up the man thought to be the traditional healer because he treated and touched people with Ebola. He has agreed to come with us.</p><p>\"We have to make the monkey bridge by dark,\" Dweh keeps telling us. That's the last bridge, the biggest bridge. It's two bamboo poles over a dark muddy river.</p><p>Once we get to the clinic, the plan is to have an ambulance take the alleged traditional healer to a stadium where health workers monitor people who might have Ebola. If he doesn't show signs of Ebola after 21 days, he'll be let go.</p><p>But that night, the road to the clinic goes out and the ambulance can't reach the traditional healer. The man who might have Ebola goes back to his village.</p><p>This is why it's so difficult to stop Ebola. These places are very hard to reach. The roads are bad. There's no electricity, no phone coverage.</p><p>And once you finally get to where you're going, you have no idea what you're going to find.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Ebola+Pingpongs+In+Liberia%2C+Cases+Disappear+Into+The+Jungle&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rebecca Hersher","audio":[{"meta":{"duration":"437"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366504697-b2023d.m3u?orgId=1&topicId=1031&d=437&p=3&story=366381386&t=progseg&e=366496519&seg=7&ft=nprml&f=366381386"},{"href":"http://media.npr.org/assets/img/2014/11/24/imagemap-ebd76b5cbe9b1aac8d857a3cb871a158c11299b8.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1535","width":"2046"}},{"href":"http://media.npr.org/assets/img/2014/11/24/image-20bc5b070b3afbe7b4411eb6f42d1905ce83df1e.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1107","width":"1476"}},{"href":"http://media.npr.org/assets/img/2014/11/24/img_0019-fe15ce3fb6984e279d87bdb386c1d392d4c67be7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1125","width":"1500"}}]}