{"created":"2014-12-01T08:35:29+00:00","modified":"2015-05-13T21:29:12+00:00","valid":{"from":"2015-05-13T21:29:12+00:00","to":"3015-05-13T21:29:12+00:00"},"hreflang":"en","title":"German Government May Say 'Nein' To After Work Emails","published":"2014-12-17T19:46:00+00:00","teaser":"In a country that strives to protect work-life balance, there are calls to ban employers from sending work email after business hours. Some big companies are already doing that.","itags":["npr_api","366806938"],"guid":"f796ea86-efc7-48a2-b39e-5fc4ea5cb68d","contentencoded":"<p>All of us are familiar with the sound a smartphone makes when an email or text has arrived. Our somewhat Pavlovian response is to pick up the device, see who the message is from and read it.</p><p>In Germany, a growing number of these emails come from the boss contacting employees after work. That's not healthy, say experts on work-related stress, including psychologist Gerdamarie Schmitz in Berlin, who is feeling the technological encroachment herself.</p><p>\"This horrible phone I have with me, and so I get emails,\" she says. \"I check them because I can check them, and I get that What's App message from my clients. So of course there's also, after hours, a constant stress that has not been there before, absolutely.\"</p><p>And it also crosses a sacrosanct line in Germany between work and leisure, says Hanns Pauli, who is the health and safety expert for the Federation of German Trade Unions.</p><p>By law, every worker in Germany gets at least four weeks of vacation and works — on average — 35 hours a week, which proponents say actually improves productivity. But advances in technology and growing economic pressure are leading many German employers to ignore the cultural mandate for work-life balance.</p><p>\"You sit there at the table with your computer all day long, you have very tight deadlines, you should contribute to the profit, and every day, every year, it's getting worse,\" he says.</p><p>Pauli says the resulting burnout — which leads to health problems and decreased productivity at work — has increased sharply in Germany over the past decade.</p><p>Psychological problems and pain linked to such stress were also cited by more than half of the German workers who <a href=\"http://www.npr.org/blogs/parallels/2014/08/13/340005019/older-german-workers-jump-at-chance-to-retire-at-63\">applied for early retirement last year</a>.</p><p>The worrying statistics have prompted German Labor Minister Andrea Nahles to call for an \"anti-stress regulation\" compelling companies to reduce stress in the workplace. It would also ban employers from contacting employees after hours, just as it's already forbidden to contact employees on vacation under German law.</p><p>Some companies, like Volkswagen and BMW, already do just that.</p><p>But Nahles' boss — Chancellor Angela Merkel — has put the brakes on any quick enactment of a new law forcing other German companies to follow suit.</p><p>In a September podcast, she criticized the proposed anti-stress law.</p><p>Merkel says the government's focus instead should be on investment, balancing budgets and decreasing bureaucracy to ensure Germany's economic future.</p><p>In an email — sent during business hours — Labor Ministry spokesman Christian Westhoff said that from the ministry's viewpoint, \"the current state of knowledge is not enough to come up with requirements for employers. On this important issue, thoroughness takes precedence over speed.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=German+Government+May+Say+%27Nein%27+To+After+Work+Emails&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Soraya Sarhaddi Nelson","audio":[{"meta":{"duration":"165"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367704586-827f33.m3u?orgId=1&topicId=1124&d=165&p=3&story=366806938&t=progseg&e=367704444&seg=3&ft=nprml&f=366806938"}]}