{"created":"2015-01-25T22:12:32+00:00","modified":"2015-02-22T01:18:44+00:00","valid":{"from":"2015-02-22T01:18:44+00:00","to":"3015-02-22T01:18:44+00:00"},"hreflang":"en","title":"In 'Fatherland,' A Daughter Outlines Her Dad's Radicalization","published":"2015-01-26T17:12:00+00:00","teaser":"Falling in love with your handsome pen pal, moving overseas to marry him, then finding out he's part of a terrorist organization: That's the Bunjevac family story, told in a new graphic memoir.","itags":["npr_api","378657704"],"guid":"f797b992-56e4-4ee6-90b6-8cba871520d5","contentencoded":"<p>How's this for a sweet post-World War II love story?</p><p>A man, far from his home country, places a personal ad in a newspaper back home for a pen pal. A pretty girl starts writing back. They fall in love. She moves overseas to be with him. They have three beautiful children and a charming house in Canada.</p><p>Then she finds out he's part of a Serbian nationalist terrorist organization preparing to bomb targets around North America.</p><p>That's the true story of illustrator Nina Bunjevac's parents. It's recounted in haunting black-and-white drawings in a new graphic memoir called <em>Fatherland</em><em>: A Family History</em>.</p><p>Under the guise of visiting family back home in Yugoslavia, Bunjevac's mother was able to leave with Nina and her older sister. \"She only knew she had to run away and save the lives of her children,\" she tells NPR's Arun Rath.</p><p>Nina was only a year old. Her father, Peter, was killed in an explosion just two years later. It would be years before Nina learned anything more.</p><p>Click the audio link above to hear the full conversation.</p><hr /><h3>Interview Highlights</h3><p><strong>On what she knew about her father growing up</strong></p><p>My opinion of my father up to 16, 18, 20 years of age, was he was a nationalist, and he blew up, and what he did was always kind of shrouded in secrecy and everything. But once I started discovering more and more ... I realized that his ideology was exactly responsible for the dissolution of the country that I had lived in, and that brought a shock to me. I was very resentful for a long time.</p><p>Working through the book and doing the research, I realized that there's more to it. And I think there's more understanding about who he was, and less judging.</p><p><strong>On how her research about him changed her views</strong></p><p>I look at his childhood. He was born in a Serbian village in Croatia in '36, so by the time that he was 5, the war had started. And Croatia was a fascist country at the time. The Serbs were also deported to the Jasenovac concentration camp. My father's father was killed in Jasenovac in 1945. He loses his mother shortly after the war.</p><p>But even before that, his father was very violent. And his mother lived under so much stress that I think that she basically died very young from witnessing the war and the aggression in the family. So I think that my father was ... being exposed to the same. I don't think that he really had much of a choice.</p><p>After the war, he was behaving oddly. He began to torture animals. His grandparents sent him to military school because that was the only way they thought they could deal with that kind of behavior. These days we know about PTSD, we know about childhood traumas like that. You know, he probably, in this day and age, he would have received years of therapy. ...</p><p>I think I understand where he comes from. I do not agree [with] his actions. I do not agree with his ideology. But I do understand.</p><p><strong>On reproducing family photographs for the book</strong></p><p>It was really interesting doing reproductions of these photographs, because in order to do so, I had to scan them and then zoom in. And it really resembled detective work, because I would discover things.</p><p>For example, my grandmother, my father's mother — who was basically abused by her husband physically — when I scanned this picture of her and her younger sister Mara, I noticed that the photograph of my grandmother, where her face was, was very light, kind of like a very overexposed look. You couldn't really see it. And then I zoomed in, and thanks to Photoshop, I was able to bring out the tones and realize that she had a black eye that the photographer tried to hide. ...</p><p>Then, scanning in pictures from my early childhood was very difficult. Drawing that, looking at facial expressions. My mom not smiling. My sister kind of having a forced smile, you know, \"Smile for Daddy, for the photograph.\" And me, who has a face that can't hide emotion, as I say in the book, and in every photograph I look really angry or sad.</p><p>That was probably the best part ... using the photographs, because I really think it makes the whole story a little bit more real and brings it home.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+%27Fatherland%2C%27+A+Daughter+Outlines+Her+Dad%27s+Radicalization&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"400"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379843805-1439f9.m3u?orgId=1&topicId=1033&e=378657704&d=400&ft=nprml&f=378657704"},{"href":"http://media.npr.org/assets/img/2015/01/23/size-2---pg-72_custom-cfe040fa54c54003647d998b4bcffc8e31344fe9.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"4964","width":"3900"}},{"href":"http://media.npr.org/assets/img/2015/01/23/size-2--pg-73_custom-c654a45db5bde088a2f2316416067cbb3b77e9d1.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"4964","width":"3900"}},{"href":"http://media.npr.org/assets/img/2015/01/23/size-2---pg-74_custom-d732742f4bcc28a68bbf388599e056f0d2ff3e11.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"4964","width":"3900"}},{"href":"http://media.npr.org/assets/img/2015/01/23/size-2---pg-75-1b26ccc495964dd083f7c281df2e4032c1b003b4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2025","width":"2700"}},{"href":"http://media.npr.org/assets/img/2015/01/21/nina-bunjevac-no-credit-_300dpi-d4c4ce040d3c24481b74d84f07fb2b966735add9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1131","width":"1507"}}]}