{"created":"2015-05-18T17:50:22+00:00","modified":"2015-05-18T17:50:22+00:00","valid":{"from":"2014-06-25T20:05:01+00:00","to":"3014-06-25T20:05:01+00:00"},"hreflang":"en","guid":"f79b8d76-db53-4ac4-894e-6105269528fe","teaser":"Not everyone has to be an extroverted self-promoter to succeed","contentencoded":"<div class=\"barn-cleaned\"><p>The desk of David Apel, a senior perfumer with Symrise, a fragrance company in New York, is covered with&nbsp;tiny glass vials of perfume trials with names like Taurus, Top Gun, and Zeus. This is, after all, the culture of #SelfPromotion. And if you're a celebrity, an athlete, or just a Greek god, chances are you’ve had a product named after you</p>\n<p><span>FYI, Apel describes Zeus,&nbsp; in case you shouldn't have the chance to smell an actual Greek god, as a combination of bergamot, orange and mandarin, as \"very ultra masculine, very rich, rugged, very sort of, king of the hill of fragrance.”</span></p>\n<p>Unlike another tiny vial on his desk with the more feminine name of \"Love Mist.\"</p>\n<p>Love Mist, Apel notes, is not a name he conceived. And, none of these fragrances will ever be named after him. He says he doesn’t need public recognition.</p>\n<p>\"If I walk down the street and I smell a fragrance that I've created, I feel wonderful,\" he says. \"I feel like someone is wearing my creation, I'm expressing myself through them. I smell it in the air, I feel a really great sense of satisfaction from that. But I don't think I would feel any different, certainly not any better, if&nbsp; I knew that my name was on that. It's not about a name. In the world of scent, this is all invisible.\"</p>\n<p>Besides, he says, when he began his career, he got a lot of satisfaction from being the go-to guy at his company. Someone his colleagues could rely on.</p>\n<p>\"I still like that kind of behind-the-scenes role,\" he says, \"being sort of invisible.\" And \"<a href=\"http://www.amazon.com/Invisibles-Power-Anonymous-Relentless-Self-Promotion/dp/159184634X\" target=\"_blank\">Invisibles</a>\" is the name of a new book by David Zweig -- it’s about workers like Apel. Zweig describes invisibles as \"people who are highly skilled professionals whose work is critical to whatever endeavor they're a part of, but who go largely unnoticed by the public.”</p>\n<p>The anesthesiologist, instead of the surgeon. The industrial engineer, not the architect.</p>\n<p>\"If you have your gall bladder taken out, you're never going to forget the surgeon's name, but you'll probably forget the anesthesiologist's as soon as you leave recovery,\" notes Zweig, yet anesthesiologists possess an enormous amount of responsibility, with your life, literally in their hands.</p>\n<p>Zweig says he got the idea when he was working as a fact checker at Conde Nast. “When's the last time you've read a great magazine article and thought to yourself, man that was fact-checked beautifully?\" he asks. \"You know, never.\"</p>\n<p>The better he did his job checking facts, Zweig says, the more he disappeared. Today, he notes, we tend to equate power with attention, but often the people with <em>real</em> power are in the background. Invisible workers, he says, can often be the most successful, but they view themselves as part of a team. Zweig says although today’s culture is focused on self-promotion, instead we should focus more on our work and less on tweeting about it.</p>\n<p>“One of the people I interviewed in the book had this really great line where he said, having a lot of followers doesn't get you good work. Doing good work gets you a lot of followers.”</p>\n<p>But at the same time, Zweig says, being an invisible isn’t about being meek and hiding in a corner. After all, there are times when promotion is necessary -- like talking about your new book to the press. It’s just, he says, that we should focus on our work more. Like the invisibles do. Zweig notes they share certain characteristics:&nbsp; they’re meticulous, they savor responsibility <em>and</em>, they’re ambivalent about recognition.</p>\n<p>Dennis Poon, a structural engineer who works on some of the world's tallest buildings for global engineering firm Thornton Tomasetti, extolls the virtues of the construction workers who \"sweat so much\" on his firm's buildings, which he describes as team projects. He says they're the real unsung heroes. Poon has received many awards and honors over the years for his work. He keeps them stashed in a cardboard box under a cabinet behind his desk.</p>\n<p>He doesn't like to brag, he says. \"Who cares? Because when you die, who cares about all your awards? It’s the spirit that's left behind that counts, that’s how I look at it.\"</p>\n<p>But Robert Bontempo, a professor at the Columbia Business School, says while the name invisibles might be new, the group itself isn’t.</p>\n<p>“There's a very clear science that shows these are just stable individual differences -- these are just different types of people. Different people are comfortable with different levels of professional approach,” he says.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>And different types of people, notes Bontempo, self select into different types of careers.</p>\n<p>“Extroverted, life of the party types, become marketers,\" he says. \"They don't go into the lab. Detail-oriented people with strict attention to detail become accountants, they don't like self-promoting sales positions. It's just sort of human nature.”</p>\n<p>Both Zweig and Bontempo agree -- you do have to promote yourself -- it’s just not clear how much.</p>\n<p>\"I think we all look forward to a world where things are just and fair and people get the rewards they deserve,\" Bontempo says. \"But until that future comes, I think we all need to accept that a healthy dose of self promotion is going to be necessary for career advancement.\"&nbsp; After all, he notes, \"history is full of brilliant, hard-working people who did great work and are lost to history.\"</p></div>","tags":["APM","Life","marketing","promotion"],"title":"The unheralded path to success: be invisible","contenttemplated":"[{\"content\":\"<p>The desk of David Apel, a senior perfumer with Symrise, a fragrance company in New York, is covered with tiny glass vials of perfume trials with names like Taurus, Top Gun, and Zeus. This is, after all, the culture of #SelfPromotion. And if you&apos;re a celebrity, an athlete, or just a Greek god, chances are you’ve had a product named after you</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>FYI, Apel describes Zeus,  in case you shouldn&apos;t have the chance to smell an actual Greek god, as a combination of bergamot, orange and mandarin, as &quot;very ultra masculine, very rich, rugged, very sort of, king of the hill of fragrance.”</span></p>\"},{\"content\":\"<p>Unlike another tiny vial on his desk with the more feminine name of &quot;Love Mist.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Love Mist, Apel notes, is not a name he conceived. And, none of these fragrances will ever be named after him. He says he doesn’t need public recognition.</p>\"},{\"content\":\"<p>&quot;If I walk down the street and I smell a fragrance that I&apos;ve created, I feel wonderful,&quot; he says. &quot;I feel like someone is wearing my creation, I&apos;m expressing myself through them. I smell it in the air, I feel a really great sense of satisfaction from that. But I don&apos;t think I would feel any different, certainly not any better, if  I knew that my name was on that. It&apos;s not about a name. In the world of scent, this is all invisible.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Besides, he says, when he began his career, he got a lot of satisfaction from being the go-to guy at his company. Someone his colleagues could rely on.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;I still like that kind of behind-the-scenes role,&quot; he says, &quot;being sort of invisible.&quot; And &quot;<a href=\\\"http://www.amazon.com/Invisibles-Power-Anonymous-Relentless-Self-Promotion/dp/159184634X\\\" target=\\\"_blank\\\">Invisibles</a>&quot; is the name of a new book by David Zweig -- it’s about workers like Apel. Zweig describes invisibles as &quot;people who are highly skilled professionals whose work is critical to whatever endeavor they&apos;re a part of, but who go largely unnoticed by the public.”</p>\"},{\"content\":\"<p>The anesthesiologist, instead of the surgeon. The industrial engineer, not the architect.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;If you have your gall bladder taken out, you&apos;re never going to forget the surgeon&apos;s name, but you&apos;ll probably forget the anesthesiologist&apos;s as soon as you leave recovery,&quot; notes Zweig, yet anesthesiologists possess an enormous amount of responsibility, with your life, literally in their hands.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Zweig says he got the idea when he was working as a fact checker at Conde Nast. “When&apos;s the last time you&apos;ve read a great magazine article and thought to yourself, man that was fact-checked beautifully?&quot; he asks. &quot;You know, never.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The better he did his job checking facts, Zweig says, the more he disappeared. Today, he notes, we tend to equate power with attention, but often the people with <em>real</em> power are in the background. Invisible workers, he says, can often be the most successful, but they view themselves as part of a team. Zweig says although today’s culture is focused on self-promotion, instead we should focus more on our work and less on tweeting about it.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“One of the people I interviewed in the book had this really great line where he said, having a lot of followers doesn&apos;t get you good work. Doing good work gets you a lot of followers.”</p>\"},{\"content\":\"<p>But at the same time, Zweig says, being an invisible isn’t about being meek and hiding in a corner. After all, there are times when promotion is necessary -- like talking about your new book to the press. It’s just, he says, that we should focus on our work more. Like the invisibles do. Zweig notes they share certain characteristics:  they’re meticulous, they savor responsibility <em>and</em>, they’re ambivalent about recognition.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Dennis Poon, a structural engineer who works on some of the world&apos;s tallest buildings for global engineering firm Thornton Tomasetti, extolls the virtues of the construction workers who &quot;sweat so much&quot; on his firm&apos;s buildings, which he describes as team projects. He says they&apos;re the real unsung heroes. Poon has received many awards and honors over the years for his work. He keeps them stashed in a cardboard box under a cabinet behind his desk.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>He doesn&apos;t like to brag, he says. &quot;Who cares? Because when you die, who cares about all your awards? It’s the spirit that&apos;s left behind that counts, that’s how I look at it.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>But Robert Bontempo, a professor at the Columbia Business School, says while the name invisibles might be new, the group itself isn’t.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“There&apos;s a very clear science that shows these are just stable individual differences -- these are just different types of people. Different people are comfortable with different levels of professional approach,” he says.        </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>And different types of people, notes Bontempo, self select into different types of careers.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“Extroverted, life of the party types, become marketers,&quot; he says. &quot;They don&apos;t go into the lab. Detail-oriented people with strict attention to detail become accountants, they don&apos;t like self-promoting sales positions. It&apos;s just sort of human nature.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Both Zweig and Bontempo agree -- you do have to promote yourself -- it’s just not clear how much.</p>\"},{\"content\":\"<p>&quot;I think we all look forward to a world where things are just and fair and people get the rewards they deserve,&quot; Bontempo says. &quot;But until that future comes, I think we all need to accept that a healthy dose of self promotion is going to be necessary for career advancement.&quot;  After all, he notes, &quot;history is full of brilliant, hard-working people who did great work and are lost to history.&quot;</p>\",\"type\":\"text/html\"}]","published":"2014-06-25T20:05:01+00:00","description":"Not everyone has to be an extroverted self-promoter to succeed","itags":["Marketplace","Marketplace for Wednesday June 25, 2014","PMP:Marketplace_PMP","f79b8d76db53ac4e94ec6105269528fe"],"byline":"Sally Herships","audio":[{"type":"image/jpeg","meta":{"height":"340","width":"610","crop":"primary"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/Invisibles-Ingredients.jpg?itok=QgEJvdVO"},{"type":"audio/mpeg","meta":{"duration":234,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/06/25/marketplace_segment19_20140625","type":"application/json"},"duration_hms":"00:03:54"},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/06/25/marketplace_segment19_20140625_64.mp3","format":"MP3"}]}