{"created":"2015-03-11T20:36:13+00:00","modified":"2015-03-17T23:05:37+00:00","valid":{"from":"2015-03-17T23:05:37+00:00","to":"3015-03-17T23:05:37+00:00"},"hreflang":"en","title":"So Far The 2016 Campaign Is More Like The 2016 Un-campaign","published":"2015-03-12T02:40:00+00:00","teaser":"For all the presidential aspirants, just three have launched exploratory committees. The others are jumping through hoops to make clear that they're just thinking about the possibility of running.","itags":["npr_api","392375446"],"guid":"f7dfe286-59e7-4090-b751-f7f69d88de25","contentencoded":"<p>There's a touch of Alice In Wonderland in the 2016 presidential campaign. What's weird isn't that it's started so early, and not that the hopefuls are raising so much money. It's that almost all of those running insist they're not really candidates.</p><p>They're acting like candidates – or almost – while struggling to avoid anything that might trigger the description in campaign finance law of a candidate \"testing the waters.\" The law calls for prospective candidates to set up exploratory committees, which have strict contribution limits.</p><p>The legal triggers involve rhetoric as well as fundraising, so the un-candidates are perfecting their verbal gymnastics.</p><p>Former corporate CEO Carly Fiorina walked the line in a <a href=\"https://www.youtube.com/watch?v=lNHV2yyUblw\">Fox News interview</a>: \"Well, if I do it, and I haven't made a final decision yet, although I'm getting a lot closer, I must say, I'm doing it because our nation really is at a pivotal point.\"</p><p>Last weekend, former Florida governor Jeb Bush – who may qualify for Most Qualifiers – spoke at a rally in Iowa: \"If I go beyond the consideration of this, my hope is that we will – I will run a campaign, if I get there, that will be hopeful and optimistic, and I'm not going to tear down my fellow Republicans. That doesn't help.\"</p><p>Elsewhere in Iowa, Rick Santorum, a former senator from Pennsylvania, framed the issue as something other than fundraising: \"Every time I remember in the last campaign, ah, well, not that we're in a campaign but, the last campaign.... I'm just clarifying. The FEC is watching. Just so you know this.\"</p><p>That may be true, although recent history at the Federal Election Commission suggests not.</p><p>In any case, it's wrong to say that all White House hopefuls are taking the un-candidate path.</p><p>Republicans Ben Carson, a retired neurosurgeon, and South Carolina Sen. Lindsey Graham both have launched exploratory committees.</p><p>Democrat Jim Webb, a former Virginia senator, set up his exploratory committee last fall,</p><p>barely two weeks after the midterms. In a <a href=\"https://www.youtube.com/watch?v=oV3RnBaXIlk\">video announcement</a>, he told voters, \"As I consider this effort, I'm asking that you support the exploratory committee with a donation, and that you encourage other like-minded Americans to do the same.\"</p><p>Of course, it's another Democrat, Hillary Clinton, who's the most experienced not-yet candidate. She long ago developed a stock answer to the question, which she deployed last year at a <a href=\"https://www.youtube.com/watch?v=1UgZ9MiQKPE\">college conference</a> sponsored by the Clinton Foundation. She got as far as \"No, I'm obviously thinking about all kinds of decisions\" before laughter and applause drowned her out.</p><p>This stance led to a withering skit on <a href=\"https://www.youtube.com/watch?v=VK2Mvd-nH9o\">Saturday Night Live last weekend</a>, with Kate McKinnon as Clinton: \"I will ascend to the high office of president and claim my rightful place in history! If I choose to run.\"</p><p>Jessica Levinson is genuinely not running for president – she teaches campaign finance law at Loyola Law School in Los Angeles – and she said she's dismayed that politicians are going for the White House while saying they're not.</p><p>\"It is absurd. Everyone knows exactly what's happening,\" she said. \"Everybody knows that Hillary Clinton is running for president, that Jeb Bush is running for president.\"</p><p>The un-candidates should start owning up pretty soon. Word is that Clinton, Bush and maybe others could declare their intentions next month.</p><p>Meanwhile, Levinson said the reality is so far from the law, \"it feels like walking into Alice in Wonderland.\" Per the 1951 Disney production:</p><p>March Hare – My dear child, this is not a birthday party.</p><p>Mad Hatter – Of course not. This is an un-birthday party.</p><p>Alice – Un-birthday? I'm sorry, but I don't quite understand.</p><p>And if Lewis Carroll could have looked through the looking glass to 2015, he would have seen the un-campaign.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=So+Far+The+2016+Campaign+Is+More+Like+The+2016+Un-campaign&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Overby","audio":[{"meta":{"duration":"220"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392375447-f54534.m3u?orgId=1&topicId=1014&e=392375446&d=220&ft=nprml&f=392375446"},{"href":"http://media.npr.org/assets/img/2015/03/11/158828483-2f9af146e4576a53e622551125a35ede0aee8866.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1782","width":"2376"}},{"href":"http://media.npr.org/assets/img/2015/03/11/464660030-c49315316468ea78efa23e983db9239b9f75fb16.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3425","width":"4566"}}]}