{"created":"2015-04-11T12:16:59+00:00","modified":"2015-06-05T15:27:08+00:00","valid":{"from":"2015-06-05T15:27:08+00:00","to":"3015-06-05T15:27:08+00:00"},"hreflang":"en","title":"Obama, Castro Shake Hands Ahead Of Historic Meeting Saturday","published":"2015-04-11T14:54:00+00:00","teaser":"In a moment some have looked forward to for more than 50 years, the presidents of the U.S. and Cuba met at the annual Summit of the Americas.","itags":["npr_api","398917315"],"guid":"f7efc820-96e6-4171-b2c1-1a66323ebbce","contentencoded":"<p>It's the handshake some have waited more than 50 years for. And the handshake some hoped would never happen.</p><p>President Obama greeted Cuban President Raul Castro at a summit meeting in Panama Friday night. Their handshake helped crystalize the diplomatic thaw that began in December, when Obama declared an end to decades of official hostility.</p><p>Pope Francis, who helped broker that breakthrough, sent an encouraging message, which was read at the opening ceremony of the summit. There was loud applause when United Nations Secretary General Ban Ki Moon called Castro's invitation the fulfillment of a long-held wish for many in the region.</p><p>President Obama did not join in that applause. He did shake hands with Castro earlier, though the White House tried, unsuccessfully, to keep that out of sight. By the time the curtain rose on the formal ceremony, Obama was seated three seats to Castro's left, with leaders of Ecuador and El Salvador providing an alphabetical buffer between them.</p><p>A White House official says Obama and Castro had no substantive discussions Friday night, though they are expected to talk Saturday on the sidelines of the summit. Officials acknowledge there's great expectation and anxiety surrounding this historic, face-to-face meeting.</p><p>\"We're in new territory here,\" said Deputy National Security Adviser Ben Rhodes. \"The reason we're here though is because the president strongly believes that an approach based entirely on isolation had failed.\"</p><p>While full diplomatic relations are still a way in the future, Rhodes says the president's outreach has already led to some remarkable developments. Trade and travel restrictions on Cuba have been eased and American companies like Airbnb are opening new doors as well.</p><p>\"This is not just about two leaders sitting down together,\" Rhodes said. \"It's about fundamentally changing how the United States engages Cuba — its government, its people, its civil society. And we believe that will have a profoundly positive impact not just for our own interests but for the Cuban people.\"</p><p>President Obama stressed the U.S. still has plenty of differences with Cuba. He met with anti-Castro activists earlier in the day and said the U.S. will continue to work with those who are challenging oppressive governments all over the globe.</p><p>\"When the United States sees space closing for civil society, we will work to open it,\" Obama said. \"When efforts are made to wall you off from the world, we'll try to connect you with each other. When you are silenced, we'll try to speak out alongside you.\"</p><p>At the same time, Obama told a group of CEOs meeting in Panama that many old ideological battles that used to divide countries in the hemisphere have given way to more pragmatic style of governance.</p><p>\"Everybody around the region, throughout the hemisphere, I think, has a very practical solution,\" Obama said. He drew a laugh when he added, \"maybe not everybody, but almost everybody.\"</p><p>Part of that practicality, Obama said, is finding ways for government to work cooperatively with the private sector. He joined Panama's president Friday in celebrating a deal to sell $6.6 billion worth of Boeing aircraft to a Panamanian airline.</p><p>\"It's going to create 12,000 jobs in the United States and 6,000 in Panama,\" Obama said. \"That's an example of what happens when we work together.\"</p><p>Obama also paid a quick visit to the Panama Canal, which he called a symbol of human ingenuity. The canal is also a reminder that sometimes one has to divide a continent in order to bring people together.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama%2C+Castro+Shake+Hands+Ahead+Of+Historic+Meeting+Saturday&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Horsley","audio":[{"meta":{"duration":"226"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398948716-0fdbea.m3u?orgId=1&topicId=1014&d=226&p=7&story=398917315&t=progseg&e=398948715&seg=1&ft=nprml&f=398917315"},{"href":"http://media.npr.org/assets/img/2015/04/11/44484601_h36063073-a1c332e08b267b560bf815e5402984318c42e1f3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1599","width":"2132"}}]}