{"created":"2015-05-21T16:06:20+00:00","modified":"2015-05-21T18:13:32+00:00","valid":{"from":"2015-05-21T18:13:32+00:00","to":"3015-05-21T18:13:32+00:00"},"hreflang":"en","guid":"f7f13cb0-ee69-4b47-99f1-a75bf6ef5f52","title":"The day to remember the 'forgotten genocide'","published":"2015-05-21T18:13:26+00:00","byline":"Julia Barton","teaser":"Between 5 million and 7 million Circassians live around the world, descendants of the native tribes expelled from the Caucasus in the 1860s by Russian Imperial forces. The recent Winter Olympics in their ancestral capital of Sochi angered Circassians, but it also brought them together. They aim to get Russia to recognize a right of return for Circassians. It's a long shot, but these are not people known for giving up easily.","tags":["Global Nation","Culture","Arts, Culture & Media","Circassian people","Caucasus","Adyghe people","Circassian diaspora","Sochi","Winter Olympics"],"contentencoded":"<p>If you go past a Russian consulate or embassy in some parts of the world today, May 21, you may see something unusual and perhaps not welcome to the Russians inside: Green Circassian flags waving in protest on the streets and sidewalks. May 21 is when the world’s Circassian diaspora marks the anniversary of what they say is a <a href=\"https://muse.jhu.edu/books/9780813560694/\">forgotten genocide</a>.</p>\n<p>The Circassians tribes of the North Caucasus once made a romantic subject for British and French writers. Alexandre Dumas and others were rapturous about Circassians’ tall sheepskin hats, their horsemanship and their code of honor; less so about the way Circassians sold their sons and daughters to Ottoman slave-traders. Still, the world had other things on its mind besides Circassians by 1864. That’s when the Russian Imperial Army made a final push to slaughter the war-like tribes of the Caucasus.</p>\n<p>Many Circassians died in campaign; hundreds of thousands more in the forced expulsion on boats across the Black Sea. The survivors settled across the Ottoman Empire, and their descendants travelled even further, to places like northern New Jersey. That’s where I found the largest concentration of Circassians in the United States. Three years ago I did a <a href=\"http://www.pri.org/stories/2012-05-21/forgotten-circassian-nation\">story</a> for PRI’s The World about their stubborn persistence in keeping their ancestors’ culture and language alive in spite of all the forces of assimilation and geopolitics arrayed against them.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"591\" width=\"864\" alt=\"Youth dance group at the Circassian Benevolent Association \" title=\"Youth dance group at the Circassian Benevolent Association \" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/Circassian%20Dance%20copy.jpg?itok=V_Kbiz83\" /><div class=\"field-caption\">\n    <p>Youth dance group at the Circassian Benevolent Association in northern New Jersey</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Julia Barton</p>\n  </div>\n</div>\n<p>My guide was Zack Barsik — who grew up in Passaic County, where Barsik’s father emigrated from Jordan in the 1950s. About 5 million Circassians now live around the world. In the US, it’s only a few thousand; only about 700,000 Circassians remain in the North Caucasus.</p>\n<p>Barsik spent his New Jersey childhood hearing songs and stories from his ancestral homeland. He grew up speaking Adyghe, the Circassian language. “Our history, a lot of it is based on oral history,” Barsik says. “And me constantly hearing these stories … we had a very rich exposure.”</p>\n<p>When I met Barsik in 2012, he and others in the diaspora were galvanized by the impending Winter Olympics in Sochi, a place many Circassians considered their ancestral capital. I’d just been <a href=\"http://www.pri.org/stories/2012-03-26/sochi-2014-building-boom-winter-olympics-leaves-some-behind\">reporting</a> from Sochi, then undergoing a massive construction boom that would only get more and more <a href=\"http://www.pri.org/stories/2014-01-27/sochi-says-goodbye-its-soviet-era-and-hello-modern-olympics\">insane</a> leading up to the Olympics. But you’d be hard-pressed to find many Circassians (or as they are called in Russian, Cherkess) living in Sochi now.</p>\n<p>Barsik and other outspoken Circassians insist that has to change: they’ve been petitioning Russia to recognize a formal right of return under international law. The Russian Federation, however, has not been moved. In 2013, Russian officials <a href=\"http://digitalcommons.wcl.american.edu/cgi/viewcontent.cgi?article=1837&amp;context=auilr\">decided</a> that no such right exists for Circassians seeking to repatriate the Caucasus. And the Olympics carried on without a notable dent from their protests.</p>\n<p>But the attention Circassians received around the Olympics has changed the game for the diaspora, Barsik believes. “In 25 years in Circassian activism, I’ve never seen people more engaged than in the last four to five years,” he says. “We are starting to control our own narrative.”</p>\n<p>That includes following the Armenian diaspora’s model of seeking formal recognition of a Circassian genocide from governing bodies around the world. Georgia (no friend of Russia lately) passed a declaration in <a href=\"http://www.eurasianet.org/node/63530\">2011</a>. As Russia antagonizes many nations in the former Soviet sphere, Circassians are pressing forward: Now genocide declarations are in front of the parliaments of Estonia, Lithuania, and Ukraine, among others. The hope is that a critical mass of these motions could give Circassians more leverage in revisiting the right of return.</p>\n<p>Barsik worries about the new threats to Circassian culture. In Russia, the government only allows two hours a week for Adyghe instruction in schools, he says, so the language is getting weaker in the Caucasus. Meanwhile, Circassians in Syria are fleeing the conflict there, along with everyone else. About 600 refugees have showed up over the past couple of years in New Jersey. Barsik sees them at the popular <a href=\"http://www.cbaamerica.org/\">Circassian Benevolent Association</a>, but it may be a while before they get involved in the cultural and political life of the diaspora, he says.</p>\n<p>“They want to start anew; they want to forget,” he says. “They want to be part of the rest of the world.”</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"675\" width=\"900\" alt=\"Carte d Asie. Covens et Mortier; Guillaume de Lisle, 1742.\" title=\"Carte d Asie. Covens et Mortier; Guillaume de Lisle, 1742.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/story/gallery/Circassian%20Map.jpg?itok=coF5B2Cd\" /><div class=\"field-caption\">\n    <p>This French map from 1742 shows what Europeans considered the boundaries of Circassian lands in the Caucasus at that time.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Circassian Benevolent Association, New Jersey.</p>\n  </div>\n</div>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-20%2Fafter-sochi-olympics-circassian-diaspora-remains-defiant&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/NYCProtest.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/nycprotestjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/052120127.mp3"},{"href":"http://admin.pri.org/file/052120127mp3-0"}]}