{"created":"2014-11-27T08:51:11+00:00","modified":"2015-05-13T21:29:17+00:00","valid":{"from":"2015-05-13T21:29:17+00:00","to":"3015-05-13T21:29:17+00:00"},"hreflang":"en","title":"Stories Of Your First Thanksgiving In The U.S.","published":"2014-11-27T17:12:00+00:00","teaser":"Not surprisingly, many of the stories we heard from you were about food. You had issues roasting the turkey. Your mom found, um, a creative solution to making your bird golden-brown.","itags":["npr_api","366788684"],"guid":"f809a363-c6af-4d25-b8a5-84a7667465db","contentencoded":"<p>This past week, we called for stories about your first Thanksgiving in the United States. Who'd you spend it with? Where were you coming from? What'd you eat? What'd you think of it?<em> </em>we wondered.</p><p>And many of the stories we heard from you were about food: You had issues roasting the turkey properly. Your mom found, um, a creative solution to making your bird golden-brown. You ate <em>a lot</em> of different alternative Thanksgiving meals. Your stories were goofy and weird, but most of them made us smile. Here are some of them:</p><p><strong>Leticia Ortiz</strong></p><p><em>Leticia Ortiz lives in Dallas. Her parents moved to Texas in the late 1970s from Matehuala, San Luis Potosí, Mexico.</em></p><blockquote><p>\"My parents moved out here to Dallas in the late '70s from Mexico. My mom wasn't really sure how people roasted their turkey to get it to look golden and delicious, you know — roasted. So her and her sisters came up with the idea of just putting a chile paste on it that you'd use for tamales or mole. And later, they figured out that you could roast it in an oven — they would just do it last. Like, after they had cooked the turkey [by steaming it on the stove top], they would glaze it and then put it in the oven. And that's how [they] would cook their turkey, because they didn't know how else to do it.</p><p>\"Now that we have all grown up she rarely makes it that way, but that is one of my favorite things about her. She improvised a lot of American foods with a Mexican twist.\"</p></blockquote><p><strong>Alice Wong</strong></p><p><em>Alice Wong lives in San Francisco. Her parents emigrated from Hong Kong to Indianapolis in 1972.</em></p><blockquote><p>\"This wasn't our first Thanksgiving, but it was early in my childhood and a few years after my parents emigrated to Indianapolis, Ind., from Hong Kong in the 1970s. As you can guess, there was a very small Chinese-American community in Indianapolis. I'll never forget that, when I was six or seven, one Thanksgiving we all had our very own individual-sized Swanson frozen turkey pot pies. It was so exciting: first, having something as glamorous as frozen food (the commercials made them look delicious), and we each had our very own little pie! We didn't have to share! As a side dish, we had canned peach halves that my mom served over an iceberg lettuce leaf, the way you see them served at a cafeteria. Any sort of garnish seemed very decadent. We thought this was the height of 'eating' American!</p><p>\"We usually have roast Peking duck with hand-made pancakes, and I distinctly remember in junior high some of my friends made fun of me because duck seemed like such a weird choice rather than turkey. I didn't care because I knew what a special treat this was. To this day, we continue to have roast duck or goose with all the fillings and mom's handmade flour pancakes.\"</p></blockquote><p><strong>Sara Hoff</strong></p><p><em>Sara Hoff lives in Brazil and lived for a year in La Plume, Pa., back in 1999.</em></p><blockquote><p>\"I was 18 years old and I went to the U.S. to study English for four months. I was extremely shy as a teenager back in Brazil. I never spoke to anyone, basically. Once I was in the U.S., however, I realized I had two options: continue to be shy and have a terrible experience, or try to overcome my feelings of inadequacy and enjoy as much as possible. So I ended up making a lot of friends. Nonetheless, when the time for Thanksgiving came, I basically had nowhere to go. I was supposed to go to New York with my roommate, but those plans failed at the last minute. Thankfully, another friend came to my rescue and invited me to go to upstate New York (I had no idea what that meant or where it was) and spend the holiday with her family.</p><p>\"And that's what I did. Grandparents, parents, sister, tons of cousins, uncles, aunts. They were all there. And there was so much food. Turkey, stuffing, vegetables. And oh-my-God the pies. There had to be about 20 of them. It was the first (and only, as I think of it now) time I had pumpkin pie and I still remember it.</p><p>\"But the thing I remember the most was just the feeling of feeling welcome in that place. Of how much those people cared about me and enjoyed having me there without even knowing me. Of how they did not seem to mind that I basically showed up at the last minute. They made me feel like I belonged. They lit candles to remember those who could not be there, and they included one candle for my family. I guess I'll never forget that, because it was the first moment that that shy teenager realized that people could like her, that she could be interesting somehow. And that feeling is priceless and is still with me today, 15 years later.\"</p></blockquote><p><strong>Mika Watanabe</strong></p><p><em>Mika Watanabe lives in Missoula, Mont. She moved from Japan to Montana in 1985.</em></p><blockquote><p>\"Growing up in Japan, I had never seen, touched, or eaten a turkey. It was my first Thanksgiving in the U.S. when I invited a dozen of my hungry friends to a dinner at my apartment. I bought a 12-pound frozen whole turkey in advance. However, I did not know that it required at least 24 hours for every 4 pounds to thaw! My instinct ... was to put the turkey in my bathtub [and run] hot water. This remedy did not go well, of course, and we ended up eating instant noodles late ... that night. However, it is a fond memory. ... My friends and I laughed so hard seeing the frozen turkey flowing in the bathtub. It looked as if the big bird enjoyed taking a bath.\"</p></blockquote><p><em>Some of these stories have been edited for clarity and grammar. </em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Stories+Of+Your+First+Thanksgiving+In+The+U.S.&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kat Chow","audio":[{"meta":{"duration":"231"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366956696-573529.m3u?orgId=1&topicId=1015&d=231&p=3&story=366788684&t=progseg&e=366956578&seg=19&ft=nprml&f=366788684"},{"href":"http://media.npr.org/assets/img/2014/11/26/5204161765_df561a1866_b-3e65039c99cc8feef54e2e36fa1cb6b35600b6cf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"485","width":"648"}},{"href":"http://media.npr.org/assets/img/2014/11/26/8203258965_530415ff38_o-bd06944ec292daedc0e5cb89800450c52dd059a7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"675","width":"900"}}]}