{"created":"2014-10-23T08:47:47+00:00","modified":"2015-04-07T17:51:01+00:00","valid":{"from":"2015-04-07T17:51:01+00:00","to":"3015-04-07T17:51:01+00:00"},"hreflang":"en","title":"Ebola Is Keeping Kids From Getting Vaccinated In Liberia","published":"2014-11-10T15:12:00+00:00","teaser":"The rate for routine vaccinations of babies used to be 97 percent. Now the figure is 27 percent. Blame it on the rippling effects of the outbreak.","itags":["npr_api","358117900"],"guid":"f809ee3a-8f44-4751-ad98-5091ca01270f","contentencoded":"<p>When Ebola began killing people in the Monrovia suburb of Clara Town several months ago, some residents blamed vaccines.</p><p>One vaccinator in the town says mothers didn't want her near their babies.</p><p>\"They had a notion that when the people come to the hospital, we would inject them and kill them,\" says vaccinator Che Che Richardson at the Clara Town Health Center, \"because it was the hospital giving the people Ebola.\"</p><p>Rumors like that, combined with the closing of many health facilities, have caused childhood vaccination rates to plummet in Liberia.</p><p>Now thousands of children are vulnerable to potentially fatal diseases. The indirect effects of Ebola may prove more deadly than the virus itself.</p><p>In response, Richardson and other health care workers have been waging a campaign against misinformation as well as disease.</p><p>Vaccinators have gone out into the community with a simple message for moms, she says.</p><p>\"We encourage them to bring their babies because we told them the longer they stay away it would not be good for the child,\" Richardson says. \"Let them bring their babies so that they can be able to fight against the sicknesses.\"</p><p>There are a lot of those sicknesses in Liberia. Even before Ebola, more than 7 percent of children here died before reaching age 5.</p><p>Many of these deaths are from preventable diseases, says Adolphus Clarke, who helps manage the government's immunization program.</p><p>\"It hurt me most if I saw a child coming down with measles,\" he says. \"Indeed it hurts me, it pains me.\"</p><p>The numbers tell a tragic story. Before Ebola, 97 percent of babies were getting their routine vaccinations. Now the figure is 27 percent.</p><p>That almost certainly means more children will die, Clarke says.</p><p>\"I wouldn't be surprised if we see that we have the hepatitis outbreak, because we know that they are susceptible,\" he says. \"The number is huge. So we are trying to act as fast as we can.\"</p><p>It may not be fast enough.</p><p>There are already ominous reports from places hit hard by Ebola, says UNICEF's Sheldon Yett. \"We've already had cases of measles in Lofa County, which was the original epicenter of the disease in Liberia,\" he says. \"So that's already happening.\"</p><p>Before Ebola arrived, Liberia was making huge progress in reducing childhood diseases.</p><p>\"Now that progress is in tremendous risk of reversing,\" Yett says. \"That is to me one of the biggest tragedies. The great momentum we had going in one direction is at risk of going exactly in the opposite direction.\"</p><p>There are a lot of reasons vaccination rates have fallen. Clinics have been closed, education programs have been suspended, and health care workers are in very short supply.</p><p>\"We're all focusing on Ebola — that's important,\" Yett says. \"But there's another storm cloud on the horizon here right now: That's the storm cloud over the collapse of the health care system itself.\"</p><p>That all said, there are some hopeful signs. At the Community Clinic in Louisiana Township, about 15 miles from Monrovia, vaccination is getting back on track.</p><p>Clatus Sheriff has been the vaccinator here since 2007. He shows me the solar-powered refrigerator where he keeps vaccines.</p><p>\"I have all my routine vaccines here,\" Sheriff says. \"This is my yellow fever. ... I have some measles here.\"</p><p>Sheriff knows the community and says people here trust him. And he knows exactly how many babies under age 1 he expects to vaccinate by the end of year: \"439,\" he says.</p><p>Business is picking up after a lull, Sheriff says. He's now vaccinating eight or 10 children each day.</p><p>In the clinic's waiting room are several mothers with their children. I ask three of them if their children have been vaccinated. They all say, \"Yes.\"</p><p>Another mother has a newborn baby. She says the clinic did a good job delivering her baby. So she will trust them to vaccinate her child.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ebola+Is+Keeping+Kids+From+Getting+Vaccinated+In+Liberia&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Hamilton","audio":[{"meta":{"duration":"270"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358238976-6d289d.m3u?orgId=1&topicId=1031&e=358117900&d=270&ft=nprml&f=358117900"},{"href":"http://media.npr.org/assets/img/2014/10/23/vaccine1-0ddc7a29af24cb620da990dc7a820caeadefff7b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1311","width":"1748"}},{"href":"http://media.npr.org/assets/img/2014/10/23/vaccine3-4f5b38dfffd5ee7983b36ce51308e41937ead967.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}},{"href":"http://media.npr.org/assets/img/2014/10/23/vaccine2-7e83ff6a90cb4043bc842e86548f6e055d378ba7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}}]}