{"created":"2015-04-30T22:16:27+00:00","modified":"2015-04-30T22:22:08+00:00","valid":{"from":"2015-04-30T22:22:08+00:00","to":"3015-04-30T22:22:08+00:00"},"hreflang":"en","guid":"f813dde3-a207-49e4-9914-96935759b2c5","title":"Five things the international community shouldn't do after a disaster","published":"2015-04-30T22:22:04+00:00","byline":"Shirin Jaafari","tags":["disaster","earthquake","disaster relief","aid","aid work","international aid","humanitarian aid","Nepal earthquake","Haiti earthquake","Development","Development & Education","Haiti","Disaster","Earthquake","Haiti earthquake"],"teaser":"When disasters like earthquakes strikes in far-off countries, our first instinct is to help in any way we can. But sometimes that help actually gets in the way of recovery. That's what reporter Jonathan Katz experienced after the 2010 earthquake in Haiti, and he has suggestions on how to avoid a repeat.","contentencoded":"<p>Jonathan Katz was a reporter for the Associated Press in Haiti in 2010, the year a powerful earthquake there killed more than 100,000 people. He was able to see how outside help flowed into the stricken country — and how many outsiders, himself included, messed up in the aftermath of the disaster.</p>\n<p>Katz wrote about those experiences in a book called \"<a href=\"http://www.amazon.com/The-Big-Truck-That-Went/dp/1137278978\">The Big Truck That Went By: How the World Came to Save Haiti and Left Behind a Disaster</a>,\" and he's now worried that some of the same mistakes will replay themselves following the earthquake in Nepal.</p>\n<p>Here are five key things Katz says <a href=\"http://www.nytimes.com/2015/04/28/magazine/how-not-to-report-on-an-earthquake.html?_r=0\">the international community must remember</a> in responding to disasters.</p>\n<h2>1. Don't assume disorder will break out</h2>\n<p>There's often a supposition after a major national disaster that there's going to be a lot of unrest, that there's going to be some kind of outbreak of violence. While there are instances of that, what's actually interesting is that in disasters the total opposite happens. Disaster brings people together, because when people realize how short their lives are and that they could end at any second, people come together and they work together.</p>\n<h2>2. Don't treat people as potential threats to be controlled</h2>\n<p>The danger of expecting these kinds of security meltdowns is that we tend to treat people as threats. The focus should be on how these people are going to put their lives back together, what they're going to do to be able to survive going forward and ultimately how they're going to rebuild their lives and their country in a way that's going to be able to survive future disasters.</p>\n<h2>3. Don't focus on the dramatic stories, focus on patterns and problems</h2>\n<p>Human stories, like the one about pulling survivors out of rubble after five days are great. We love those stories because those are amazing stories and they're triumphs of life. But the reality is that in a disaster like an earthquake, they're very limited. Again, focus should be on helping survivors.</p>\n<h2>4. Don't treat victims as \"obstacles\"</h2>\n<p>There was one mistake that was made over and over in Haiti: The people of Haiti were looked at as being bystanders, as obstacles or as security threats. It was thought that they needed to be put aside and that things needed to be done to them and for them — instead of with them or, even more importantly, following their lead. The decision to look at Haitians as obstacles in their own recovery led to creating these tent camps that ended up being an enormous focus of the relief and reconstruction effort for years to come. Some of those camps are still in existence today. A lot of them became permanent settlements.</p>\n<h2>5. Don't make key decisions <em>after</em> the disaster. Plan ahead.</h2>\n<p>The moment the disaster hits is the wrong moment to think about what kind of procedures need to be in place. That needs to be the moment when the [pre-existing] procedures come into effect.</p>\n<p>There is no substitute for state and local coordination. This is what makes a disaster that occurs in a place like Nepal or Haiti so different from a disaster that occurs in a place like Japan, where you have a strong, well-funded, competent government with ample reach who can coordinate assistance and say, \"Thank you very much for the offer of this planeload full of latex gloves. But, to be honest, we're good. We don't need it.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-30%2Fhere-are-five-ways-not-help-nepal&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04302015_07.mp3"},{"href":"http://www.pri.org/file/0430201507mp3"}]}