{"created":"2014-10-21T23:15:59+00:00","modified":"2014-10-23T14:32:10+00:00","valid":{"from":"2014-10-23T14:32:10+00:00","to":"3014-10-23T14:32:10+00:00"},"hreflang":"en","guid":"f81b7500-5299-4c3d-ad50-8af50e29322c","title":"A veteran from Wisconsin explains why he joined the fight against ISIS","published":"2014-10-23T14:32:07+00:00","byline":"Christopher Woolf","tags":["Islamic State","Islamic State in Iraq and Syria","US Army","US military","Kurds","YPG","PKK","Conflict","Conflict & Justice","Asia","North America","Syria","Turkey","United States","northern Syria","Asia","Middle East","North America","Jordan Matson","James Foley","Kurdish people","Middle East","Kurdistan Workers' Party","Iraqi Kurdistan","ISIS"],"teaser":"Jordan Matson, from Racine, Wisconsin, was once a soldier in the US Army. Today Matson is a volunteer fighter with a Kurdish militia in northern Syria, fighting against ISIS and hoping to bring more Americans over to join the war.","contentencoded":"<p>The US government may be avoiding \"boots on the ground\" in the fight against ISIS. Just don't tell that Jordan Matson.</p>\n<p>The US Army veteran from Racine, Wisconsin, took off a couple of months ago to join the YPG, a Kurdish militia group fighting ISIS in northern Syria. He found himself in combat almost immediately.</p>\n<p>\"About two-and-a-half weeks ago I was in a fight, and I was hit by a mortar and took injuries to my left forearm and my left foot,\" says Matson, speaking from a military base in Derik in northeastern Syria. </p>\n<p>Matson is almost fully recovered and looking forward to going back to the front lines. For now he's doing media interviews and helping other American veterans who want to <a href=\"https://www.facebook.com/pages/The-Lions-Of-Rojava/290140627860127\">come and join the fight</a>. He estimates that he’s dealing with hundreds of volunteers, although only three Americans are believed to actually started fighting in Syria.</p>\n<p>Matson makes no bones about why he’s there: \"After watching this happen for almost two years now — ISIS growing and getting bigger — every time they take a territory, they force people to follow their ideology or they kill them. And I just couldn’t stand by and watch that happen to so many people — men, women and children.”</p>\n<p>Matson says he was tired of hearing the US government saying the wars in Iraq and Syria were local problems. \"It’s a human problem,\" he says, \"because these people are humans and I care about them.”</p>\n<p>The issue came to a head for Matson after journalist James Foley was beheaded by ISIS. \"I prayed for a long time and started looking for an avenue to come over and help defend them,\" he says. \"I found the YPG on Facebook and I asked if I could come over.”</p>\n<p>Matson was never deployed while serving in the Army. The Army Times <a href=\"http://www.armytimes.com/article/20141003/NEWS/310030052/American-reportedly-fighting-against-Islamic-State-Syria-served-U-S-Army?sf31939467=1\">obtained his service records</a>, which showed Matson was discharged as a Private First Class for unspecified reasons after serving about a year and a half of his enlistment.</p>\n<p>In fact, his current visit to Turkey and Syria was Matson's first trip outside the United States at. But he says he's well-versed in local history and politics, and chose to serve with the YPG because believes they're the only pro-Western group fighting ISIS. His research led him to believe that other groups include \"terrorist elements.\"</p>\n<p>The YPG has a strong affiliation with a Kurdish separatist group in Turkey called the PKK, which is on the US State Department list of terrorist organizations. But Matson argues that designation is not because of any danger the group poses to the US. He says Turkey is pushing that policy for its own interests.</p>\n<p>Matson says he has had no contact with the US government at all. He says he knows other people on the ground who are in contact with American authorities, “so if they really wanted to talk to me, I think they would have done it already.”</p>\n<p>Thus far he's had an incredible welcome from Kurdish people and Kurdish militants, he says. “I’ve had nothing but love. These guys are looking for any help they can get. They’ve modelled themselves after a social democracy on the European pattern. They’ve always been supportive of Americans during our time in this region. So when an American came over, I’ve been treated like a celebrity.\"</p>\n<p>He also praises Kurdish community values. “Everyone treats everyone else as an aunt or uncle,\" he says. \"When I was in the hospital, after I was injured, families that had no relatives that were injured or even in the military would just come in and see how everyone was doing. And if they were well enough to leave, they would ask them ‘Do you want to come to my house and stay there while you’re recuperating?’ That’s the kind of culture it is over here.”</p>\n<p>Matson says he does not personally believe that the US government is doing enough to fight ISIS, but he says that the Kurds are sincerely grateful for the assistance the US is providing in terms of air strikes and supplies. He quotes one Kurdish general as telling him, \"If you get on TV or radio, please say thank you for everything you’re doing.\" </p>\n<p>“ISIS will come to our country if we don’t do enough,\" Matson argues. \"They’ve already said they will. And so I’m taking the fight to their soil, before they can take it to ours.”</p>\n<br><p>©2014 Public Radio International</p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/1980268_722294227858668_3743818089396899643_o.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/19802687222942278586683743818089396899643ojpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/102120141.mp3"},{"href":"http://www.pri.org/file/102120141mp3"}]}