{"created":"2014-11-20T19:11:37+00:00","modified":"2014-11-20T20:56:52+00:00","valid":{"from":"2014-11-20T20:56:52+00:00","to":"3014-11-20T20:56:52+00:00"},"hreflang":"en","title":"The Man Behind 'Mockingjay'","published":"2014-11-20T19:11:00+00:00","teaser":"Francis Lawrence describes the rewards and challenges of bringing \"The Hunger Games\" books to the screen.","itags":["npr_api","365491587"],"guid":"f8358c28-f49e-44bb-9007-79e1a5b5fcda","contentencoded":"<p>&#8220;The Hunger Games: Mockingjay &#8211; Part 1&#8243; opens in movie theaters around the country beginning tonight. It&#8217;s the third in the series of films based on Suzanne Collins&#8217; best-selling dystopian novels for young adults.</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson talks to director <strong>Francis Lawrence</strong> about the rewards and challenges of bringing such beloved books to the screen.</p><p>Lawrence also directed the film adaptation of Collins&#8217; second book &#8220;Catching Fire,&#8221; as well as &#8220;The Hunger Games: Mockingjay &#8211; Part 2.&#8221;</p><h4>Interview Highlights: Francis Lawrence</h4><p><strong>On why people gravitate towards &#8220;The Hunger Games&#8221; movies</strong></p><p>“Well I think it goes all the way back to the source material that Suzanne Collins created. She had this idea to write a series of books for teenagers about the consequence of war. I think every decision that she made was based on that idea. Then she created a really compelling story with great characters, especially the character of Katniss, which I think is going to go down as one of the greatest characters of all time &#8212; and then you have the kind of magic of this cast populating those characters.”</p><p><strong>On fans who will compare the movie and the book</strong></p><p>“I love the book. We made this for the fans. I also think that the fans know that you can’t exactly turn the book into a movie, especially when it’s so internal. I’m sure there will be little sort of moments and pieces of dialogue Katniss though to herself that will never make the movie that they’ll be disappointed about, but I think that they’re going to be really excited about the things that we did put in and the new additions. Some of that expansion actually allows to surprise even the strictest fans.”</p><p><strong>On how propaganda in the movie evokes reality</strong></p><p>“It’s pretty chilling when you see some of the ways that the ideas and imagery in this movie is sort of mirrored in what we see on the news today. I was just recently talking to Suzanne Collins about it, and she said ‘unfortunately, it mirrors things that have been happening for hundreds, if not thousands, of years.”</p><p><a href=\"http://www.youtube.com/watch?v=C_Tsj_wTJkQ\">[Youtube]</a></p><h4>Guest</h4><ul><li><strong><a href=\"http://www.imdb.com/name/nm1349376/\" target=\"_blank\">Francis Lawrence</a></strong>, director of &#8220;The Hunger Games: Mockingjay &#8211; Part 1.&#8221; He tweets <a href=\"https://twitter.com/hibbits\" target=\"_blank\">@Hibbits</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Man+Behind+%27Mockingjay%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"561"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365514846-ddeed2.m3u?orgId=1&ft=3&f=365491587"}]}