{"created":"2014-09-21T17:05:42+00:00","modified":"2014-11-10T20:26:52+00:00","valid":{"from":"2014-11-10T20:26:52+00:00","to":"3014-11-10T20:26:52+00:00"},"hreflang":"en","title":"After Discrimination Finding, Jury's Out On Memphis Juvenile Courts","published":"2014-08-06T14:55:00+00:00","teaser":"The U.S. Justice Department bashed the juvenile justice system in Shelby County, Tenn., in 2012. Now, Memphis courts are trying to find a way forward.","itags":["npr_api","338086226"],"guid":"f83a72d8-272a-4ec4-9fe7-d5f5447341c5","contentencoded":"<p>For people connected to the Memphis juvenile courts, April 2012 is unforgettable. That's when federal investigators <a href=\"http://www.justice.gov/crt/about/spl/documents/shelbycountyjuv_findingsrpt_4-26-12.pdf\">determined</a> that the Shelby County juvenile court system discriminated against African-American defendants.</p><p>The Justice Department said the system punished black children more harshly than whites. In the most incendiary finding, investigators said the court detained black children and sent them to be tried in the adult system twice as often as whites.</p><p>The finding came after a three-year investigation, but not everyone in the Shelby County court system buys it. \"I said I've been here a long time. I've never seen any evidence of that happening,\" says Judge Curtis Person. He has led the Shelby County juvenile court in Memphis for the past eight years and steadfastly denies allegations of discrimination.</p><p>Nine-thousand children face delinquency charges in the red-brick juvenile courthouse each year. Many are handled outside of court, but around 3,000 are prosecuted by the district attorney's office. Lawyers say about 90 percent of those prosecuted are poor and black.</p><p>Advocates for juvenile justice, like Patricia Puritz of the National Juvenile Defender Center, point out that unlike adult court, Tennessee's juvenile court is designed to rehabilitate children, not just punish them.</p><p>But Shelby County public defender Stephen Bush says he worries about the lack of mental health services and other ways to rehabilitate children in the system.</p><p>\"It's a tragedy when the child is sent into the adult system when a court can't find the right services to meet the needs of that child,\" he says. \"The stark racial disparities that were highlighted in the DOJ's findings here, you will find those in urban centers throughout the country. Race has become the defining characteristic not just of our juvenile court systems but also of our adult systems as well.\"</p><p>After the report from the Justice Department, Bush hired a small group of public defenders to handle cases in the juvenile system. And he's working with about 50 other private lawyers — paid for by the state. But many of these are the same attorneys the report criticized for inadequate defense of their young clients.</p><p>By many accounts, the lawyers are doing better — calling more witnesses, challenging testimony. Last year, one attorney won a boy's release by proving he had confessed to a murder he didn't commit. But an independent monitor says the quality of defense is still not as good as it could be.</p><p>So the jury's still out on the overall court performance.</p><p>On the second floor of the courthouse, though, the detention center at least seems to be getting better.</p><p>The center has room for more than 100 children, in custody waiting for court hearings. It used to overflow with kids. But the court has been working with schools and police to keep more kids at home or on probation.</p><p>Public defender Bush says there are 48,000 kids under the age of 5 in Shelby County. He hopes the system will be better by the time those children get older. \"This work is going to take time, it's going to take deep commitment. But we really are talking about justice for a new generation,\" Bush says.</p><p>A spokesman for the court says the Justice Department plans to spend three more years in Memphis, trying to make sure it gets there.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Discrimination+Finding%2C+Jury%27s+Out+On+Memphis+Juvenile+Courts&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Johnson","audio":[{"meta":{"duration":"467"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338234114-ebbb79.m3u?orgId=1&topicId=1014&ft=3&f=338086226"},{"href":"http://media.npr.org/assets/img/2014/08/05/2_3_12_10440325-d7689b87e5640dd407264c09e50e6d5c94125755.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"288","width":"384"}}]}