{"created":"2014-09-09T07:42:51+00:00","modified":"2014-10-30T22:35:12+00:00","valid":{"from":"2014-10-30T22:35:12+00:00","to":"3014-10-30T22:35:12+00:00"},"hreflang":"en","title":"How The Islamic State Smuggles Oil To Fund Its Campaign","published":"2014-09-25T17:43:00+00:00","teaser":"As Islamic State militants have marched across Syria and Iraq, oil smuggling has been a major part of their strategy. They have targeted oil fields and refineries and worked with a range of middlemen.","itags":["npr_api","346844240"],"guid":"f83b4f78-69da-411b-89c3-9b96605af481","contentencoded":"<p><em>Editor's Note: This story was published on Sept. 9. In light of the <a href=\"http://www.npr.org/blogs/thetwo-way/2014/09/25/351402282/airstrikes-hit-isis-controlled-oil-refineries\" target=\"_blank\">U.S.-led airstrikes</a> on the Islamic State's oil production facilities, we wanted to showcase it once again.</em></p><p>In less than three years, the Islamic State has had a remarkable rise from startup militants to a cash-rich and capable extremist organization. The swift expansion is fueled, in part, by a massive oil smuggling operation in eastern Syria that has now expanded to Iraq, according to regional analysts and oil industry specialists.</p><p>The Islamic State, also known as ISIS, earns millions of dollars from these ongoing smuggling efforts.</p><p>\"It's a tiny amount for a state, but it's quite a lot for a terrorist group,\" says Rafiq Mark Latta, with the Energy Intelligence Group. Latta dismisses exact figures.</p><p>\"It's much too complex,\" he notes, but he agrees with the widely quoted oil industry estimate that the Islamic State is earning about $1 million to $3 million a day by smuggling oil.</p><p>\"I suspect, at times, it 's been more,\" he says of the sophisticated and extensive operation.</p><p><strong>Oil As A Priority</strong></p><p>When Islamic State fighters stormed across the Syrian border into Iraq and seized Mosul, a city of 2 million, back in June, they arrived in Toyota pickup trucks and dusty sedans. A fleet of oil tankers was also part of the convoy. The group was coming for the oil.</p><p>\"Yes, 100 percent,\" Latta says.</p><p>They made a bold grab for some of Iraq's most valuable assets, lucrative refineries and oil fields. A day after Mosul was taken, the militants moved south, surrounding the Beiji oil refinery, Iraq's largest.</p><p>They also seized at least four oil fields, including Ajeel, one of the most productive, near the Iraqi city of Tikrit. When they got to the Al Kaz field, in Anbar province, \"They took all the cash, they took all the vehicles, they gave strict instruction that nothing should be touched, \" says Latta.</p><p>By then, the plan was clear, says Ben Van Heuvelen, managing editor Iraq Oil Report.</p><p>\"In June and early July,\" he recounts, \"ISIS was stealing oil out of pipelines, out of storage tanks, loading it onto trucks and selling it to drivers for very cheap.\"</p><p>The cut-rate price of $25 a barrel was an incentive for traders to buy.</p><p>\"The drivers were then selling to middlemen,\" explains Van Heuvelen, \"then middlemen would find a way to launder the oil, so to speak, and then sell it on.\"</p><p>The profits were huge. His calculations, based on interviews with drivers and reports of trucks crossing local borders: \"Our estimate — it was about a million dollars a day going across.\"</p><p><strong>Potential Battles Ahead</strong></p><p>The Islamic State was driven out of the Ajeel field at the end of August by the Iraqi military, but that hasn't dented smuggling from other fields or dimmed their goal to capture even more lucrative fields. They have set their sites on the oil-rich province of Kirkuk, bordering Mosul.</p><p>Now, Kurdish fighters known as the Pesh Merga tightly defend the province and the oil fields, but the Islamic State has gained control of one district in the southwest of the capital city.</p><p>\"When we see oil tankers coming from areas controlled by ISIS we confiscated those,\" says Najmiddin Karim, the governor of Kirkuk. \"We have confiscated many oil tankers.\"</p><p>But there are many open desert roads, and the Islamic State has created alternative routes by bribing drivers and officials for forged papers, ensuring a steady flow of cash.</p><p>\"In war time, people do anything to make money; that's why they are called warlords,\" says the governor, acknowledging the persistence of smuggling routes.</p><p>Islamic State militants learned the ruthless smuggling trade in U.S. prisons in Iraq. They had good teachers, say regional analysts. Young radicals were jailed with experienced al-Qaida leaders before the prisons were shut in 2010.</p><p>\"We've definitely seen this film before in post-2003 Iraq,\" says Ali Khedery, a former adviser to U.S. ambassadors and U.S. military commanders in Baghdad until 2010.</p><p>He says al-Qaida set up kidnapping rackets, extortion schemes and oil smuggling routes to fund operations.</p><p>\"That's how they were able to build up a war chest of hundreds of millions of dollars,\" he explains.</p><p>Rafiq Mark Latta agrees. \"In those days, Beiji, which is Iraq's largest refinery, was known as al-Qaida's refinery.\"</p><p>For years, al-Qaida in Iraq skimmed millions from the facility through the extortion of local employees until the U.S. military stepped in and shut the operation down.</p><p><strong>Many Small Refineries</strong></p><p>The Islamic State, or ISIS, started a smuggling operation when it captured oil fields in eastern Syria last year, says Latta. ISIS operatives built a more extensive network. They now support hundreds of black-market refineries along the northern Syria border that produce gas and heating oil.</p><p>\"Syrian local businessmen, they've got these 'teakettle' refineries, all very small operations,\" says Latta. \"Most are under 100 barrels a day. And ISIS takes a cut\" for sales on the domestic market.</p><p>The networks for exporting stolen crude are even more extensive, he says, moving through Turkey and Iran and reaching international markets as far away as Afghanistan and Armenia, earning millions for the militants.</p><p>In recent weeks, say Latta, Kurdish and Turkish officials have stepped up efforts to shut down the networks.</p><p>\"If you cut their money in half, they would still pose a threat, but it's a start,\" he says. Other experts who have been tracking the illicit oil trade say it will take a massive effort to curb the cash flow.</p><p>\"You would need to have people on the ground to give information,\" says Luay Jawad Al-Khatteeb, a visiting fellow at the Brookings Doha Center who has researched the Islamic State's finances. \"You would need hundreds of people in hostile territory.\"</p><p>Shutting down the illicit oil trade \"requires having an entire security structure that is resistant to corruption,\" says Van Heuvelen.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+The+Islamic+State+Smuggles+Oil+To+Fund+Its+Campaign&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Deborah Amos","audio":[{"meta":{"duration":"231"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347017616-33d5b8.m3u?orgId=1&topicId=1009&ft=3&f=346844240"},{"href":"http://media.npr.org/assets/img/2014/09/08/is-oil1-ab8ef9fbb319390fd89bb26c709914b745629a1f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1172","width":"1563"}}]}