{"created":"2015-05-28T17:50:39+00:00","modified":"2015-05-28T18:34:29+00:00","valid":{"from":"2015-05-28T18:34:29+00:00","to":"3015-05-28T18:34:29+00:00"},"hreflang":"en","title":"The Epic Rise And Fall Of BlackBerry","published":"2015-05-28T18:34:00+00:00","teaser":"How does a company go from controlling half the world's smartphone market to less than 1 percent?","itags":["npr_api","410314705"],"guid":"f846e31c-8102-4905-9207-c2440e14d65c","contentencoded":"<p>When Steve Jobs walked on stage in 2007 to introduce the world to the iPhone, it was not yet clear how much communication was about to change.</p><p>Research In Motion, the Canadian maker behind BlackBerry, was in high standing, on its way to controlling half of the smartphone market. With its addictive grasp on the corporate world (fanatics called it the &#8220;Crackberry&#8221;), when RIM co-CEO Mike Lazaridis showed the video to his partner Jim Balsillie, the latter had one thing to say: &#8220;We&#8217;ll be fine.&#8221;</p><p>&#8220;They knew the iPhone was a huge threat, but they didn&#8217;t think it would happen as quickly as it did, because the iPhone had so much capacity and drained so much bandwidth, that they assumed that the carriers would not be able to catch up with all the things that they wanted to offer in the iPhone &#8211; whether it was Angry Birds or YouTube videos,&#8221; <strong>Jacquie McNish</strong> told <a href=\"http://hereandnow.wbur.org/\" target=\"_blank\"><em>Here & Now&#8217;</em></a>s Jeremy Hobson. &#8220;That was just an impossibility from BlackBerry&#8217;s perspective.&#8221;</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;You just can’t take for granted just how absolutely predatory the technology space is.&#8221;<div class=\"pullquoteauth\">&ndash; Sean Silcoff</div></p><p></div></p><p>McNish and <strong>Sean Silcoff</strong>, who are both writers at The Globe and Mail, uncovered the story of the once-beloved phone maker for a new book called &#8220;<a href=\"http://www.amazon.com/Losing-Signal-Extraordinary-Spectacular-BlackBerry/dp/1250060176\" target=\"_blank\">Losing the Signal: The Untold Story Behind the Extraordinary Rise and Spectacular Fall of BlackBerry</a>&#8221; (excerpt <a href=\"#excerpt\">below</a>).</p><p>Mike Lazaridis&#8217; words would prove false, as infighting, a series of blunders and a refusal to accept how consumers expectations of technology were changing would corrode the strength of their flagship product, the BlackBerry.</p><p>&#8220;This company almost got killed so many times, and you just can&#8217;t take for granted just how absolutely predatory the technology space is,&#8221; Silcoff said. &#8220;Nobody will give you a break.&#8221;</p><p>So what lessons are there to be learned from BlackBerry&#8217;s mistakes and miscalculations?</p><p>&#8220;You can probably trust your rival more than your best customer, it would seem sometimes,&#8221; Silcoff said. &#8220;That might be eye opening for a very optimistic young entrepreneur who&#8217;s setting out into the world with a great new idea.&#8221;<a name=\"excerpt\"></a></p><ul><li><a href=\"http://apps.wbur.org/books/#herenow\" target=\"_blank\">Find more great reads on our digital bookshelf</a></li></ul><h4>Book Excerpt: &#8216;Losing The Signal&#8217;</h4><p><em>By Jacquie McNish and Sean Silcoff</em></p><p><strong>Reach for the Top</strong></p><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/05/0528_losing-the-signal.jpg\"><img class=\"alignright size-medium wp-image-85117\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/05/0528_losing-the-signal-197x300.jpg\" alt=\"Cover of \"Losing the Signal\"\" width=\"197\" height=\"300\" /></a></p><p>The students at Prince of Wales Public School had long since stopped paying attention to Reg Nicholls squeaking away on the blackboard. Every few minutes the math teacher frowned, erasing part of his work. Then: more numbers, a spiraling out-of-control formula, and that awful scraping of chalk on blackboard. Finally, the classroom fell silent. Poor Nicholls stood motionless. “Can anyone tell me where I went wrong?” he asked.</p><p>An answer came from the back of the room: “When you were born.”</p><p>The room erupted. Nicholls raced to the back of the class, dragging his heckler into the hallway. The sputtering, mottle-faced instructor pinned twelve-year-old Jim Balsillie against a wall of lockers. Balsillie stared right back at Nicholls. Balsillie’s real punishment came the next day when he was kicked out of math. He’d have to study on his own for the rest of term. See how far that gets you, his teacher said. Oh, and you’re still going to have to join classmates for the compulsory provincewide math test in a couple of weeks.</p><p>Later that month, Balsillie rejoined his class for the big test at the Peterborough, Ontario, school. The smart-ass, it turns out, really was smart. Studying all on his own, the lippy twelve-year-old math castoff scored first in the grade 7 test, not just at Prince of Wales but in the entire province. A regional superintendent traveled to the school to bestow the 1974 math honor on him. When he raced home to tell his mom, Laurel, about winning the award, she just shook her head, laughing, repeating a line she often used to sum up her difficult middle child: “Jim, you always fall in shit and come up smelling like roses.”</p><p>Getting in trouble was relatively easy in Peterborough’s working-class west end, where houses were small and ambitions were oversized; where lawns doubled as parking lots and sports games frequently ended in fights. Young Jim, the middle of three children born within three years, fit right in with the time and territory. “I was always a troublemaker,” he says, “mouthy and cocky.” Growing up, Balsillie played a lot of hockey and lacrosse and loved watching Peterborough Petes junior hockey games at Memorial Centre with his father, who had seasons tickets. Many Petes players made it to the NHL—including Bob Gainey and Steve Yzerman—and Balsillie dreamed of one day following them and returning to his hometown with hockey’s greatest trophy, the Stanley Cup.</p><p>Even more important to Balsillie than Petes players was the team’s coach. “The leading figure in my eyes was Roger Neilson—an innovative coach in so many ways.” Neilson was junior hockey’s infamous trickster. When pulling his goalie for an extra attacker, Roger had his net-minder leave his stick across the mouth of the crease to stop long shots. When he was managing a local baseball team, Neilson had a catcher hide a pared apple in his equipment. When a runner for the other team dangled off third base, the catcher fired the apple over his third basemen’s head. The jubilant runner then dashed home, smiling, only to be touched out with the real ball by Roger Neilson’s catcher at home plate.</p><p>When he wasn’t pulling a fast one, Neilson fought the rules. That’s how he became known as “Rule Book Roger.” The establishment—referees and umpires, who were league officials—hated Rule Book Roger. Not teenage Jim Balsillie: he loved the maverick as much as he loved the game. Neilson’s skirmishes mirrored the deep-rooted conflicts with authority that defined Balsillie’s teenage years. He was close to his mother and her parents, but he sparred frequently with his father; he was a bright student who alienated teachers with a razor-sharp tongue. Although suspicious of figures of power, Balsillie also aspired to join Canada’s business establishment. Balsillie would struggle throughout his career to make peace with his warring two-headed demon: the positive force of ambition versus a deep-rooted distrust of authority.</p><p>Predictably, perhaps, Balsillie’s trouble with those in charge first became manifest in dealings with his father, Ray Balsillie, a descendent of French Métis, Canadian aboriginals of mixed European and indigenous ancestry that trace their roots to the fur trade. The Balsillies were a complicated bunch. One wing of the family worked at Saskatchewan’s fabled Cumberland House, a northern Hudson Bay Company trading post that once housed the ill-fated Franklin expedition to the Arctic—Scottish explorers who perished in the far north in the 1840s. The Balsillie clan shares both Scot and Métis blood. All of which explains Jim Balsillie’s piercing blue eyes, sharp cheekbones, and olive skin.</p><p>Ray Balsillie whose family moved from Manitoba to a small town south of Waterloo when he was a boy, left the family home as a teenager to make a fresh start in Seaforth, Ontario, with the Royal Canadian Air Force. As an adult Ray Balsillie seldom spoke of his native heritage, and his two sons and daughter were discouraged from raising the subject. It was only when Jim traveled as an adult to Winnipeg that he learned that an aunt was one of that city’s most notorious residents. Gladys Balsillie, who died in 1987, began her career as a pilot before opening a popular restaurant and music venue, the Swinging Gate. When the restaurant closed, she made her mark managing exotic dancers at Winnipeg hotels. At her peak, the “Queen of the Strippers” managed more than one hundred male and female performers. Ray may have tried to hide his family’s colorful past under the lush blue-green carpet of Ontario cottage country, but there was a strain of restless adventure in Balsillie blood—a history of flesh and fur traders.</p><p>Jim was born in 1961 in Seaforth, a small town near Lake Huron. Shortly after, Ray began moving the family around, accepting positions as an electrical repairman with various Ontario companies. Eventually the Balsillies settled in Peterborough, a small, conservative city in the heart of Ontario that, apart from their neighborhood, was straight as an accountant’s ruler. When Jim was growing up, Peterborough was a predominantly white, churchgoing community defined by Trent University, a handful of U.S. manufacturing branch plants, and the summer influx of affluent Toronto cottagers. According to Jim, Ray Balsillie viewed himself as an outsider in the upbeat town; he gradually adopted a forlorn, Willy Loman–like air of defeat. “He grappled with insecurities,” Balsillie says of his father. He and his dad’s relationship “wasn’t all hugs and kisses.”</p><p>As Ray Balsillie withdrew from social activity, devoting his spare time to storing found objects and oddities in the family house, Jim flew in the opposite direction, growing increasingly ambitious. He cut his teeth as a salesman at age seven, selling Christmas cards door-to-door as his mother supervised from the sidewalk. Soon there were multiple paper routes, a painting business, and a job manning the lift at a nearby ski hill.</p><p>“I wanted the independence. I wanted nice things. If you wanted books, records, a car, athletic gear, you had to go earn it,” he says.</p><p>What Balsillie really wanted was to be someone. Upon reading Peter C. Newman’s seminal 1975 study of Canada’s cozy business aristocracy, The Canadian Establishment, the tradesman’s son decided that he had to join the country’s most inbred club. Tracing the education and early career paths of powerful corporate chieftains mapped out in Newman’s book, Balsillie realized he needed to take three giant steps: first, be accepted by an elite undergraduate school; second, land an accounting job at the establishment firm of Clarkson Gordon; and third, graduate from Harvard Business School. Balsillie had been an indifferent student who, except for his grade 7 home run in math, earned only average marks. He threw himself into studies his final year of high school. Upon being accepted by the University of Toronto’s prestigious Trinity College, Balsillie replaced his childhood dreams of professional hockey with a new yearning. “I remember deciding I was going to be the best student in the history of the University of Toronto, set every academic record imaginable, prepare for every assignment, get 100 percent on everything,” Balsillie says. “I was pretty sure they were going to put up a statue of me.”</p><p><em>Excerpted from LOSING THE SIGNAL: The Untold Story Behind the Extraordinary Rise and Spectacular Fall of BlackBerry. Copyright © 2015 by Jacquie McNish and Sean Silcoff. Excerpted by permission of Flatiron Books, a division of Macmillan Publishers. No part of this excerpt may be reproduced or reprinted without permission in writing from the publisher.</em></p><h4>Guest</h4><ul><li><strong><a href=\"http://www.theglobeandmail.com/authors/jacquie-mcnish\" target=\"_blank\">Jacquie McNish</a></strong>, senior writer at The Globe and Mail and co-author of &#8220;Losing the Signal.&#8221; She tweets <a href=\"https://twitter.com/jacquiemcnish?lang=en\" target=\"_blank\">@jacquiemcnish</a>.</li><li><strong><a href=\"http://www.theglobeandmail.com/authors/sean-silcoff\" target=\"_blank\">Sean Silcoff</a></strong>, business writer at The Globe and Mail and co-author of &#8220;Losing the Signal.&#8221; He tweets <a href=\"https://twitter.com/seansilcoff\" target=\"_blank\">@SeanSilcoff</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Epic+Rise+And+Fall+Of+BlackBerry&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"676"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410314708-b0a8d9.m3u?orgId=1&d=676&p=60&story=410314705&t=progseg&e=410288942&seg=3&ft=nprml&f=410314705"},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0528_blackberry.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"847","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0528_losing-the-signal.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1946","width":"1280"}}]}