{"created":"2014-10-27T18:27:29+00:00","modified":"2014-10-30T22:56:41+00:00","valid":{"from":"2014-10-30T22:56:41+00:00","to":"3014-10-30T22:56:41+00:00"},"hreflang":"en","title":"A Fan Says No To Football","published":"2014-08-27T15:56:00+00:00","teaser":"Steve Almond writes, \"our allegiance to football legitimizes and ever fosters within us a tolerance for violence, greed, racism, and even homophobia.\"","itags":["npr_api","343446471"],"guid":"f8482cfa-0837-4ae0-9330-3922adae03d8","contentencoded":"<p><strong>Steve Almond</strong> has been a football fan almost all his life, playing sandlot games with his brothers and his friends, watching games on TV with his dad. But now as an adult he&#8217;s taking a closer look at the sport &#8212; especially the NFL &#8212; and he doesn&#8217;t like what he sees.</p><p>In his new book, &#8220;<a href=\"http://www.amazon.com/Against-Football-Fans-Reluctant-Manifesto-ebook/dp/B00IW4DOWM/?tag=wburorg-20\" target=\"_blank\">Against Football: One Fan&#8217;s Reluctant Manifesto</a>,&#8221; Almond writes: &#8220;our allegiance to football legitimizes and ever fosters within us a tolerance for violence, greed, racism, and even homophobia.&#8221;<a name=\"excerpt\"></a></p><p>He joins <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Robin Young to make the case against football, which he says he&#8217;ll try not to watch this fall.</p><h4>Book Excerpt: &#8216;Against Football&#8217;</h4><p><em>By Steve Almond</em></p><p><p style=\"text-align: center\">PREFACE</p><p><p style=\"text-align: center\">I WASN’T OUT COLD, BUT I WAS OUT</p><p>Among the motley artifacts taped to the walls of my office—tucked below the photo of the Bay City Rollers in snug tartan jumpsuits and the student evaluation that reads, “If writing were a part of my body, I would cut it off with an Exacto blade”—is a tiny yellowed clipping.</p><p>It’s a grand total of two paragraphs, snipped from a <em>Boston Globe </em>recap of the New England Patriots’ 12–0 win over the Miami Dolphins on December 7, 2003. I’m almost certain I didn’t watch this contest, because I hate the Patriots, though oddly, if I’m honest (which I don’t like being in the context of my sports-viewing habits) I have watched <em>a lot </em>of Pats games over the years, so there’s a decent chance I caught a portion of this one, maybe just the third quarter at a friend’s house.</p><p>The passage reads:</p><p>&nbsp;</p><p><p style=\"padding-left: 30px\"><em>With 13 minutes 50 seconds left in the game, running back</em></p><p><p style=\"padding-left: 30px\"><em>Kevin Faulk hauled in a 15-yard pass from quarterback Tom</em></p><p><p style=\"padding-left: 30px\"><em>Brady, then got leveled by Miami safety Brock Marion, who</em></p><p><p style=\"padding-left: 30px\"><em>forced a fumble and left Faulk motionless on the ground.</em></p><p><p style=\"padding-left: 30px\"><em>“I wasn’t out cold, but I was out,” said Faulk. Asked if</em></p><p><p style=\"padding-left: 30px\"><em>he remembered lying on the ground, he said, “No, I don’t,</em></p><p><p style=\"padding-left: 30px\"><em>so I must have been out. I knew that something was wrong</em></p><p><p style=\"padding-left: 30px\"><em>with me. I knew that, like, it wasn’t normal. I didn’t have</em></p><p><p style=\"padding-left: 30px\"><em>that same, normal feeling when I got up.”</em></p><p><em> </em></p><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/08/0826_against-football.jpg\"><img class=\"alignright size-medium wp-image-66007\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/08/0826_against-football-210x300.jpg\" alt=\"Cover of \"Against Football\" by Steve Almond\" width=\"210\" height=\"300\" /></a></p><p>I have no idea how I came across this dispatch. I don’t subscribe to the <em>Globe</em>, so I probably found it on the subway. I do remember the strange buzz that accompanied the reading of these words. The first paragraph is standard sports reportage: game data, a stark description of collision and injury. But that second paragraph! It read more like a poignant existential monologue. Faulk seeks to minimize his injury, then, pressed, struggles to assimilate what happened to him, which most physicians would describe as a significant injury to the brain. What you’re hearing is the linguistic equivalent of a concussion.</p><p>&nbsp;</p><p>I thought it was funny.</p><p>That would be the simplest way to explain why I brought  this story home and cut out the section in question and taped it to my wall. I thought it said something elemental about athletic delusion, the absurd and pitiful way players hide from the truth of their vocation: that they earn ungodly sums of money and acclaim for demolishing each other.</p><p>I assumed, in other words, a posture of ironic distance, which is what we Americans do to avoid the corruption of our spiritual arrangements. Ironic distance allows us to separate ourselves from the big, complicated moral systems around us (political, religious, familial), to sit in judgment of others rather than ourselves. It’s the reason, as we zoom into the twilight years of our imperial reign, that Reality TV has become our designated guilty pleasure.</p><p>But here’s the thing: You can run from your own subtext for only so long. Those spray-tanned lunatics we happily revile are merely turned-out versions of our private selves, the whores we hide from public view.</p><p>What I mean is that there’s a deeper reason I cut those paragraphs out of the paper a dozen years ago, and carried that little square of newsprint with me through three different moves, each time affixing it to a spot right over my desk.</p><p>I told myself it was just a macabre little talisman, a window into the dissonant psyches of famous barbarians. Then, a few months ago, around the time my own mother suffered an acute and terrifying insult to her brain, the truth landed. The passage wasn’t about Faulk and his brethren. It was about me. It was about the forty years I’d spent as an ardent football fan, about my refusal to face the complicity of my own joy in seeing men like Kevin Faulk concussed.</p><p><em>I knew that something was wrong with me.</em></p><p><em> </em></p><p>The game in which Faulk got hurt took place in the midst of an historic fifteen-game win streak that would carry the Patriots to their second Super Bowl in three seasons. The moment captured was, by the standards of gridiron lore, the zenith of that team’s fortunes. The only extant photo of the play shows Marion colliding with Faulk in helmet-to-helmet fashion. Both men are grimacing. Marion’s knee appears to be striking the helmet of a third figure, Miami linebacker Junior Seau, who is grasping at Faulk from the ground.</p><p>In 2012, nine years after this play and two years into retirement, Seau would fire a .357 Magnum into his chest. Although never diagnosed with a concussion during his twenty-year career, an autopsy of his brain would reveal chronic brain damage.</p><p>&nbsp;</p><p>This little book is a manifesto. Its job is to be full of obnoxious opinions. For example, I happen to believe that our allegiance to football legitimizes and even fosters within us a tolerance for violence, greed, racism, and homophobia.</p><p>I recognize that voicing these opinions will cause many fans to write off whatever else I might have to say on the subject as a load of horseshit, shoveled by someone who is probably wearing a French sailor’s suit and whistling the Soviet National Anthem.</p><p>Before you do so, let me reiterate: I am one of you. If we ever have the awkward pleasure of meeting, we can, rather than debating my obnoxious opinions about football, happily muse over any of the hundreds of NFL players, past and present, whose names and career paths and highlight reels I have, pathetically, unintentionally, and yet lovingly, filed away in my hippocampal hard drive. Chances are I know all about your favorite team, what they did last year and last decade and whom they drafted (at least in the first round) and where they’re predicted to finish in their division, a subject I would prefer to take up, given the alternative, which would be to discuss my team, the wretched and moribund Oakland Raiders, who will finish this season—mark my words—no better than 3–13.</p><p>So please, before you set this book down, or quietly remit it to the poor soul in your life who thought it might make an “interesting” gift, please consider one final obnoxious opinion: I happen to believe that football, in its exalted moments, is not just a sport but a lovely and intricate form of art.</p><p>&nbsp;</p><p>Mostly, this book is a personal attempt to connect the two disparate synapses that fire in my brain when I hear the word “football”: the one that calls out, <em>Who’s playing? What channel?</em>, and the one that murmurs, <em>Shame on you</em>. My hope is to honor the ethical complexities <em>and </em>the allure of the game. I’m trying to see football for what it truly is.</p><p>What does it mean that the most popular and unifying form of entertainment in America circa 2014 features giant muscled men, mostly African-American, engaged in a sport that causes many of them to suffer brain damage? What does it mean that our society has transmuted the intuitive physical joys of childhood—run, leap, throw, tackle—into a corporatized form of simulated combat? That a collision sport has become the leading signifier of our institutions of higher learning, and the undisputed champ of our colossal</p><p>Athletic Industrial Complex?</p><p>&nbsp;</p><p><em>I knew that, like, it wasn’t normal.</em></p><p>So what was it?</p><p><p style=\"text-align: right\">Steve Almond</p><p>Arlington, Massachusetts</p><p>April 2014</p><ul><li><a href=\"http://hereandnow.wbur.org/tag/book-excerpt\" target=\"_blank\">Read more book excerpts</a></li></ul><h4>Guest</h4><ul><li><strong><a href=\"http://againstfootball.org/bio/\" target=\"_blank\">Steve Almond</a></strong>, author of &#8220;<a href=\"http://againstfootball.org/\" target=\"_blank\">Against Football</a>.&#8221; He tweets <a href=\"https://twitter.com/stevealmondjoy\" target=\"_blank\">@stevealmondjoy</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Fan+Says+No+To+Football&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"935"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344220455-f77980.m3u?orgId=1&ft=3&f=343446471"}]}