{"created":"2015-01-23T17:47:37+00:00","modified":"2015-01-23T17:47:39+00:00","valid":{"from":"2015-01-23T17:47:38+00:00","to":"3015-01-23T17:47:38+00:00"},"hreflang":"en","guid":"f859c59b-41d0-4314-920c-278177d7141f","title":"How Americans fell in love with snipers","published":"2015-01-23T17:47:34+00:00","byline":"Kristen Meinzer, T.J. Raphael","tags":["movies","Iraq war","war","military","conflict","culture","Culture","Arts, Culture & Media","North America","Iraq","Middle East","Clint Eastwood","Chris Kyle","Bradley Cooper","Robert McKee","Film","Sniper","The Hurt Locker","Entertainment"],"teaser":"\"American Sniper\" is a huge hit with audiences and critics, but it's also getting slammed for its portrayal of the war in Iraq and the sniper at its center. So what does the film say about the war's morality, and why do once-maligned snipers now star on the big screen?","contentencoded":"<p>Clint Eastwood’s “American Sniper” has surpassed all box office expectations this month. During a time of year that’s normally quiet for movie theaters, the film raked in $105 million over the holiday weekend, making it the largest-ever opening for an R-rated movie or a drama.</p>\n<p>The movie stars Bradley Cooper as Chris Kyle, a US Navy SEAL and elite sniper who later <a href=\"http://www.amazon.com/American-Sniper-Autobiography-Military-History/dp/0062238868\">wrote a best-selling book</a> by the same name about his tours in Iraq.</p>\n<p>Its success continues a trend that began earlier last year with \"Lone Survivor,\" another based-on-a-true-story film about Navy SEAL exploits. But while it's a hit with audiences and critics, earning six Oscar nominations, “American Sniper\" is also accused of glorifying war and whitewashing history — and Kyle's views.</p>\n<p>So where do Americans stand on war films today? Are they finally able to more deeply examine the consequences of the Iraq War?</p>\n<p>“There was a tremendous curiosity in America to understand this war and try to understand what it was like to fight in this war, and what the point of this war was,” says Robert McKee, an author and lecturer on the art of story on film.</p>\n<p>That's nothing unique to modern wars, of course. “Many years ago, ‘Apocalypse Now’ raised the same sort of big questions in America’s minds about Vietnam,\" McKee says, \"but it doesn’t answer them very well.\"</p>\n<p>\"American Sniper\" does try to grapple with deeper issues, which McKee thinks is part of its appeal. \"I think one of the reasons for the success of ‘American Sniper’ is it does try its best to somehow sort out morality,\" he says.</p>\n<p>But it does so from a perspective that's fairly new. Iraq and Afghanistan were wars in which special operations troops played a much more public role than in previous years, <a href=\"http://www.theguardian.com/commentisfree/2014/dec/24/american-sniper-real-life-movies-hollywood\">earning both adulation and media attention</a>. Films and shows like \"American Sniper,\" \"Zero Dark Thirty\" and HBO's \"Generation Kill\" have reflected that.</p>\n<p>So while men like Cooper's character are now revered parts of an elite force, that wasn't always the case. \"In the past, the notion of being a sniper always had a negative connotation,\" McKee points out.</p>\n<p>“It just always seemed somehow unfair — the sniper cannot be seen and [they’re] killing people in plain view who are unaware,” he says. “That always had an unheroic connotation to it. To turn that into a positive is, in a sense, one way to rationalize America in the Middle East. There’s a lot of negative feelings throughout the country from 9/11. This film tries to sort the good from the evil.”</p>\n<p>McKee also believes “Amearican Sniper” has been a success because of the film’s title. Unlike “The Hurt Locker” or “Fury,” the title of Eastwood’s film tells consumers what to expect without ever seeing a trailer or movie poster.</p>\n<p>“The marketing of this film was brilliant, starting with the title,” McKee says. “That kind of clarity of marketing sets an audience up to sit down and get into exactly what it’s about — titling films is an often overlooked art.”</p>\n<p><em>This story is based on <a href=\"http://www.thetakeaway.org/story/american-sniper-hollywod-glorification-war/\">an interview</a> from PRI's <a href=\"http://www.thetakeaway.org/\">The Takeaway</a>, a public radio program that invites you to be part of the American conversation.</em></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/takeaway/segment-audio/takeaway012215-sniper.mp3"},{"href":"http://www.pri.org/file/takeaway012215-snipermp3"}]}