{"created":"2014-12-12T05:29:24+00:00","modified":"2015-06-10T19:40:15+00:00","valid":{"from":"2015-06-10T19:40:15+00:00","to":"3015-06-10T19:40:15+00:00"},"hreflang":"en","title":"J. Cole: 'Ain't Enough Of Us Trying'","published":"2015-04-03T17:55:00+00:00","teaser":"\"I want to get whatever's on my chest off my chest when it feels right,\" says the rapper, who makes songs that turn the personal into the political.","itags":["npr_api","370148449"],"guid":"f861e5f7-6751-450d-8a58-d54f3079d60d","contentencoded":"<p>Morning Edition<em> host Steve Inskeep spoke to </em>Microphone Check<em> hosts Ali Shaheed Muhammad and Frannie Kelley about J. Cole and this interview. You can hear the radio segment at the audio link above and both hear and read the full episode below.</em></p><p>The day after his third album, <em>2014 Forest Hills Drive</em>, was released, J. Cole spoke to <em>Microphone Check</em> hosts Ali Shaheed Muhammad and Frannie Kelley. It was the morning before he <a href=\"https://www.youtube.com/watch?v=_0LNMviSTTg\" target=\"_blank\">performed \"Be Free</a>,\" the song he made about Michael Brown, on <em>Letterman</em>. Cole said he was nervous about it, but apparently not so worried that he would change his clothes. He wore the same hoodie for this interview that he did on TV. The conversation — <em>Mic Check</em>'s second with Cole — reveals a person newly comfortable with himself, his abilities and what needs to be done.</p><p><strong>ALI SHAHEED MUHAMMAD</strong>: I'm happy you're here because you're our first return guest.</p><p><strong></strong><strong>J. COLE</strong>: Really?</p><p><strong></strong><strong>FRANNIE KELLEY</strong>: Oh, you are.</p><p><strong></strong><strong>COLE</strong>: That's what's up, man. I had to come back. I had to come back, man.</p><p><strong></strong><strong>MUHAMMAD</strong>: Thank you.</p><p><strong></strong><strong>COLE</strong>: I never forgot the first one. The first interview was legendary. I appreciate that. That was really insightful, and it was slept on too, man. It was slept on.</p><p><strong></strong><strong>MUHAMMAD</strong>: Yeah.</p><p><strong></strong><strong>KELLEY</strong>: Agreed.</p><p><strong></strong><strong>COLE</strong>: Yeah, it was slept on. I want to come back and have this one un-slept on.</p><p><strong></strong><strong>MUHAMMAD</strong>: Well, we're still, I think, slept on heavily in our position. And we're freshmen still so the fact that you came back really — I feel like, oh, we could put a star up on the board cause, you know, we're coming for you.</p><p><strong></strong><strong>COLE</strong>: Word up. It makes me feel proud to even — to be that. Because I did appreciate the quality of that last one, and I feel like — you know, I'm slept on myself, brother. So we all just trying to get, you know — we all trying to get there and if I can help, I'm honored to do that.</p><p><strong></strong><strong>MUHAMMAD</strong>: Well, you're back. Fresh new album. <em></em><em>Forest Hill Drive</em>.</p><p><strong></strong><strong>COLE</strong>: Yeah, yeah, yeah, yeah.</p><p><strong></strong><strong>MUHAMMAD</strong>: Yeah, yeah, yeah.</p><p><strong></strong><strong>COLE</strong>: <em></em><em>2014 Forest Hills Drive</em>. In stores right now, just came out. Came out December 9th. And, yeah, I'm feeling amazing, man. Blessed.</p><p><strong></strong><strong>MUHAMMAD</strong>: Why did you decide to do it at the end of the year versus just going into 2015?</p><p><strong></strong><strong>COLE</strong>: Oh, the date. The date. The address lined up. It corresponds perfectly. So that title is the address of a house that I lived in — the last house that I lived in in Fayetteville, North Carolina — from age maybe 11 to 18. So seven good years of my life. Like, those are potent years. And we moved. I would have to give y'all a very long backstory that I like to give, but we don't have the time.</p><p>But, basically, I didn't grow up — my pops — my parents got divorced before I was of conscious age. But when the divorce was final, we had to move from this military base to, like, this real, real rough neighborhood, this trailer park — and not like Eminem <em></em><em>8 Mile</em>. Kid Rock-style. This is just the hood on wheels, you know what I mean? This is like — so from that neighborhood, which really woke me up. That neighborhood was like a reality check for me. Cause I was like four — maybe four, five — and I remember what the other neighborhood was like, which was, like, safe. You know what I mean? And then this neighborhood was like, \"Oh!\" You know what I mean? Like, \"Oh, this — OK. It's a little different over here.\" Like, \"I gotta walk with my shoulders up in this place.\" And it was just like — it really showed me, like, OK, the world is more like this, and not like that place you was living at.</p><p>And from there we moved to this house on Lewis Street, which was this really tiny house. But compared to that neighborhood it was amazing. And then my mom would eventually meet her boyfriend who would become my stepfather. And they got married, combined their two $30,000 incomes and we've just entered another tax bracket. And then we moved to Forest Hills Drive, which was a life-changing experience for me, cause I got my own room. We had a front yard. We had a driveway. It was just a real nice home that felt like we really was barely in there. You know what I mean?</p><p><strong></strong><strong>MUHAMMAD</strong>: Yup.</p><p><strong></strong><strong>COLE</strong>: When I moved away to college — mind you, that's the house that I started rapping in. I got my first beat machine, made my first beats, wrote my first song, first girlfriends, first crushes, made the basketball team, got my first jobs, learned how to drive. All these memories associated with adolescence was in this house. So it's a special place to me. My mother, it was a place for her where this marriage that she probably wasn't — absolutely wasn't — supposed to be in in the first place, she watched that deteriorate. You know what I mean? In that house. So for me it was amazing memories. I got my own room. I really became a loner and real introverted and like, you know?</p><p><strong></strong><strong>MUHAMMAD</strong>: Discovered the world and your placement in the world.</p><p><strong></strong><strong>COLE</strong>: Right. And got to develop my self. But for her, it was like, \"OK. This thing failed.\" And so by the time I went away to school, to New York to come to college, my first semester at school I got a call from her saying that she got a letter in the mail and the letter basically was saying that she was four months back on her mortgage payments, which my stepfather was supposed to be taking care of. He was in the army, too. He had got assigned — he assigned himself — to go to Thailand. The agreement was that he would make the mortgage payments while he was gone, cause you get separation pay, extra pay for being overseas away from your family. So the agreement was he'd make the mortgage payments.</p><p>She gets a letter in the mail basically saying it hasn't been made in four months. That's $3,200, please, we need that right now. $3,200 dollars is like $1 million. There's no way she's ever coming up with that type of money. So she just panicked, left the house, and they came and foreclosed the house. All this time, I was away in school, really powerless. So that always left a sour taste in my mouth, the way that house got snatched from us. You know what I mean? Cause college is like — Christmas is coming up right now. The kids are taking they finals right now. They bout to be done.</p><p><strong></strong><strong>MUHAMMAD</strong>: Go home.</p><p><strong></strong><strong>COLE</strong>: Right. That's the real comfort and feeling. To be able to go home. And sleep in that same bed that you been sleeping in and use the same dishes and the same covers and you know where everything is at. And I didn't get that. So that always left a sour taste in my mouth.</p><p>I know that's a long story but that's why it had to come out in 2014. Because last year, New Year's — you know every New Year's you think to yourself like, \"Man. It's about to be --\" whatever it's about to be. \"It's about to be the year 2000.\" Or, \"it's about to be 1999.\" Well, last year I was like, \"Dang. It's about to be 2014.\" And right when I said that, it all clicked. Because that was always my favorite number, you know what I mean? Just for that house, I always loved 2-0-1-4. And that's when I knew like, OK: that's the title of the album and that album gotta come out in the year 2014. <em></em><em>And</em><em> </em>this is the year I buy the house back.</p><p><strong></strong><strong>KELLEY</strong>: You bought the house back?</p><p><strong></strong><strong>COLE</strong>: Yeah, I bought the house back this past summer.</p><p><strong></strong><strong>MUHAMMAD</strong>: Wow.</p><p><strong></strong><strong>COLE</strong>: My first house I ever owned is that house right there.</p><p><strong></strong><strong>MUHAMMAD</strong>: Well, 2014, if you're into numbers — I don't really know about all that, I'm still learning the world — but that's the number seven and it's a god number. So it's kind of — it's interesting.</p><p><strong></strong><strong>COLE</strong>: Wow. I didn't even — I didn't know that at all.</p><p><strong></strong><strong>MUHAMMAD</strong>: I'm really happy it came out the end of the year because a lot of albums came out this year that were good. But I really love this album.</p><p><strong></strong><strong>COLE</strong>: Thank you, man. Thank you very much.</p><p><strong></strong><strong>MUHAMMAD</strong>: And you do your year-end reviews: \"What was good? What was great?\" And I felt, this year, that I just — things were good. But then this just came in and it's like, yeah, this is a great album. And I'm happy it came at the end of the year, actually.</p><p><strong></strong><strong>COLE</strong>: Yeah, me too. Actually. I feel the same way. Everything happens for a reason, man. I feel that. I wanted it to come September. Like, the whole year I was like in the studio working like, \"Yo. I can't wait. It's lining up. I'll be ready by September.\" I started working in March, late March, April. That's when I officially started working. I was like, \"Ah, I'll have it ready by September.\" And then when it wasn't, I started stressing a little bit and I was like, \"Wait a minute, man. Everything's cool. Everything's happening for a reason. Just relax.\" So I think you're right. I love the fact that everybody was saying, \"This is the worst year for hip-hop. Hip-hop is terrible this year. Nobody's selling.\" And that — forget the sales. \"Nobody's good. The albums are trash.\" I was loving it because the whole time they were saying it I was like, sitting there like, \"Yeah. Just watch.\" Like, you know? \"Just watch. Give me two months. You gone see.\" So I like how that worked out.</p><p><strong></strong><strong>MUHAMMAD</strong>: It sounds great. Can we just go right in for a moment? I wanted to ask, specifically after listening to \"Fire Squad\" — and I won't ask the obvious question that you may have already gotten --</p><p><strong></strong><strong>COLE</strong>: No — by the way, I haven't done any interviews since the album came out.</p><p><strong></strong><strong>MUHAMMAD</strong>: What? We number one?</p><p><strong></strong><strong>COLE</strong>: You're first one.</p><p><strong></strong><strong>MUHAMMAD</strong>: Oh, thank you. Thank you.</p><p><strong></strong><strong>COLE</strong>: And I almost didn't do — no disrespect — but I almost didn't do this cause I really debated doing interviews for the album, period.</p><p><strong></strong><strong>MUHAMMAD</strong>: I understand.</p><p><strong></strong><strong>COLE</strong>: But I was like, you know what? Don't let me do it — I don't want to do this album a disservice. So, this is the first one, man. Thank y'all.</p><p><strong></strong><strong>MUHAMMAD</strong>: OK, so regarding \"Fire Squad,\" I want to know when was the first time that you realized you were free?</p><p><strong></strong><strong>COLE</strong>: That I was free? Hmm.</p><p><strong></strong><strong>KELLEY</strong>: That's a dope question, Ali.</p><p><strong></strong><strong>COLE</strong>: It is a fire question, but I don't know if I am free, man.</p><p><strong></strong><strong>MUHAMMAD</strong>: Really?</p><p><strong></strong><strong>COLE</strong>: Yeah, that's real. I mean, like, I don't know, man. I feel like we all — I mean, we could go into some whole other stuff, but we all slaves to something. You know what I mean?</p><p><strong></strong><strong>MUHAMMAD</strong>: Let's go there.</p><p><strong></strong><strong>COLE</strong>: Yeah. We all slaves to something.</p><p><strong></strong><strong>MUHAMMAD</strong>: I mean, I understand that answer, especially, you know, from like, \"Note To Self\" and \"Love Yourz,\" so I kinda get that you would say that. But I get a sense that something occurred, I don't know, within --</p><p><strong></strong><strong>COLE</strong>: Yes. Well, if that's the question then I have answer for that.</p><p><strong></strong><strong>MUHAMMAD</strong>: Alright.</p><p><strong></strong><strong>COLE</strong>: The other question, it's a loaded question, cause I don't feel that I'm all the way free. I don't feel like any of us are, unless we're super evolved and super spiritually evolved and you just live in the — a Buddhist monk and you don't really need, you know — those guys are free. But in terms of when did I realize I was free?</p><p>I know your question, your question is basically when did I let go, of whatever it was I was holding onto in the past. And it's when I realized that the way I was feeling, during the last five years when I should've been very happy and very appreciative and very on cloud nine because I was literally living out my dreams, I was realizing that I wasn't liking how I was feeling. You can listen to <em></em><em>Born Sinner</em>. You can listen <em></em>to <em></em><em>Sideline Story</em><em> </em>and hear it, coming out. I wasn't liking — I wasn't happy, you know what I mean? And I had to take a step back, or take a step inside, take a look inside, and be like, \"Why is that? Why don't I feel good? Why am I anxious all the time and stressed when I should be feeling blessed?\" And I realized it was the things I was holding on to.</p><p><strong></strong><strong>MUHAMMAD</strong>: Like, for an example?</p><p><strong></strong><strong>COLE</strong>: Expectations. Like, stuff that doesn't matter. External things that I have no control over. What other people think about me. Where I rank in NPR's final end of the year album list or, \"<em></em><em>Rolling Stone</em><em> </em>magazine call 'Crooked Smile' the 30-something best song of the year but they ain't put 'Power Trip' on there? They crazy?\" Like, \"This song is over it!\" Those things were silly, because it's placing your — basically I was basing my happiness — some people base their happiness off of material things, money, women, or whatever. I was basing my happiness off of success, or what I thought was success. And anytime you base your — this is what the album is all about — anytime you base your happiness on something that is not real, you know what I mean? Something that's unattainable? Or never satisfying? You can never have enough money, if money is what you seek.</p><p><strong></strong><strong>MUHAMMAD</strong>: Right. Yeah.</p><p><strong></strong><strong>COLE</strong>: Like, you'll never have enough. You'll never have enough success, if success is what you seek. You'll always be reaching. And I realize that if you're trying to attain something that's unattainable, you will never be happy. You will always be in a pattern of temporary happiness and satisfaction. Like, \"Oh, I got it. I got it.\" And then right before you know it, you be like, \"Ah. I need another raise. Ah. I need another business. Ah. I need another million. Ah. I need another Grammy.\" You know what I mean?</p><p>And I realized that I had to — I gotta put my happiness — I gotta base my happiness on what I have. Which is the people I have in my life, the love I have in my life, the – just the moments I have. You know, the simplest things. It could be the shoes that I have on that I love. It could be — even though that's a material thing it's like, I'm appreciating how they feel on my feet. It could be the relationship I have with my mother. She's alive. There's a lot of people that don't have their mothers alive. They couldn't still have that relationship. So it's like, that was the point — I know I'm rambling — but that was the point where I realized, \"Wait a minute. I gotta make a change inside.\"</p><p><strong></strong><strong>MUHAMMAD</strong>: Do you remember that moment? And where you were?</p><p><strong></strong><strong>COLE</strong>: No, it was gradual.</p><p><strong></strong><strong>MUHAMMAD</strong>: Over time.</p><p><strong></strong><strong>COLE</strong>: Yeah. It was gradual. Absolutely gradual. And then making this album — all my projects are like this: I be writing what I'm — I be writing it out. It's almost like I write the song before I have the full realization. It's like subconsciously I'm knowing these things, but I'm never fully conscious of it until I get through writing it. And then I come back a few months later and be like, \"Oh man, that's a — that was potent.\"</p><p><strong></strong><strong>MUHAMMAD</strong>: Have you had a couple of lines that you wrote it out and then later on after performing it you realize like, another layer on top of it, what it's meant?</p><p><strong></strong><strong>COLE</strong>: Mmm, that's a good question. I know I have. And now I'm trying to think of a --</p><p><strong></strong><strong>MUHAMMAD</strong>: Don't worry about it.</p><p><strong></strong><strong>COLE</strong>: Yeah, but no, that's a great question, by the way. That's one of those questions that the answer will come on stage, while I'm performing it and it'll flee – it'll go away. But, yes, I have those moments where it's like, \"Wow that line means --\" It's even more potent now that I've been through even more.</p><p><strong></strong><strong>MUHAMMAD</strong>: Well, it comes off like you're free. But I understand that, you know, there are levels of freedom --</p><p><strong></strong><strong>COLE</strong>: Right.</p><p><strong></strong><strong>MUHAMMAD</strong>: — and awareness of freedom and what you have liberated yourself from or have been liberated from.</p><p><strong></strong><strong>COLE</strong>: Creative freedom. Yes. Creatively, free. Free as I've ever been.</p><p><strong></strong><strong>MUHAMMAD</strong>: The album feels good. It doesn't feel heavy at all. And I like that from a production level. First, I want to definitely — who's your mix engineer?</p><p><strong></strong><strong>COLE</strong>: Oh, man. Mez. <a href=\"https://twitter.com/juromezdavis\" target=\"_blank\">Juro Mez Davis</a>. I'm so glad you asked that question. I'm proud of that dude, man.</p><p><strong></strong><strong>MUHAMMAD</strong>: Big him up. Cause it sounds great. And in the midst of all the other more popular hip-hop songs, it just — you went in a different direction.</p><p><strong></strong><strong>COLE</strong>: Thank you, man. Thank you.</p><p><strong></strong><strong>MUHAMMAD</strong>: And it's a touch of the classic, but it's new and fresh on top of it.</p><p><strong></strong><strong>COLE</strong>: Thank you, bro.</p><p><strong></strong><strong>MUHAMMAD</strong>: So.</p><p><strong></strong><strong>COLE</strong>: Yo, you know what's crazy? I gotta say this too about — cause he'll be real happy about this and it was real, like, decision. People don't understand the decisions that go into making the album. You know what I mean? Like, the scenes I had to cut to make this album. At one point this was a double album, and making those cuts was sooooo hard. And certain decisions like that are so hard to do.</p><p>And one of those decisions was at the end, me and Mez had to make this decision. It was like, when you go to master a album, we're now involved in something called \"the noise war\" or \"<a href=\"http://www.npr.org/2009/12/31/122114058/the-loudness-wars-why-music-sounds-worse\" target=\"_blank\">the loudness war</a>\" or something like that. You can google it. And we're literally a part of that generation that is caught in this loudness war, right? And basically what that means is when they go to master your album — in hip-hop and maybe even rock, too, but I know for sure in hip-hop --</p><p><strong></strong><strong>KELLEY</strong>: Pop, too.</p><p><strong></strong><strong>COLE</strong>: In pop, yes. The whole point of mastering now is to see who can go the loudest, who can get the music the loudest.</p><p><strong></strong><strong>KELLEY</strong>: Every part of it.</p><p><strong></strong><strong>COLE</strong>: Every part of the music the absolute loudest. So when it's on the radio, when it's in the club, it's the loudest thing possible, without messing it up. So now, what you have is so much — albums are so loud. So basically what I had to do was, when I went to master, I had to make a decision. We made a decision to not compete in that. To take a step back and to go the opposite way. And to have an album that plays lower. And that's a big — it was a big decision for us because what you get is — you can't hang in the club the same as, like, you know, a Drake record or any modern day hot record. It could be a Meek Mill record or something, or Rick Ross. But it's like the last forever-ness is more, cause you not trying to blow they ears out.</p><p><strong></strong><strong>MUHAMMAD</strong>: Yeah.</p><p><strong></strong><strong>COLE</strong>: You know what I mean?</p><p><strong></strong><strong>MUHAMMAD</strong>: There's clarity though when you come back.</p><p><strong></strong><strong>KELLEY</strong>: Yeah, you sound clearer, too.</p><p><strong></strong><strong>COLE</strong>: Yes.</p><p><strong></strong><strong>MUHAMMAD</strong>: And so everything, all the frequencies — I have to say I'm guilty of the times of being conditioned to the way things are mastered today. Even just on the way to the interview, I went to turn everything up more. I was like, \"Man, I want to hear it louder.\"</p><p><strong></strong><strong>COLE</strong>: Word.</p><p><strong></strong><strong>MUHAMMAD</strong>: You know? But I realized, when I did that I was like, \"But it's perfect where it is.\" But it's very clear, the frequencies, everything comes across well, the bass and the kick drum. You got a couple songs with tight kick drums and I know, like the NPR people might not really be that interested in the technical aspects of it.</p><p><strong></strong><strong>COLE</strong>: Word.</p><p><strong></strong><strong>KELLEY</strong>: Nah, nah. Don't lower your expectations of them.</p><p><strong></strong><strong>COLE</strong>: Yeah, let's not — yeah, let's not downplay these people.</p><p><strong></strong><strong>KELLEY</strong>: Yeah. They want to know.</p><p><strong></strong><strong>MUHAMMAD</strong>: But it just like — I felt everything.</p><p><strong></strong><strong>COLE</strong>: Thank you, man.</p><p><strong></strong><strong>MUHAMMAD</strong>: So it sounds really good. And I think that sometimes the mix engineers, they come in, they part of the team, they don't really get celebrated and --</p><p><strong></strong><strong>COLE</strong>: Yeah, man. Shout out to Mez, man.</p><p><strong></strong><strong>MUHAMMAD</strong>: Shout out to your mix engineer.</p><p><strong></strong><strong>COLE</strong>: Dynamic range. That's what you get. That's what you lose when you participate in the loudness war and that's what you get back when you don't, is dynamic range.</p><p><strong></strong><strong>MUHAMMAD</strong>: It sounds — the album sounds great just from that.</p><p><strong></strong><strong>COLE</strong>: Thank you, man.</p><p><strong></strong><strong>MUHAMMAD</strong>: But, you know --</p><p><strong></strong><strong>KELLEY</strong>: Yo, Ali!</p><p><strong></strong><strong>MUHAMMAD</strong>: Yes?</p><p><strong></strong><strong>KELLEY</strong>: Let me ask some questions!</p><p><strong>MUHAMMAD</strong>: Sorry.</p><p><strong></strong><strong>COLE</strong>: We rocking right now, man!</p><p><strong></strong><strong>MUHAMMAD</strong>: How much time do we have?</p><p><strong></strong><strong>COLE:</strong><strong> </strong>Man, we good, man. We good.</p><p><strong></strong><strong>KELLEY</strong>: We probably have a half hour. We'll come back and we'll cut it up and I won't be rude.</p><p><strong></strong><strong>MUHAMMAD</strong>: Nah, be rude.</p><p><strong></strong><strong>COLE</strong>: You gotta let it play. You gotta let them hear all of this, man. They gotta hear it.</p><p><strong></strong><strong>KELLEY</strong>: I want to ask some questions that I have, but also — I'm sure that you've seen feedback on social media and people have been talking to you and everything — but a lot, a lot of people came up to me, and I know security talked to you downstairs, but people are feeling very, very emotional about the album. I think it started with \"<a href=\"https://soundcloud.com/dreamvillerecords/j-cole-be-free\" target=\"_blank\">Be Free</a>\" in August. But not even that — it was that you went there. And then also that you only gave that <a href=\"http://www.complex.com/music/2014/08/interview-j-cole-michael-brown-ferguson\" target=\"_blank\">one interview</a> while you were there. By far the majority of the questions that people have asked me to ask you, is why don't other people do that? And was it scary for you? Like, what is the risk?</p><p><strong>COLE</strong>: I don't know the risk. I'm not aware of the risk. I don't really see a risk.</p><p><strong></strong><strong>KELLEY</strong>: Then why the hell doesn't --</p><p><strong></strong><strong>COLE</strong>: Oh, their risk. Their risk is money, you know what I mean? Their sponsorships and ultimately — or the risk is — I mean, my risk is, ultimately, I don't want to put myself — or I'm scared to not be capable of handling the weight. You know what I mean?</p><p><strong></strong><strong>KELLEY</strong>: Uh-huh.</p><p><strong></strong><strong>COLE</strong>: I believe deeply in the things that I believe in. And if you know me, you know I'm passionate about these things. I'm talking about 'em everyday. But at the same time, I'm not a lawyer. I don't know the law. I'm not a historian. I'm not equipped on my history. I know a little bit, probably more than somebody, but I'm not — I don't feel like the best candidate to be the voice of the generation. You know what I mean? In a sense. Even if people look at it like, \"Oh, man.\" I'm like — so maybe that's what they risk. Is like, they don't feel --</p><p><strong></strong><strong>KELLEY</strong>: Equipped.</p><p><strong></strong><strong>COLE</strong>: Equipped, maybe. I don't know. Other than that, it's money and sponsorships and you don't want to rub people the wrong way. I'm assuming. But also can't speak for other people. I don't know. I don't know what it is. Why don't other people do it? I wish I knew the answer because I don't want to be the only — it ain't cool being the only one. That's not — when it comes to issues like this, that's not something that it's cool to be. It's cool to be the only guy with the new car. That's cool. It's not cool to be the only guy that's trying to say something or trying to be down for a movement. That's not cool.</p><p><strong></strong><strong>KELLEY</strong>: One of our producers was like, \"I know people who --\" He's from Ferguson, actually --</p><p><strong></strong><strong>COLE</strong>: Wow.</p><p><strong></strong><strong>KELLEY</strong>: And he said that he knows people who are buying the album, unheard, just on general principle. Just because you went.</p><p><strong></strong><strong>COLE</strong>: Wow. That's crazy. Well, I will say that they gone love it when they get it because the things that I'm saying and the messages I'm giving are right in line with — I didn't put \"Be Free\" on the album cause I didn't really want to distract — that was a separate moment outside of me working on the album.</p><p><strong></strong><strong>KELLEY</strong>: The <a href=\"https://www.youtube.com/watch?v=NtjrFw4i2Qo\" target=\"_blank\">intro</a> kind of refers to it, in a way though.</p><p><strong></strong><strong>COLE</strong>: Word. Yes, I made those around the same — in the same week. I made those songs in the same week. But, at the same time, the message, which is what, ultimately, all this comes down to, is love, ultimately. That's the only that can solve all of this. Like, I find myself some days getting so upset and I forget about that part. You know what I mean? I let the anger-ness — the anger and the bitterness. Excuse me. Anger-ness, that's a new word. The anger and the bitterness, like, build up and come out. But on my best days I know that that's not gonna get it done. That's not gonna bring people together ultimately, not in the best way. You know what I mean? Anger and bitterness lead to hatred. And that's not gonna get it done. So on my worst days, I let that come out.</p><p>On my best days, I understand that, no. And I think bigger when I think about love. I think about the bigger solution. When I'm coming from a place of anger, it's such a small — cause I'm always thinking about — I know this is rambling. I'm not being clear. Every day, often, I'm thinking about solutions in my mind. Like, \"What is the solution?\" Especially when — for instance, when the Darren Wilson non-indictment came. That was the biggest slap in the face, that I feel like we needed, actually. America needed that. Black America needed that smack in the face, so we could see what it really is. But when that happens, my mind instantly — the way my mind works is like, \"Alright. What's the answer?\"</p><p><strong></strong><strong>KELLEY</strong>: Yeah.</p><p><strong></strong><strong>COLE</strong>: \"What can we do? What's the solution?\" And when I'm thinking from a place of anger and bitterness, the answers are so small. They're so small. They don't come to me right. But when I'm thinking from a place of — when I know that love is ultimately the answer, the answers are big. Like, big ideas. \"Oh, OK. Yeah, that could work. OK, we could do it like --\" I don't know really what the question was, but I'm rambling at this point.</p><p><strong></strong><strong>MUHAMMAD</strong>: No, but I think you're speaking directly to this record because it comes across. I think the one thing about what I get from your art is that you completely are uninhibited in your expression and whatever it is that you may be going through or maybe you're thinking. I don't know what your process is, but for example, you have a song like \"Wet Dreamz.\" And it's just like, really clear and kind of from a less than, maybe, what someone would say clean sort of perspective about that experience. It's just raw — I imagine and remember that time in my life, you know. And so, you didn't clean it up. You start there but you go throughout the record and it's all these other emotions. And where you end off is exactly, I think, where you're talking about.</p><p><strong></strong><strong>COLE</strong>: Yes. Can I say something to it?</p><p><strong></strong><strong>MUHAMMAD</strong>: Yes.</p><p><strong></strong><strong>COLE</strong>: The album is chronological. I didn't want to — I'm actually grateful. Because I saw some, not reviews — I saw some summaries of the album, like plot summaries of the album, basically. Where people who had — were listening and digested the album, obviously since the leak, they had figured out the story line of the album. I told y'all the inspiration behind the album, why the name is what it is. But we didn't talk about how the album is set up. It's set up as a story, like a movie.</p><p><strong></strong><strong>MUHAMMAD</strong>: Yeah.</p><p><strong></strong><strong>COLE</strong>: Not literally, where I have skits and things. No, it's like --</p><p><strong></strong><strong>MUHAMMAD</strong>: Movement of life.</p><p><strong></strong><strong>COLE</strong>: Exactly. Movement of life. It goes chronologically and follow my life progressions of this kid that wants so bad to be a movie star and so bad to be famous and to have things. And you could follow the beginning of the album and all these things that he wants. On \"January 28th\" — after I'm asking, \"Do you want to be happy? Do you want to be free?\" On \"January 28th,\" the first words in the beginning is: \"Can I make a million dollars off a rap tune?\" That's the first question I ask on \"January 28th\" before getting into it.</p><p>The next song, \"Wet Dreamz,\" what do I want? Women. I'm fiending for women on that song. I wanted women. The next song after that, \"03' Adolescence\" is like, I'm fiending for this girl that I can't have because she wants — you gotta be somebody to have her. You gotta be the star basketball player and I'm not that guy. And in the second verse, I got a homebody that's dealing drugs and he got money. I want to have it. I gotta have it. The next song, I don't want to be another dude who can't — this is \"A Tale Of 2 Citiez\" — I don't want to be another dude around here that ain't got nothing. I want to have things.</p><p>There's an emphasis on things. I want things. And then, as you go on, as I go to Hollywood and I get these things, I'm starting to see like, \"Wait a minute.\" Later in the album, you'll see I start to question like, \"Yo, these things ain't really what I thought.\" You know what I mean? Cause in the song called \"Hello,\" I tell you that I don't even have a house to — I don't have a home to put these things in.</p><p><strong></strong><strong>MUHAMMAD</strong>: Mmmm.</p><p><strong></strong><strong>COLE</strong>: I got the things but now there's something missing. It just don't feel right. That's when I discover — you know, chronologically through the album, you see the discovery of why love is ultimately what I should've been seeking. Or maybe not should've — because maybe I had to go through that. You know, in my real life, I had to go through these things to realize the importance of love. I didn't know that before. I thought the other stuff was more important.</p><p><strong></strong><strong>KELLEY</strong>: I have a question about that. You were saying a lot of things before when you were talking about evolving and sort of figuring it out. Do you think that you can tell people that and they'll just believe you and, like, change what they're doing? Or do you think that everybody has to figure it out on their own?</p><p><strong></strong><strong>COLE</strong>: I think that you leave bread crumbs like --</p><p><strong></strong><strong>KELLEY</strong>: For the kids.</p><p><strong></strong><strong>COLE</strong>: You leave bread crumbs for kids, or for whoever at whatever point in their life. So I could explain it somebody right now. There could be two people. There could be three people. Let's say three people. One, I can tell them my story and what I understood about life. And one person might hear that and be like, \"Oh my god. That hits me perfectly right now at this point in my life. That's what I needed, because I'm going through this and I wasn't sure. And this gives me perfect clarity. Ah, I was putting importance on the wrong things.\" And that person gets it. The second person might hear it, like it — not totally understand, but like it — and it still doesn't change their life.</p><p><strong></strong><strong>KELLEY</strong>: Not right then.</p><p><strong></strong><strong>COLE</strong>: Not right then. But you give them a year, two years, five years, ten years? They'll come back and hear that differently. With new life experiences, they'll come back and be like, \"Oh my god. That's what he meant.\" And then it'll change them then, later. It'll help them change then.</p><p>Then you have one person, the third person, who might never get it. They might not ever get the life experience to ever — for that talk to ever get through to them. You know what I'm saying? I realized that listening back to Pac who I always loved. But the more I live my life, the more I understand more what he was saying. Every year I go back to Pac and — I mean, I'm on him more than every year — but every new year of my life I have a new level of understanding.</p><p>And it's like that with Bob Marley, too. Now as a grown man at 29, just rediscovering Bob, it's like, oh my god. The wisdom of the simplicity of what he was saying can go over your head when you're a kid and you're just singing, \"Don't worry / about a thing / Every little thing ...\" Like, to a kid that doesn't mean anything, but to a grown man now who's 29 and been stressed about stuff that don't matter, Bob is telling me like, \"Yo. It's gone be good. It's all good.\" Like, \"Don't even sweat that. Let it be.\" The Beatles. You know what I mean? Those are simple, potent, wise phrases that stand the test of time because they hold truth. The truth — ah — the truth falls on deaf ears. There's some saying like, \"The truth, it can't be heard to ears that aren't ready to accept it.\" Some type of wild phrase. But that truth holds true. If you not ready to accept my truth, then it's not gonna connect with you.</p><p><strong></strong><strong>KELLEY</strong>: Yeah.</p><p><strong></strong><strong>COLE</strong>: But if you are, it could be potent.</p><p><strong></strong><strong>MUHAMMAD</strong>: You know what hip-hop has that — what you said is really key, cause it wasn't until just last year that I looked at the title of the song, the Bob Marley song \"<a href=\"https://www.youtube.com/watch?v=zaGUr6wzyT8\" target=\"_blank\">Three Little Birds</a>,\" and I was like, \"Oh my god.\" It took me 43 years to be like, \"Three little birds?\" So I know what you mean.</p><p><strong>COLE</strong>: No. What you mean? Tell me what you mean by that. Is there something I'm missing?</p><p><strong></strong><strong>MUHAMMAD</strong>: Even in that song that he singing, the song that you reference, it is a beautiful song — you might not experience enough of life to even appreciate the message. But then you look at the title of the song, and of itself just takes it to another level.</p><p><strong></strong><strong>COLE</strong>: Right. Like, yo, three little birds told him the wisest thing you could ever be told.</p><p><strong></strong><strong>MUHAMMAD</strong>: One thing that I think hip-hop has that's a little step beyond, and which helps the art form, is that you are poetic, but I think you can be a bit more descriptive because you're not locked into a melody, of such.</p><p><strong></strong><strong>COLE</strong>: Exactly.</p><p><strong></strong><strong>MUHAMMAD</strong>: I think when you have a song like \"Love Yourz\" there's — just in the title alone, it's like, what do you mean? Obviously you listen to the song and it becomes clear and apparent. Even yet and still, you might not be there enough to appreciate the things that you have — to the dynamic that you're speaking about in the record. But I definitely love the evolution that you continue to express. I's just unquestionable of life experience<strong> </strong>like \"A Tale Of Two Citiez\" and just even when you have that nice watch, when you say that, and then you go, \"Throw your hands in the air.\" Just even hearing that right now at this time, it's a — I took it a different way.</p><p><strong></strong><strong>COLE</strong>: That's crazy.</p><p><strong></strong><strong>MUHAMMAD</strong>: Just the whole painting of it.</p><p><strong></strong><strong>COLE</strong>: That's crazy.</p><p><strong></strong><strong>MUHAMMAD</strong>: I wanted to know – and, Frannie, cut me off at any time.</p><p><strong>KELLEY:</strong> Oh, don't worry.</p><p><strong></strong><strong>COLE</strong>: By the way, I want to speak on your comment. I was just waiting for you to finish.</p><p><strong></strong><strong>MUHAMMAD</strong>: Oh, go.</p><p><strong></strong><strong>COLE</strong>: You're absolutely right, in terms of hip-hop. The clarity and the descriptiveness and the poetry is like you can get right to the heart of the message — when there is a message, of course. But you can get much more descriptive and therefore much clearer in your intentions and in the picture that you're painting. So \"Love Yourz,\" like you said, is like — I feel like the conversation that we just had about getting through to the three people? I feel like those three people have the highest opportunity to understand a song like \"Love Yourz.\" Because of the way it's written and because of the way the message is so clear and potent. I feel like those three people would all get it on a song like that.</p><p>And it's because, like you said, hip-hop, rap music, is a different art form. It's nothing vague about that song. While the message is universal and clear and needed and necessary and uplifting because it's empowering and telling you the secret to life, it's very clear. It ain't like Bob where it's kinda vague and it's like, \"Don't worry about a thing.\" It's like, no. It's right to the heart. \"This will get you this. And this will get you this.\" You know what I mean? It gets right to the core of what I've experienced.</p><p>So that's a very interesting point I think you're making that separates hip-hop from these — other genres and other art forms. And that's why I feel like it's so important. And that's why it hurts me for it to be — I don't want to be one of those guys like, \"Ah, man hip-hop is in the worst state.\" But it just hurts to not be inspired constantly by hip-hop artists. Cause we are the ones that got the real power in the pen. We can say so much.</p><p><strong></strong><strong>KELLEY</strong>: The closest comparison is probably \"i,\" <a href=\"https://www.youtube.com/watch?v=8aShfolR6w8\" target=\"_blank\">Kendrick's \"i</a>.\" In the directness and the simplicity, and also even the combination of melody and rapping.</p><p><strong></strong><strong>COLE</strong>: Right.</p><p><strong></strong><strong>KELLEY</strong>: People know that you guys are partners in some ways and — do you have conversations about that message? Or conversations --</p><p><strong></strong><strong>COLE</strong>: Actually, yeah. Actually we do. It's like this: we're artists and we have our own careers, or whatever the case is, but when we do get to link and converse — for instance probably the last ill conversation we had was on the flight back from Australia probably to L.A., or wherever we was going. We was in Australia basically on a flight. The convo was — everything I'm talking about right now that ended up on my album, I was telling him. Cause I was in the middle of making the album. And I had the direction and I knew a) what my life was about now and what I've understand as a man, you know what I mean? But I'm telling him, too like, \"Yo. This is what I found out. I had to go through it, and I figured out this ain't important.\" So I'm telling him these things. And then we also having a deeper conversation — it's crazy you bring up \"i.\" That <a href=\"http://upload.wikimedia.org/wikipedia/en/c/c6/I-by-Kendrick-Lamar.jpg\" target=\"_blank\">artwork right there</a>? I don't know for sure — I don't know what his album is on. I can't wait to hear it. But that artwork, I know for a fact — you can ask him. I haven't asked him yet. I would love to know what he says. That artwork has to be a direct result of the conversation we had.</p><p><strong></strong><strong>KELLEY</strong>: What? The hands?</p><p><strong></strong><strong>COLE</strong>: Not the hands. I just feel like — and I was telling him this on the plane — I feel like he is the one. First of all, I read, around that time — this how the conversation came up. I read a book, <em><a href=\"http://www.amazon.com/Monster-Autobiography-L-A-Gang-Member/dp/0802141447\" target=\"_blank\">Monster</a></em>. Monster Kody, which is, if you don't know, he's a notorious gang-banger from L.A. Huge, well-respected OG. His book is ridiculous. The story is crazy. It's almost — it's unbelievable. It's like the wild west out there when gangs got poppin'. And he was coming up in a different era of gang-banging. The book is unbelievable.</p><p>So I started telling him about the book. You know, obviously he knows the story. Everybody in L.A. know Monster Kody's story. But I'm just like — even Monster Kody acknowledges, in the book, how silly gang-banging is. But it's a trap. It's a cycle, you know what I mean? It's literally the dumbest thing you've ever — black people killing black people. For a street. Literally, for the street you grew up on and what color your brother was associated with or your uncle was associated with, your pops was associated with. I'm not from L.A. We got gang-bangers in Carolina but it's like, I almost laugh when I think about it cause I'm like, \"How did this happen? How did it spread all the way over here?\" Regardless, I'm telling him that yo, you are the one.</p><p><strong>KELLEY</strong>: Oh, I know what part you're talking about.</p><p><strong></strong><strong>COLE</strong>: You can be the one to end it. It's silly at this point. It's silly. You can't — we can't — first of all, no black man should be killing a black man, period. Anymore. Period. Point blank. And absolutely not for a color, not for a street, not for a neighborhood, not for — but it's a cycle. You know what I mean? It's like, your uncle killed my uncle. You uncle killed my brother. Your cousin killed my cousin. And it's — so it's a cycle that's hard to get out of.</p><p>But I was telling him, if it's anybody that can do it, it's him. You know what I mean? Because he's from Compton. He's from there. He has the power. And I think that goes to the point of, like — we in a time right now where people looking to celebrities for — to be that voice. And I'm not saying it's right or wrong, cause I don't expect any man to do nothing that is — his heart ain't in. But I feel like we are the only ones — not meaning me and Kendrick — but I'm saying, we, as people in the light that have the eyes and the ears of the young people, we have a responsibility. If it's in our heart, we have a responsibility to tell them and show them the way. And not make money off of playing into the stereotypes, you know what I mean? Obviously, Kendrick don't do that. I don't do that. Whatever. But it's like, there's so many rap — I don't want it. It's not cool no more to rap about being a drug dealer when you ain't sold drugs in ten years, 20 years. It's not cool no more. You don't do it. You don't make your money no more off the street, if you ever did in the first place. So why you still rapping about it? Why you still inspiring — it's just — I'm angry about it.</p><p>So, to get back to the point, when I saw the \"i\" artwork I got excited. Because just that little message is so strong. And I feel like Kendrick got the voice and he can do it. He can be the one to wake 'em up and be like, \"Yo, man. This s--- stop. This s---, we gotta stop this.\" Cause they respect him. People respect artists and poets. And he has the credibility cause he's from there. He ain't banging, but they know: \"You represent us. You are us.\" So he can speak to them. Same way I can speak to somebody from where I'm from and let them know the same — or something similar if they going down the wrong path.</p><p>But I feel like it ain't enough of us trying. You know what I'm saying? It's frustrating. There's too much of us trying to make money and a career off of the same cycle. You know what I mean? Off of the victim. We celebrating being victims. And that was cool to me before. It ain't cool to me no more. I can't even — I can't even celebrate that no more.</p><p><strong></strong><strong>MUHAMMAD</strong>: Well, I think someone has to be courageous — and just like the little bread crumbs. If it's just one and then two, you and Kendrick are talking — to know that that's the type of conversations you guys are having is inspiring. And to know that, through that conversation, you put out a record like you did. I find <em></em><em>Forest Hills Drive</em><em> </em>to be fearless. And I was commenting to a friend asking me about, I said, \"Yo. He just banging on people.\" He's like, \"Who he banging on?\" I'm like, \"Yo, the system.\"</p><p><strong></strong><strong>COLE</strong>: The system, dog. The system. Whew!</p><p><strong></strong><strong>KELLEY</strong>: What is the system? Who is the system?</p><p><strong></strong><strong>COLE</strong>: America is the system. Capitalism is the system. It's the system that tells us that we need more. It's billions of people in the world, hundreds of millions in America. You know how intelligent we are as human beings and how powerful we are as human beings? And every day, if I walk past you on the streets of New York I could be 100% sure that your life — that you're passing me on the street and I could be 100% sure that you're living for you. Whatever you're doing. I don't know what your job is, but I know that your purpose is you, is for you to get more money and for you to be able to survive and eat, period. And your family, tops, if it comes to other people. And you could pass me and be sure that I'm doing the same thing. Right?</p><p>So someone makes something that's amazing for the world. Let's say it's a phone with a video camera on it. The world actually needs it. It does provide a great service to the world. Right? That person's a genius. Thank you for contributing that to the world. I know you contributed to make money, that was your goal, but you did it. Thank you.</p><p>Now, the hundreds of other million Americans — let's say there's a million in the phone industry — instead of trying to contribute something that also helps the world, their goal now, their intention, is to take the same idea that this person — their energy goes to taking the same idea that this person just made — and I used a dumb example, but this just gives you an example of how it works. This person made a cell phone with a video camera. Now so many other people who are smart and intelligent and have energy to provide for the world are using their energy to make a cheaper version of what this person just made, to capitalize on the money. They're not offering nothing to the world.</p><p><strong></strong><strong>KELLEY</strong>: Or like, a girlier version?</p><p><strong></strong><strong>COLE</strong>: A girlier version. Right.</p><p><strong></strong><strong>KELLEY</strong>: Or like a tougher version.</p><p><strong></strong><strong>COLE</strong>: Exactly. Just a different version of what's already been created. Not something that's needed or necessary, something that's cheaper and more profitable. So that's the system that we living in. Why? The system is pumping to you: you need the new. Yeah, you got that one but you don't got this one. You got the 5 but you don't got the 6. You got the 2014 but you ain't got the 2015. You got the 16-inch but you ain't 16-inch LED with the laser light. Like, you don't got the 3D model, but the world don't need that. But everybody spending they time providing the world with things that a) they don't need and b) are terrible for them. Why? So they can survive. And it's not the people's fault. It's like, the people just trying to survive. You know what I mean? But that's the system right there. When you ask what's the system? That's the system. Ultimately, that's it. That's the system.</p><p><strong></strong><strong>MUHAMMAD</strong>: Wow.</p><p><strong></strong><strong>KELLEY</strong>: If you make a quieter album, it's so shocking.</p><p><strong></strong><strong>COLE</strong>: Oh, right. People need more. It's more. You need louder. You need this, that and the third. But it's like, man. But these are the type of things that I be thinking about all the time. Like, \"Damn.\"</p><p><strong></strong><strong>MUHAMMAD</strong>: What does your mom think about you re-purchasing the home?</p><p><strong></strong><strong>COLE</strong>: She's proud, man. She feels like a — I mean, you gotta think it's — I look at it from her perspective. One, on the surface, I know she's proud — not even on the surface, just deep down I know she's proud of her son. But on the other hand, I feel like she looks back like, \"Damn.\" Or, at one point in time, I know she looked at it like a mistake. Like, \"Wow.\" Like, \"That was a bad point in my life and I probably shouldn't've put myself in that position anyways.\" You know what I mean? So it's mixed emotions. But ultimately, it's pride that her son came and made that right. She got wronged. And she got wronged in a situation that she was in because of her life. You know what I mean? Her life led her to that man.</p><p>You know, it's all a cycle. Her upbringing led her to — my mama came from a house of nine children. Poor. Nine children. Eight brothers and sisters. They raised theyselves. My grandma used to work nights, the nightshift, so she wouldn't have to be home with all these kids. You know what I mean? So no inspiration or no motivation or confidence given to her.</p><p>Everybody's life is a cycle. I'm realizing that, man. My mom was where she was and ended up who she ended up with because of that. You know what I'm saying? And I am where I am because of things she provided me and offered me. Because she didn't want to repeat. She knew that she didn't get anybody encouraging her so the thing she made sure she did was like, \"Yo. You're going to college.\" I wasn't going to college because I'm from a college-educated family. I was going to college because I wasn't. My mama was going to make sure that I went. Because nobody told her to go. Nobody told her to go take guitar lessons or play the violin or to be artsy.</p><p>My mom — you see how I'm growing out my hair right now? I thought the other day — I was like, \"Yo, my mom always wanted me to do this.\" She always wanted me to be the artsy kid with the Lenny Kravitz hair or something. Because nobody encouraged her to be artsy or to do anything, you know what I'm saying? We all a product, man. So that's how my mom feels. She proud, but at the same time I think she's a little sad about how that house ended.</p><p><strong></strong><strong>KELLEY</strong>: I'm probably not supposed to say this but \"Note To Self\" might be my favorite song on the album.</p><p><strong></strong><strong>COLE</strong>: Why shouldn't you say that? Thank you. Why shouldn't you say that?</p><p><strong></strong><strong>KELLEY</strong>: Cause it's not a song.</p><p><strong></strong><strong>COLE</strong>: Yo — it's the credits? Man, thank you very much.</p><p><strong></strong><strong>KELLEY</strong>: But the way that you shout your mom out.</p><p><strong></strong><strong>COLE</strong>: Thank you. Thank you, man. That was real. That was really like, \"My mama!!!\" That's how I was feeling.</p><p><strong></strong><strong>KELLEY</strong>: <strong></strong>It's a long yell.<strong> </strong>I was laughing on the train this morning.</p><p><strong></strong><strong>COLE</strong>: I love that song, too. That song sums it all — I look at that song like the credits were really rolling. And the message behind that song like, \"I gotta feeling there's something more, something that holds us together, something that's old forever. Love.\" It's like, ultimately that's the thing that's keeping this thing moving. Yo. I just found out yesterday. <a href=\"http://www.npr.org/2014/12/07/369191157/50-years-of-coltranes-a-love-supreme\" target=\"_blank\">50-year anniversary of Coltrane <em></em><em>A Love Supreme</em></a>.</p><p><strong>KELLEY</strong>: Yeah. Yeah.</p><p><strong></strong><strong>COLE</strong>: Do you know what that means for me? The fact that my album came out on the same — remember, we are saying everything happens for a reason. And I wanted to put it out in September but that didn't work. Then November didn't work. And December 9th just happened to be the date and the fact that that's the 50th anniversary of <em></em><em>A Love Supreme</em> — I'm not taking that lightly. I'm really taking that as a sign from God that everything literally happened the right way and the way it was supposed to happen. Because ultimately, <em></em><em>A Love Supreme</em>, what was he saying? God is the love supreme. And ultimately that's what I'm saying. Appreciate what you have. Be thankful to God. Be grateful to God, whatever you think God is. If you don't believe in God, something more. Substance. You know what I mean? Not the material things. Yourself. Like, inside there's something greater than you. Ultimately, that's what the album is saying. So when I found that out, I flipped.</p><p><strong></strong><strong>KELLEY</strong>: I got two little other questions about that song.</p><p><strong></strong><strong>COLE</strong>: OK.</p><p><strong></strong><strong>KELLEY</strong>: You said thank you to Roc Nation because it was a scary idea.</p><p><strong></strong><strong>COLE</strong>: Oh, for sure.</p><p><strong></strong><strong>KELLEY</strong>: Why was it scary?</p><p><strong></strong><strong>COLE</strong>: Because we wanted to — we did it, but it's not a easy pitch, telling your record label that you want to put out an album with no singles. And that you only want to announce three weeks before and you don't want to do any promotion.</p><p><strong></strong><strong>KELLEY</strong>: And you want to pay for samples.</p><p><strong></strong><strong>COLE</strong>: And you want to pay for — and you still gotta, you know, they've paid money for studio, you gotta pay for samples. It's a scary idea.</p><p><strong></strong><strong>KELLEY</strong>: OK.</p><p><strong></strong><strong>COLE</strong>: Obviously we had to ask them to trust us. And, by the way, they were very supportive and not scared at all. At least they didn't show it to us. But I know they were definitely like, \"OK. We just gonna hope this works out.\" You know what I'm saying? But, yeah, that's why. It's not the traditional way of putting out an album.</p><p><strong></strong><strong>KELLEY</strong>: And also B Nolan?</p><p><strong></strong><strong>COLE</strong>: B Nolan.</p><p><strong></strong><strong>KELLEY</strong>: Who's this guy? He's the driver?</p><p><strong></strong><strong>COLE</strong>: No, he's not the driver. <a href=\"https://www.linkedin.com/pub/brian-nolan/23/45a/283\" target=\"_blank\">Brian Nolan</a>. He now does — I think he's more, like, sports-related. But he works at Columbia, and he was the radio guy, one of the radio reps. Different regions have different radio reps: rhythmic radio, urban radio for the South, urban radio for the Midwest. B Nolan was our rhythmic guy for, I don't know, a bunch of places. When we drop \"<a href=\"https://www.youtube.com/watch?v=6o9dXLNuXic\" target=\"_blank\">Who Dat</a>\" and all these other singles, you go to this — you fly to the market. You go to the radio station. You meet the program directors.</p><p>And you always have a radio rep from the label that knows all these people as the middle man to introduce you and tell you — but with us, we were so interested in the business — not even the business, the music game. Like, how does this work? How's our song getting played? Or why is it not getting played as much? What can we do to get it played more? He was the guy that we would always be asking questions and he would always explain like, \"OK. This program director right here? This station's a little slow to jump on it, but you gotta understand, they going off of research.\" He explained to us how radio works and I could tell you all about the radio game, up and down, because of him and people like him from the label that were giving us a lot of game about that.</p><p><strong></strong><strong>KELLEY</strong>: But you don't think this album is gonna be on the radio?</p><p><strong></strong><strong>COLE</strong>: No, it'll be on the radio. There's definitely songs that the radio could play. But I'm not basing – and wasn't basing on my album coming out off of that. I didn't like that. I don't like that, putting out a single for three months and begging you to buy my album. I don't want to do that. I want to put it out and then work it from there. I believe in the music. I don't have to beg you. I'm grateful to have a fan base now that believes, and hopefully they love the album. And that's all I really need at this point. Not that I don't need radio, I definitely need radio, the huge impact. But I don't need to sell my album for four months in advance, basically. I don't want to do that anymore.</p><p><strong></strong><strong>KELLEY</strong>: So why don't you want to do interviews?</p><p><strong></strong><strong>COLE</strong>: Cause I was hoping that the music — which it does — I wanted the music to speak for itself. You know what I'm saying? I wanted that message to speak for itself. But then I realized I'd be doing a disservice to the music to not promote it, you know what I mean?</p><p><strong></strong><strong>MUHAMMAD</strong>: Yeah.</p><p><strong></strong><strong>COLE</strong>: And then I'd be doing myself a disservice by not allowing myself to speak — and people a disservice. Cause there's people that — I could say one thing during in this interview and it might connect with this interview and it might connect to somebody.</p><p><strong></strong><strong>MUHAMMAD</strong>: Absolutely.</p><p><strong></strong><strong>COLE</strong>: So I'm doing them a disservice by not getting it out there.</p><p><strong></strong><strong>MUHAMMAD</strong>: It's a strong album and your presence, as an artist, speaks and it comes across, but your presence outside of the art also speaks volumes. And I think that in this time period, we're — it just seems like people are looking for a leader. I'm not saying I'm trying to push you up into that position to lead, but I think that your persona and what you speak on, what you stand for, is important. And I think you have to do interviews and be out there and let the people touch you and speak to you.</p><p><strong></strong><strong>COLE</strong>: Thank you, man.</p><p><strong></strong><strong>MUHAMMAD</strong>: It's motivating.</p><p><strong></strong><strong>COLE</strong>: Thank you. I feel you. I feel you. And people told me that and I'm listening. You know what I mean? Like, I get it. Four years ago, I was way more just politically correct, trying to say the right things, not really trying to — now it's like, nah, man. I don't know how long I'm gonna be here. You know what I'm saying? I want to get whatever's on my chest off my chest when it feels right, and just do what feels right. And do what's in my heart, basically. Say what's in my heart, say what's on my mind. So that's my whole thing from now on. Like, \"Yo. Just say it, man. Just do it.\" If that's how you feel. Ferguson, perfect example. I just wanted to go. And I got – \"OK, I can afford the ticket. I can go. I'm just gonna go.\" That's it. There was no thought. There was no — there wasn't any second-guessing. It was just, let's go.</p><p><strong></strong><strong>MUHAMMAD</strong>: Dope. The only other question I have — I don't know how many more you have, Frannie.</p><p><strong></strong><strong>KELLEY</strong>: Not many and we're gonna get pulled pretty soon, yeah.</p><p><strong></strong><strong>MUHAMMAD</strong>: Wrapping up? Cool. \"St. Tropez.\"</p><p><strong></strong><strong>COLE</strong>: Yes.</p><p><strong></strong><strong>MUHAMMAD</strong>: What musically were you listening to to get you in the head space for that song?</p><p><strong></strong><strong>COLE</strong>: I don't know, man. I don't know.</p><p><strong></strong><strong>KELLEY</strong>: I want to know that for the album, actually.</p><p><strong></strong><strong>COLE</strong>: Right. Well, thank you. Thank you. I couldn't tell you, specifically. Because I did that beat way before — I did that beat early in the year, like maybe February. I didn't know what to do with the beat. I sent it to Kendrick. Like, \"Here man. Take this for your album.\" No, matter of fact, I sat on it for a while. That particular song, I sat on it for a while. Made the album in L.A. Came back to New York to just finish up the album, tweak the album. And while I was in New York I sent Kendrick the beat like, \"Yo. I got something for your album here.\" He hit me back like, \"Yo.\" He was loving it like, \"Yo. It's perfect, classic. Thank you.\"</p><p>And then, a week later I'm on the plane — or in my hotel room, and I got shuffle on my Logic. I got a Logic folder, basically, a Logic playlist that plays all my beats, so I was just going through it randomly and that beat came up and that day I had melodies. \"Roll up and smoke my sins away / I'd like to go St. Tropez / Maybe I go maybe I stay.\" I had that. So I record on my laptop. And I'm thinking to myself, \"Oh, no.\" Cause I'm in love with it, but I just sent it — mind you, I just sent it to Dot. I just sent him this joint. So I'm like, \"Oh my god. I don't want to make that phone call.\" But I couldn't help it.</p><p>So when I got back to the studio maybe four days later, I just recorded it and I just called him, like, \"Yo, please tell me you didn't record to that beat yet.\" Like, \"Please tell me you don't have a classic song sitting on that beat. Cause I'm about to --\" Cause if he had a song I wouldn't even have took it — I wouldn't have took it back. So I was praying that he didn't cause I really loved it and I knew what it was on the album — I knew the scene that it was and I needed it to be. And he was like, \"Nah, it's cool. I only got like a verse on it.\" I was like, \"Are you in love with it?\" He was like, \"Eh. I ain't in love with it. I'm just playing around.\" So he let me get that back. He was like, \"You owe me though.\" So that was a cool moment.</p><p><strong></strong><strong>MUHAMMAD</strong>: I really like it. It's a definite mood kind of a song. It reminds me of blues and jazz so hard. And even the way you came on of top it, I'm like, \"Man.\" Like, you in the zone and it's a great place. So I was wondering if it was something that you were listening to. But I just love that you feel uninhibited to just go there like that.</p><p><strong></strong><strong>COLE</strong>: Thank you, man. I can't really pinpoint it to any specific thing that I was listening to. It's really just a product of being free like we talked about and being open and, like, allowing. Allowing, that's the best creativity. Is allowing. Cause it always wants to come out. You know what I mean? It's just if you allow it to come out.</p><p><strong></strong><strong>MUHAMMAD</strong>: I heard — I don't remember if it was Quincy Jones or Stevie Wonder, I think Steve Wonder that said, \"You gotta leave space for God in the room.\"</p><p><strong></strong><strong>COLE</strong>: Mm-hmm.</p><p><strong></strong><strong>MUHAMMAD</strong>: In your recording.</p><p><strong></strong><strong>COLE</strong>: For real. That's real. That's real. That's what allowing is for me. It's literally allowing God do the work. My best songs that I've ever written, or at least the best time that I've ever had writing 'em, came from just allowing. It felt like I was not writing. It felt like I was not at the wheel. I was just like the scribe, you know what I mean? I was like the prophet Muhammad or something.</p><p><strong></strong><strong>KELLEY</strong>: The instrument.</p><p><strong></strong><strong>COLE</strong>: I was like the instrument. Not comparing myself to him, obviously. I'm not trying to say that. I'm just saying the way that God can speak through people and it's like — art is like that, I feel like. When you in your best zone, you're connected to a higher power. You're connected to God and you're not trying. There's no effort. You're just allowing. And I feel like that's ultimately the greatest, obviously, the greatest source of inspiration. That's the closest you gone get to God, you know what I mean? Is those moments, when you're truly tapped in. That's how I feel.</p><p><strong></strong><strong>MUHAMMAD</strong>: I'ma leave with you this. It's a book called <a href=\"http://www.amazon.com/Love-Wine-Sheikh-Muzaffer-Ozak/dp/0893144258\" target=\"_blank\">Love Is The Wine</a>. I think you might like that book.</p><p><strong></strong><strong>COLE</strong>: <em></em><em>Love Is The Wine?</em></p><p><strong></strong><strong>MUHAMMAD</strong>: <em></em><em>Love Is The Wine</em>.</p><p><strong></strong><strong>COLE</strong>: I'm bout to write that down. <em></em><em>The Wine?</em></p><p><strong></strong><strong>MUHAMMAD</strong>: The wine. W-i-n-e.</p><p><strong></strong><strong>COLE</strong>: That's crazy. Writing it down right now. Text myself. That's how I send myself notes.</p><p><strong></strong><strong>MUHAMMAD</strong>: I think it's a great album. This is my number one for 2014.</p><p><strong></strong><strong>COLE</strong>: Thank you. That means a lot, bro. And I don't want to, like — I feel weird talking about my own stuff. But it's true. I can't help it. I feel like this — you said love is the wine? I feel like this album gets better like a fine wine. Like, with time? The more I listen the more I fall in love with it, and the better it gets. I can't really say that about many of the projects I've done, definitely none of the albums I've done, and on another level from the mixtapes. This thing grabs me even more the more I listen. I feel like a year from now it'll sound even better and five years from now it'll sound even better — and ten years from now.</p><p><strong></strong><strong>KELLEY</strong>: Me too.</p><p><strong></strong><strong>MUHAMMAD</strong>: Agreed.</p><p><strong></strong><strong>COLE</strong>: Thank you.</p><p><strong></strong><strong>KELLEY</strong>: And it's not the sad songs that make me cry. It's the love yourself songs. That's how you know it's working.</p><p><strong></strong><strong>COLE</strong>: Thank you. \"<a href=\"https://www.youtube.com/watch?v=eRaFMlZ1YHA\" target=\"_blank\">Apparently</a>,\" by the way. I don't want nobody to sleep on \"Apparently.\" I'm just gonna throw that out there. When you get the album, whoever's listening, enjoy. Thank you.</p><p><strong></strong><strong>KELLEY</strong>: Thank you so much.</p><p><strong></strong><strong>MUHAMMAD</strong>: Word. Thank you.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=J.+Cole%3A+%27Ain%27t+Enough+Of+Us+Trying%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ali Shaheed Muhammad","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370264973-528cda.m3u?orgId=1&topicId=1105&aggIds=100920965&d=232&p=3&story=370148449&t=progseg&e=370237640&seg=19&ft=nprml&f=370148449"},{"href":"http://media.npr.org/assets/img/2014/12/11/tumblr_ngad4149wo1u5ubrqo1_1280-6d33bfc20639ad86670c23c6eb65b6e75ac13cd8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"842","width":"1124"}},{"href":"http://media.npr.org/assets/img/2014/12/11/tumblr_ngad7fdvpk1u5ubrqo1_12804_brick-348fd86734b03fb070adabcaa44f8c7a63142e4d.jpg","type":"image/jpeg","meta":{"crop":"brick","height":"588","width":"1280"}}]}