{"created":"2014-10-08T15:03:51+00:00","modified":"2014-10-31T01:47:41+00:00","valid":{"from":"2014-10-31T01:47:41+00:00","to":"3014-10-31T01:47:41+00:00"},"hreflang":"en","title":"Bustin' Into June With Sweet, Silly Poetry","published":"2014-06-01T23:04:00+00:00","teaser":"Today we're anticipating the month of June — and the start of summer fun — with the poetic stylings of one of history's most creative duos: Richard Rodgers and Oscar Hammerstein II.","itags":["npr_api","315293926"],"guid":"f861fa01-a0cd-4e79-a478-864a8dcc3c1d","contentencoded":"<p>Not a single snowflake was present — in fact, it was a sunny, 75 degree day — when my friend's 6-year-old daughter, Catherine, suddenly sang, \"Do you want to build a snowman?\" I thought she'd momentarily taken leave of her senses, a swoon brought on by too many Skittles.</p><p>But then she swung into yet another number from the animated musical <em>Frozen</em>. This time, it was \"Let It Go,\" the rousing song by Kristen Anderson-Lopez and Robert Lopez. Like millions of other kids, Catherine heard \"Let It Go\" only once — and had it down cold. Now she belts it out at will: When she's sad and wants to feel happy, or when she's happy and wants to stay that way.</p><p>The song that does the same thing for me is particularly apt in these final days of May: \"June Is Bustin' Out All Over,\" from the 1945 Rodgers and Hammerstein musical <em>Carousel.</em> Just read the following words — and as you do, think of the special feel of a summer day, and of how that essence is so well captured by Oscar Hammerstein II's sweet, funny rhymes: \"June is bustin' out all over / The feelin' is gettin' so intense, / That the young Virginia creepers / Have been huggin' the bejeepers / Outa all the mornin' glories on the fence!\"</p><p>There is something wonderfully corny about this tribute to summer fecundity, something charming and cheerful and unsophisticated. We live in a dark and complicated world, a brutal one, and it's a relief to be able to sing, \"The saplin's are bustin' out with sap! / Love has found my brother, Junior, /And my sister's even loonier! / And my Ma's gettin' kittenish with Pap!\"</p><p>Poetry has a reputation for being pretentious and effete, as impossibly remote from the lives of ordinary people. But the truth is, we're surrounded by poetry — it just happens to come to us most often these days in popular songs both old and new. Whether it's the winter of \"Let It Go\" or the summer of \"June Is Bustin' Out All Over,\" such poetry syncopates all the seasons of our lives — and maybe makes the world a little less bleak. It's hard, after all, to be too gloomy when you're saying words like \"creepers\" and \"bejeepers.\"</p><p><em>Julia Keller's next novel is called</em> Summer of the Dead.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bustin%27+Into+June+With+Sweet%2C+Silly+Poetry&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Julia Keller","audio":[{"meta":{"duration":"121"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317977412-09fbcc.m3u?orgId=1&topicId=1032&aggIds=257657827&ft=3&f=315293926"},{"href":"http://media.npr.org/assets/img/2014/05/23/carousel-6ac96153969fe110bf3d76a413cc4048742708c3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1199","width":"1600"}}]}