{"created":"2015-02-10T10:07:41+00:00","modified":"2015-02-17T19:05:33+00:00","valid":{"from":"2015-02-17T19:05:33+00:00","to":"3015-02-17T19:05:33+00:00"},"hreflang":"en","title":"Nevada's Gaming Commission Considers Olympic Wagers","published":"2015-02-10T20:21:00+00:00","teaser":"Nevada gaming officials are mulling a proposal that would allow gambling on the Olympic Games. If approved at a hearing this month, gamblers could start placing bets on the Summer Olympics in 2016.","itags":["npr_api","385138825"],"guid":"f8713d41-c234-4540-be66-d26c585ddd57","contentencoded":"<p>Later this month, Nevada's gaming commission will weigh a proposal that would allow the state's sports books to start taking wagers on the Olympic Games.</p><p>The move could prove profitable in this state, where bettors waged nearly <a href=\"http://www.lasvegassun.com/news/2015/feb/02/nevada-sports-books-take-lot-bets-win-little/\" target=\"_blank\">$116 million</a> on this year's Super Bowl. It's the second year in a row Super Bowl betting has <a href=\"http://www.lasvegassun.com/blogs/talking-points/2015/feb/01/baffling-finish-super-bowl-49-las-vegas-sports-boo/\" target=\"_blank\">eclipsed $100 million</a> in Nevada, and it gets the industry off to a hot start following a record-setting 2014.</p><p>With that momentum behind them, sports books in the Silver State are looking to increase their handles. But as it stands now, betting on the Olympics is prohibited in Nevada, as it's labeled an amateur non-collegiate event.</p><p>Jimmy Vaccaro of South Point Hotel, Casino and Spa, which brought the proposal to the gaming commission, says that puts them at a competitive disadvantage.</p><p>\"Like every industry in the world, you've got to keep improving your product or you lose out in the end,\" Vaccaro says. \"And you can bet the Olympics in the rest of the world.\"</p><p>The rest of the world may be a bit of an over statement, but it is true that you can bet on Olympic events in many other places such as England and Macau. And it is somewhat lucrative.</p><p>\"And it's something which I won't pretend to you is at the very top of our betting turnover lists,\" says Graham Sharpe of William Hill PLC, a British-owned sports book. \"But each four years when it comes around, it's really a big deal in the media and therefore, it's a big deal with our customers.\"</p><p>That would likely be the case in Nevada too, where sports bettors waged<strong> </strong>about <a href=\"http://espn.go.com/chalk/story/_/id/12253876/nevada-sports-bettors-wagered-lost-more-ever-2014\" target=\"_blank\">$3.9 billion overall</a> in 2014. Nearly half of that was bet on football. Basketball was next, followed by baseball.</p><p>Other sports — boxing, hockey and soccer — like most Olympic events, made up less than 10 percent of bets. And that was with a significant boost from the World Cup.</p><p>Sports books, regulators and analysts say they don't expect that to change if regulators allow bettors to start placing wages<strong> </strong>on the Olympics.</p><p>\"I think it's more of an attraction to keep people in the casino and keep them from going somewhere else to bet on sports,\" says David Schwartz, director of the University of Nevada Las Vegas's Center for Gaming Research.</p><p>This would be especially true for the Summer Olympics, which falls in that gap between basketball season and football.</p><p>But will regulators actually allow the change?</p><p>The proposal has already cleared the first hurdle. It's been approved by the Nevada State Gaming Control Board and passed on to the state's gaming commission.</p><p>Quinton Singleton, the legal counsel for CG Technology, a company that operates a handful of Nevada sports books, says that regulators were given a chance to examine some potential hiccups in that first stage. For example, they had to consider how they would regulate wagering on new sports that are more subjective than objective.</p><p>\"Basketball is pretty objective whether you made the basket, or you didn't,\" Singleton says.</p><p>As opposed to something like figure skating, where \"you have judges saying, 'I like this one better,' versus, 'I like that one better,' \" he adds. \"So, there's a lot of supplemental judgment that goes into determining whether someone won or not.\"</p><p>Still regulators like A.G. Burnett, chairman of the state's control board, say they're familiar with watching wagers on subjective sports because of events like boxing or MMA.</p><p>\"And we still always, as regulators, have the right to say no to some of those if we just don't feel like it's an appropriate betting activity,\" Burnett says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Nevada%27s+Gaming+Commission+Considers+Olympic+Wagers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nathan Rott","audio":[{"meta":{"duration":"207"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385138826-8c12c4.m3u?orgId=1&topicId=1091&e=385138825&d=207&ft=nprml&f=385138825"}]}