{"created":"2015-06-15T21:36:26+00:00","modified":"2015-06-16T12:10:09+00:00","valid":{"from":"2015-06-16T12:10:09+00:00","to":"3015-06-16T12:10:09+00:00"},"hreflang":"en","title":"Scientists, Fishing Fleet Team Up To Save Cod — By Listening","published":"2015-06-15T23:50:00+00:00","teaser":"Atlantic cod have become scarce along the coast, though catch limits have been reduced by 80 percent. Researchers are now tracking the sound of mating cod, hoping to help fishing boats avoid them.","itags":["npr_api","413672058"],"guid":"f872991b-b857-4826-9cbc-f1eb2a8dce56","contentencoded":"<p>In the ocean off of Massachusetts, an unlikely alliance of scientists and fishermen is on a quest. They're looking for mating codfish. The goal is not only to revive a depleted fish population but to save an endangered fishing community as well.</p><p>Cod were once so plentiful in New England waters that people used to say you could almost walk across their backs. Cod fueled a huge fishing industry. But now they're scarce, mostly from overfishing.</p><p>If you want to be sure to find one, you can do what I did — visit the aquarium at Woods Hole, Mass. I went with <a href=\"http://www.nefsc.noaa.gov/psb/acoustics/psbAcousticsPeople.html\">Sofie Van Parijs</a>, a biologist with the Northeast Fisheries Science Center, part of the National Oceanic and Atmospheric Administration. Two pale brown, 2-foot-long fish swim in a tank. They have spots and a kind of racing stripe down the side, and a little whisker on the lower lip that's a sense organ.</p><p>Van Parijs is part of a team of scientists hoping to bring this fish back from the brink. The government has tried, by lowering fishing limits drastically, but the cod haven't bounced back. Then, a few years ago, biologists discovered a sound in the ocean they thought might help. It was nothing spectacular, just a kind of faint thumping against the background gurgle of the ocean.</p><p>\"We kept seeing these repetitive calls over and over,\" says Van Parijs, \"and eventually we went to look and found out these were cod.\" Biologists called it cod grunting. And they figured maybe they could track the fish by listening for their grunts. Then they could protect them, especially areas where cod spawn, since they seemed to grunt a lot during spawning season.</p><p>A cod spawn is pretty spectacular. The fish gather by the thousands in a column that extends up from the sea bottom. Biologists call these <a href=\"http://www.nefsc.noaa.gov/psb/acoustics/psbAcousticBehaviorFish1.html\">spawning haystacks</a>.</p><p>\"These cod come back to the same flat, featureless bottom year after year after year [to spawn],\" says Van Parijs, \"and how they know this is the same mud splot in the ocean, I honestly don't know.\" But if you disturb that haystack — by fishing, for example — the fish leave and don't come back, she says.</p><p>So the biologists could hear grunts out there in the coastal ocean. To track them, NOAA had numerous buoys and even self-propelled subs with underwater microphones, or hydrophones. But pinpointing the haystacks was kind of like finding a needle in the ocean.</p><p>Then they got some unexpected help from the local fishing community. Says Van Parijs: \"There were actually fishermen around the Massachusetts Bay area that came and just said, 'We need to use these new technologies that we've seen in the literature to help us.' \"</p><p>Frank Mirarchi, a fisherman in the area for 52 years, was one of those who came forward. \"We know the fish are spawning somewhere in this fairly large area of several hundred square miles,\" he told the scientists. \"Help us find out where.\"</p><p>One might assume that the fishermen wanted to follow the grunts to catch more cod — exactly what the biologists <em>didn't</em> want to see happen. But in fact the fishermen had a different idea.</p><p>\"We're trying to fish but not catch cod,\" says Mirarchi. \"That's the new strategy.\"</p><p>Mirarchi says fishermen would actually like to avoid the cod, for this reason: The catch limit for cod now is tiny; a boat may be allowed only 1,000 pounds a year. That's not worth much money. So they fish for other so-called groundfish, instead — flounder or haddock.</p><p>But if your net or hook happens to bring up a cod, you have to keep it — if you throw it back, you're breaking the law. And once you've caught your limit of cod, even by accident, that's it — you have to stop fishing for <em>any </em>groundfish.</p><p>\"It's very difficult to go fishing for something else [when] you run the risk of catching too many cod and actually having the fishery closed for you or for your fellow fishermen because of that catch,\" says Mirarchi, who fishes out of Scituate, Mass.</p><p>So the fishing fleet wanted to locate the cod to avoid them, while the biologists wanted to find them to protect them. An alliance was born.</p><p>The boat captains said: Look, we've been fishing these offshore waters for decades. We'll tell you where to put your microphones.</p><p><a href=\"http://www.nature.org/ourinitiatives/regions/northamerica/unitedstates/massachusetts/contact/massachusetts-staff.xml\">Christopher McGuire</a>, who directs the marine program for the Nature Conservancy, which has been collaborating with the fishing community on all this, says the fisherman nailed it.</p><p>\"You probably wouldn't be surprised to learn,\" McGuire says, \"that after the first year, the areas where the fishermen said we should look is where the fish were.\"</p><p>McGuire says now biologists for NOAA and the state of Massachusetts have been able to better pinpoint spawning areas within a reasonably small area. That means the government doesn't have to cordon off huge tracts of ocean wherever cod grunts are heard, a practice that fishermen didn't like.</p><p>\"We're trying to find the middle ground,\" says McGuire, \"between closing the whole area while still allowing fishermen to be able to fish around it for other target species.\"</p><p>So the biologists now have a tool to find the haystacks where the cod spawn. As for the fishermen, Mirarchi says they're still skeptical that biologists with microphones will make their jobs easier. But in places like Scituate, he says, there's too much at stake not to try.</p><p>\"It's a community, you know,\" Mirarchi says. \"It's not just a dock with a bunch of scruffy-looking guys. It's a community with families and children that learn on the docks like I did what fishing is all about, and make a life of it if they can. I don't want to see that end.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Scientists%2C+Fishing+Fleet+Team+Up+To+Save+Cod+%E2%80%94+By+Listening&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Christopher Joyce","audio":[{"meta":{"duration":"293"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414689883-977c8c.m3u?orgId=1&topicId=1053&d=293&p=2&story=413672058&t=progseg&e=414663694&seg=5&ft=nprml&f=413672058"},{"href":"http://media.npr.org/assets/img/2015/06/15/maru-deployment-photo-with-chris-tremblay-3-82df0f103669a2ffedb87f597d1f52be03a9fddc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"383","width":"511"}},{"href":"http://media.npr.org/assets/img/2015/06/15/gettyimages-458906766-1eba934a12f2c88c3aac46adfd9c257a3a7b693e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2685","width":"3580"}}]}