{"created":"2015-01-13T22:56:39+00:00","modified":"2015-01-21T17:03:35+00:00","valid":{"from":"2015-01-21T17:03:35+00:00","to":"3015-01-21T17:03:35+00:00"},"hreflang":"en","title":"Winning The Truck Battle Isn't Just About Smack Talk. It's Everything","published":"2015-01-14T09:25:00+00:00","teaser":"For Detroit automakers, there's likely no bigger prize than being the No. 1 truck. The Detroit three — GM, Ford and Fiat Chrysler — are essentially truck companies that sell cars.","itags":["npr_api","377005111"],"guid":"f875c110-2b9b-4d3c-a3e3-7a347eed3288","contentencoded":"<p>For the Detroit automakers, there's likely no bigger prize than being the No. 1 truck. Pickups represent the lion's share of profits and the industry's recent growth.</p><p>And for more than three decades, Ford has been the king of trucks. But there are some new contenders for the throne. The North American International Auto Show kicked off in Detroit this week and crowned its 2015 North American <a href=\"http://www.npr.org/blogs/thetwo-way/2015/01/12/376705413/fords-new-aluminum-f-150-vw-golf-take-top-detroit-auto-show-honors\">Truck of the Year</a>. The nominees were the Chevrolet Colorado, the Ford F-150 and the Lincoln MKC. And the winner? The Ford F-150.</p><p>For the most part, the Detroit car companies — General Motors, Ford and Fiat Chrysler — are essentially truck companies that also sell cars.</p><p>That wasn't always the case.</p><p>\"We started to see that in the '80s and '90s when the big pickups started to become lifestyle vehicles, when they replaced the sports car in terms of the ultimate expression of masculinity,\" says Aaron Bragman with Cars.com and PickupTrucks.com.</p><p>Bragman says American car companies turned to pickups in part because they were really good at making them. \"That's really where the profit centers were, that's where their strengths were, where their engineering know-how was and that's what they focused on,\" he says.</p><p>Even though cars have become more important to each of the Detroit automakers, trucks are a big deal. As central as they are to profits, they pose a problem: fuel economy.</p><p>Right now each truck company is taking a gamble so it can meet the government's strict new fuel standards.</p><p><strong>Ford</strong></p><p><strong></strong> Pete Reyes is chief engineer of the Ford F-150. At Ford, that's a really important job.</p><p>\"We've been the No. 1-selling full-size pickup for 37 years in a row. And we're not going to give that crown up to anybody,\" Reyes says.</p><p>Morgan Stanley estimates the company gets 90 percent of its profits from its F-series trucks. Ford's gamble is making the trucks' body out of aluminum.</p><p>\"If you take weight out of the base rig, it can carry more and it's more productive,\" Reyes says. \"We're thrilled that we're able to make what may appear to be a big bet but what is in reality a very proven plan or a traditional move, now in a high-volume vehicle.\"</p><p><strong>General Motors</strong></p><p><strong></strong> Depending on how you count, GM often beats Ford in a given month. GM's strategy in the war is to open a new front. Back when trucks were getting bigger and more butch, the Detroit car companies abandoned smaller trucks.</p><p>GM's Sandor Piszar says smaller trucks will help with fuel economy targets and winning new customers.</p><p>\"The introduction of this truck I think shows our serious commitment to the truck space, because ... a lot of people have written off this segment,\" Piszar says. \"But if you dig deeper the customers are there; they just don't have a product that's satisfying their needs.\"</p><p><strong>Fiat Chrysler</strong></p><p><strong> </strong>Fiat Chrysler's Ram brand is pushing to make diesel available on a wide scale, and that's a big gamble.</p><p>\"We all like to win,\" says the brand's Bob Hegbloom about the coming truck war. \"We're all very competitive, so to say that we're not all out there battling and want to be the biggest and the best out there, I think anyone would be lying to you.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Winning+The+Truck+Battle+Isn%27t+Just+About+Smack+Talk.+It%27s+Everything&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sonari Glinton","audio":[{"meta":{"duration":"226"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377024743-d17455.m3u?orgId=1&topicId=1006&ft=3&f=377005111"},{"href":"http://media.npr.org/assets/img/2015/01/13/ford-b4e4d2f736abe31f42d04eae0cd1e6285c2881f0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2848","width":"3798"}}]}