{"created":"2014-11-05T21:58:54+00:00","modified":"2015-05-02T02:40:24+00:00","valid":{"from":"2015-05-02T02:40:24+00:00","to":"3015-05-02T02:40:24+00:00"},"hreflang":"en","title":"Banks Reluctant To Use 'White Hat' Hackers To Spot Security Flaws","published":"2014-11-24T01:17:00+00:00","teaser":"High-tech firms have been offering bounties to security researchers to find holes and bugs in their software, but these reward programs haven't drawn much interest from major banks.","itags":["npr_api","361812463"],"guid":"f87b82b7-faa4-465e-b0f0-e1961ac9f869","contentencoded":"<p>Somewhere around the world, someone is trying to <a href=\"http://www.verizonenterprise.com/DBIR/2014/\">breach the security system</a> of a large company. These attempted intrusions happen all the time.</p><p>Some experts say that to defeat the bad hackers, you've got to partner with the good ones. Recruit them to find holes and bugs in software and, when they do, pay them for it.</p><p>So-called <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/08/08/338776873/when-hackers-test-for-flaws-they-might-earn-cash-or-threats\">bug bounty programs</a> are becoming the new normal in Silicon Valley's high-tech sector. But another heavily hacked sector — the financial industry — isn't biting on the idea.</p><p><strong>Risky Business?</strong></p><p>At Yahoo's<strong> </strong>headquarters in Sunnyvale, Calif., dozens of people are listening to security experts from Google, Twitter, Yahoo and PayPal explain why they're inviting hackers to attack their corporate networks.</p><p>\"If you care about the product [and] you care about your customers, you care about your customers' security — this is what you have to do,\" says Dean Turner, director of security intelligence at PayPal<strong>.</strong></p><p>The online world is full of risk — and that risk is not going away. PayPal has responded by calling out to hackers with an <a href=\"https://www.paypal.com/us/webapps/mpp/security/reporting-security-issues\">open invite</a>. This past year alone, the company says it has paid about 1,000 of them for confidentially reporting big security holes. These do-gooder hackers, called \"white hats,\" come from over 66 countries and all walks of life — teenagers, tech workers, unemployed geeks.</p><p>Turner admits it's a tricky relationship. \"You have to be reasonable,\" he says. \"You have to be fair and you've got to be very clear about what your expectations are in terms of the exchange of information.\"</p><p>Like other <a href=\"https://bugcrowd.com/list-of-bug-bounty-programs\">tech companies</a>, PayPal expects these self-appointed researchers to only hack their own personal customer accounts — not others — in the research process.</p><p>The hackers in turn expect the price to be right — say a few hundred dollars for a small bug, and tens of thousands for a big one. This isn't charity work, and they can always sell their findings to the black market.</p><p>\"If you try to shortchange the researchers,\" Turner warns, \"you're going to find out pretty quickly that you're going to be in trouble.\"</p><p>Sitting in the audience, Robert Auger, from the online file storage company Box, wonders about extortion. \"Have you bumped into situations where people have tried to get more money out of you than you agreed to?\" he asks.</p><p>Turner responds matter-of-factly. \"Does it happen? Sure. Do you modify the rules? No.\"</p><p><strong>New Conventional Wisdom </strong></p><p>Paying outsiders to attack you was a radical idea just years ago. But the online world has grown so quickly and the cyberattacks against consumers have been so aggressive, Silicon Valley has changed its mind.</p><p>\"There's thousands or tens of thousands of people out there with the skill sets that could help us find these bugs and get them fixed faster,\" Yahoo Chief Security Officer Alex Stamos says. \"And there's nothing lost by bringing them kind of into the fold and giving them an opportunity to participate.\"</p><p>The biggest banks in the United States do not agree.</p><p>NPR contacted a dozen financial institutions. Like high-tech firms, they're under constant attack. But only one of them, GE, says it has a <a href=\"http://www.ge.com/security\">method for outsiders</a> (customers or researchers) to report a security issue<strong> </strong>to the company. Citibank and Wells Fargo declined to even state whether they have such a method because, they explain, they don't discuss cybersecurity matters with the public.</p><p>Stamos has heard this before. \"For most companies, they don't want to ever talk about security unless it's an absolute emergency and they've had a breach,\" he says. \"And I think that's a mistake.\"</p><p>In a statement to NPR, the <a href=\"http://fsroundtable.org/members/\">Financial Services Roundtable</a> says the banks and insurers that are its member have not \"traditionally\" paid bug bounties. Such security programs are \"usually\" for technology companies that make software, like Microsoft, the group says.</p><p>Stamos doesn't buy that statement.</p><p>\"Several of the large banks have more tech employees than we have employees overall,\" he says. \"So hopefully they're able to adapt what we've done for themselves.\"</p><p><strong>New Programs Court Banks</strong></p><p>A few Silicon Valley startups are trying to help banks and companies outside the high-tech sector adapt systems to disclose vulnerabilities and pay bug bounties.</p><p>Katie Moussouris, policy director for <a href=\"https://hackerone.com/\">HackerOne</a><strong>, </strong>set up a program for pre-screened hackers to attack (and improve) specific products — say a new online payments system. But just a handful of financial institutions signed up.</p><p>\"A lot of these organizations confuse having a clear way to report vulnerabilities to them with an open invitation to hack their systems,\" she says. \"And those are two very different things.\"</p><p>Moussouris says banks are missing an opportunity to protect their customers.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Banks+Reluctant+To+Use+%27White+Hat%27+Hackers+To+Spot+Security+Flaws&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"257"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361820868-5292cc.m3u?orgId=1&topicId=1019&d=257&p=2&story=361812463&t=progseg&e=361640317&seg=3&ft=nprml&f=361812463"},{"href":"http://media.npr.org/assets/img/2014/11/05/30714423_h28230625-c52c6353358fddd5b5d03fdc9a5a7781851225af.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2728","width":"3637"}}]}