{"created":"2015-05-04T17:30:59+00:00","modified":"2015-05-04T20:37:44+00:00","valid":{"from":"2015-05-04T20:37:44+00:00","to":"3015-05-04T20:37:44+00:00"},"hreflang":"en","title":"Ana Sortun: How To Avoid The Biggest Mistakes In The Kitchen","published":"2015-05-04T20:37:00+00:00","teaser":"The award-winning chef joins us in the kitchen for a demonstration on how to do it right, from greens to grains.","itags":["npr_api","404214563"],"guid":"f8812487-4054-47b0-8450-aceec0fff3f6","contentencoded":"<p>If you&#8217;ve spent any time in the kitchen, you are probably familiar with some reoccurring mistakes: soggy broccoli, dry meat, gluey rice and fish that falls apart at the slightest nudge. Award-winning chef <strong>Ana Sortun</strong> has seen it all and has a few easy tips for avoiding disaster. Sortun joined <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now</a></em> Jeremy Hobson in the WBUR kitchen for a demonstration on how to do it right, from greens to grains.</p><h4>6 Tips To Avoid Common Cooking Mistakes</h4><p><strong>1. Hungry for broccoli? Do not blanch!</strong></p><p>Chef Ana Sortun says a common misconception is that for greens like broccoli and green beans, the best way to cook them is to toss them in some boiling water or steam them before throwing them in the frying pan. This leads to soggy veggies. When you have a fresh bunch of broccoli, chop it into similarly sized pieces, coat the pieces in some olive oil or butter (or both!) and cook them right in the skillet. Add just a few tablespoons of water to steam them through and when they turn a dark green, you are good to go!</p><p><strong>2. A rule of thumb for searing.</strong></p><p>When browning, it is essential to sear your ingredients in a hot pan. To make sure your pan is hot enough, use 3 parts vegetable oil (do not use extra-virgin olive oil; it breaks down easily because it has a low temperature threshold) to 1 part butter. Add the oil and butter to the pan, and when the butter starts to brown, the pan will be hot enough to get a good golden-brown searing color. Oil prevents the butter solids from burning, and the butter solids help to brown your ingredients. You’re guaranteed a richer and more even color this way.</p><p><strong>3. Even heat leads to tastier eats.</strong></p><p>You know all of those cool flames you see on cooking channels on the TV? Well, that&#8217;s actually not a good thing. Not matter what you are cooking in the skillet, you will want to keep a nice even level of heat. Cranking the temperature up for a faster cook time may lose flavor and also leads to food that isn&#8217;t cooked the same all the way through.</p><p><strong>4. Keep your meat juicy by letting it rest.</strong></p><p>Tired of dry pork loin and steak? One of the biggest no no&#8217;s in the kitchen can be serving meat straight from skillet to plate. Sortun says growing up, many Americans may be used to food so hot you need to blow on it. But letting meat rest after a bit of cooking will allow it to self-cook and better retain its juices. When everything is almost ready to serve, throw it back on the skillet or into the over to warm it through quickly and then serve for the best results.</p><p><strong>5. Do not flip over fish!</strong></p><p>If you cooking your fish on the stove top or grill, you may be tempted to keep it moving so it won&#8217;t stick to the skillet. But actually, says Sortun, with a nice even level of heat (see tip #2!) fish like scallops or cod will caramelize on the bottom into a crust that will not stick. When scallops and cod are cooked all the way through, they will take on a white translucent color. Then flip it for just 30 seconds or less and you are done. Your fish won&#8217;t fall apart or taste burnt.</p><p><strong>6. Fluffy grains cannot be rushed.</strong></p><p>Much like meat, grains like rice and quinoa are best when they have time to rest. By keeping them on the heat until they look done, you are actually overcooking, because rice and quinoa keep self-heating when they are off of the stove top. That will result in gluey grains. Instead, take the grain off a little early, let it sit and you should get a nice fluffy texture when it goes to plate.</p><h4>Recipe: Quinoa With Broccoli & Feta</h4><p><em>By Ana Sortun</em></p><p><em>Serves 4</em></p><p><strong>Ingredients:</strong></p><p>2 cups quinoa</p><p>2 tablespoons extra virgin olive oil or butter</p><p>4 cups of broccoli florets and chopped stem (see method), about one pound</p><p>1 cup crumbled barrel aged Greek style feta</p><p>2 teaspoons dried oregano</p><p>1 teaspoon dried mint</p><p>Zest of one orange</p><p>Salt and pepper to taste</p><p><strong>Instructions:</strong></p><p>Bring 6 cups water to a boil in a saucepan. Stir in quinoa in a slow stream. Reduce the heat to low and simmer for exactly 9 minutes. Let stand off the heat for one minute and then drain immediately.</p><p>Trim stems of broccoli so that you have 2 to 3 inches of stem below the florets. Slice the stems as thin as you can all the way to the base of the florets. Break apart the florets into smaller pieces. Wash the broccoli in a colander.</p><p>In a 12 inch sauté pan over medium low heat, place the broccoli and olive oil and 3 T of water in the pan. Season with salt and pepper to taste. Cook the broccoli stirring occasionally for about 6 minutes until the water has evaporated and the broccoli is glazed and tender. Stir in the quinoa, feta, dried herbs and orange zest. Season with salt and pepper to taste</p><p>Serve hot with seared scallops.</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.oleanarestaurant.com/team.asp\" target=\"_blank\">Ana Sortun</a></strong>, James Beard award-winning chef and owner of Oleana in Cambridge, Mass. and co-owner of Sarma Restaurant in Somerville, Mass.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ana+Sortun%3A+How+To+Avoid+The+Biggest+Mistakes+In+The+Kitchen&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"677"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404225250-474d29.m3u?orgId=1&d=677&p=60&story=404214563&t=progseg&e=404214516&seg=3&ft=nprml&f=404214563"},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0402_ana-sortun08.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0402_ana-sortun01.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0402_ana-sortun03.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0402_ana-sortun04.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0402_ana-sortun05.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0402_ana-sortun06.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0402_ana-sortun07.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}}]}