{"created":"2015-06-03T09:00:40+00:00","modified":"2015-06-07T13:05:15+00:00","valid":{"from":"2015-06-07T13:05:15+00:00","to":"3015-06-07T13:05:15+00:00"},"hreflang":"en","title":"Classes Canceled, 1,300 Quarantined In S. Korea's Scramble To Stop MERS","published":"2015-06-03T11:59:00+00:00","teaser":"Additional confirmed cases of the Middle East respiratory syndrome, or MERS, have led to more than 200 school closures and a minor public panic in South Korea.","itags":["npr_api","411638314"],"guid":"f888ad5f-6382-41cc-910d-7ca98d0c9a44","contentencoded":"<p>More than 1,300 people in South Korea are under mandatory quarantine as health officials scramble to contain the largest outbreak of Middle East respiratory syndrome, or MERS, outside the Arabian Peninsula. So far, at least 30 people in South Korea have contracted the virus, which has no known vaccine or cure. Two of them have died since the outbreak began May 20.</p><p>Scientists are trying to figure out why a single imported case led to so many secondary infections. The <a href=\"http://www.cdc.gov/coronavirus/mers/about/transmission.html\">Centers for Disease Control and Prevention says MERS is only spread through close contact</a>.</p><p>The current outbreak in Asia all started when a 68-year-old man returned from a business trip to the Middle East in mid-May. Once he came down with symptoms of MERS, health officials say he went to four different hospitals for treatment before being correctly diagnosed with the relatively new virus.</p><p>In that time, when he was going from clinic to clinic — <a href=\"http://news.sciencemag.org/asiapacific/2015/06/superspreading-event-triggers-mers-explosion-south-korea\">Science Magazine reports</a> that the single patient may have infected at least 22 others.</p><p><strong>School Disruptions, SARS Memories<br /></strong></p><p>On the streets of Seoul, you'll find many more people than usual donning surgical face masks as a preventative measure. It was just about a decade ago that severe acute respiratory syndrome, SARS, a cousin of MERS, originated in East Asia and killed about 750 people globally.</p><p>The MERS scare has already been disruptive to regular Koreans. The South Korean education minister says more than 200 schools have closed in an effort to prevent infection spreading to students, and the quarantine numbers have grown from 700 to 1,300 since Tuesday. But how well quarantine orders are working is in question, as already the virus has spread from MERS patients besides the first one, who traveled to the Middle East.</p><p>And at least one patient ignored quarantine orders and traveled to China, putting Chinese officials on edge. That man, according to the Health Ministry, got sick after visiting a hospitalized relative near Seoul. But he ignored quarantine orders and flew to Hong Kong, and then traveled by bus to another city in China, in the Guandong Province. He tested positive for MERS after authorities tracked him down in China. As a result, more than 60 Chinese have been quarantined on the mainland and in Hong Kong.</p><p><strong>Studying 'Remarkable' Virality</strong></p><p>This is a pretty new virus, first detected in 2012. So there are questions about the way it behaves. Like what happened in those crucial first days when the patient was seeking treatment? Is this strain slightly different than the one in the Middle East? How does it affect Koreans versus other populations?</p><p><a href=\"http://www.cidrap.umn.edu/news-perspective/2015/06/korean-mers-cases-grow-experts-analyze-patterns\">The Center for Infectious Disease Research and Policy talked with </a>epidemiologists who are fascinated by this spread:</p><blockquote><p>\"Marion Koopmans, DVM, PhD, a virologist at Erasmus Medical Center and the National Institute for Public Health and Environment in the Netherlands, said the outbreak is remarkable and serves as a clear reminder of what viruses can do.</p><p>So far, she said, it's difficult to tell if the events in South Korea amount to more than what has been seen in Saudi Arabian hospital clusters. She added that it will be useful to compare the situation to what happens in China, where an imported case-patient from South Korea is hospitalized in Guangdong province.\"</p></blockquote><p>The World Health Organization says it's in close contact with South Korean officials and that the quality of the reporting on this spread is giving it nearly real time insight. That's going to give scientists more data to explain the fast expansion of this cluster. But, the WHO is warning that because of the sheer number of hospitals and clinics that the first patient sought treatment at, more cases are expected.</p><p><em>HaeRyun Kang contributed to this story.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Classes+Canceled%2C+1%2C300+Quarantined+In+S.+Korea%27s+Scramble+To+Stop+MERS&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"212"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411660273-f8eda9.m3u?orgId=1&topicId=1125&d=212&p=3&story=411638314&t=progseg&e=411644331&seg=11&ft=nprml&f=411638314"},{"href":"http://media.npr.org/assets/img/2015/06/03/gettyimages-475600898-799b8076ff5756fb2fd62739e0797f51a0f7acaf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2833","width":"3778"}}]}