{"created":"2014-09-08T15:05:16+00:00","modified":"2014-10-30T22:38:52+00:00","valid":{"from":"2014-10-30T22:38:52+00:00","to":"3014-10-30T22:38:52+00:00"},"hreflang":"en","title":"In Tennessee, Scenes From A Nearly Lost Musical History","published":"2014-09-07T14:20:00+00:00","teaser":"Thanks to an intrepid park ranger who became a part-time folklorist, an archive of sound recordings and lyric sheets bears witness to a tradition that could well have died off.","itags":["npr_api","346122723"],"guid":"f88c6f9c-9fb0-4820-9e71-e3841c00e2da","contentencoded":"<p>Archivist Wayne Moore leads the way down into the vault where the State of Tennessee stores its most valuable historical treasures.</p><p>\"It's a temperature- and humidity-controlled area where we keep a lot of the recordings,\" he explains.</p><p>Hundreds of reel-to-reel audio tapes line these floor-to-ceiling shelves. Stacked atop each other, the recordings, photographs and lyric sheets in the collection would reach the height of a 14-story building. They were all assembled under the direction of novice folklorist and state park Ranger Bobby Fulcher.</p><p>Today you can find almost any obscure song or historical recording online, but there was a time when this music was nearly impossible to find, and the performers who knew the oldest songs were dying off. So, in 1976, Congress passed the American Folklife Preservation Act — and Bobby Fulcher became one of the first to take up the challenge of preserving these old songs.</p><p>Most of his material was collected during visits in the homes of Tennesseans — like Opal Wright, the daughter of late music legend \"Fiddlin'\" John Sharp.</p><p>\"They'd invite all the musicianers and all the neighbors around,\" Wright says when asked about the role of music-making in her childhood home. \"They'd all get on their horses on a Friday, and you could hear 'em comin' for a mile.\"</p><p>Fulcher is helping the Sharp family restore and release Fiddlin' John's surviving recordings. He's also collecting the stories behind the music. A child of the folk-era, he grew up listening to Dylan and Baez, but the tunes he heard as a young ranger traveling the Tennessee hills seemed somehow more compelling.</p><p>\"There's a difference between hearing someone sing a song that doesn't really believe that there are ghosts and haints and ghost lovers, and someone who believes they're real,\" Fulcher says. \"It sounds different to me when I hear 'em sing it.\"</p><p><strong>Securing A Tradition's Future</strong></p><p>Fulcher began spending all his spare time tracking down folk artists and recording their songs. One of his biggest finds was a man named Dee Hicks, who had more than 100 centuries-old songs committed to memory. But getting to him wasn't easy.</p><p>\"When I walked up to the door, there were dogs chained up — and it was good that they were chained, you know. They were pullin' on the chain and snarlin',\" Fulcher says. \"I knocked on the door and they let me in, and we started talking about music. And I recorded some banjo tunes right there.\"</p><p>Each folk artist Fulcher met introduced him to still more artists he wanted to record. To get to them faster, Fulcher hired grad students using federal arts grants. Betsy Peterson was one of those early interns. She says Fulcher taught her that to connect with hill people, you have to move at their pace.</p><p>\"You have to learn to sort of step back and wait for the other individual to reveal themselves and reveal what they want to tell you,\" she says.</p><p>Peterson is now the director of the American Folklife Center at the Library of Congress. She says that what's unique about the recordings Fulcher and his team assembled is the sheer volume of a collection built over a lifetime — clearly, as she puts it, a work of love.</p><p>\"He did fall in love with the people, and he loves being around people, and he loves just hearing what they have to say and sort of drawing out the best in people,\" Peterson says.</p><p>Seeing the end of his Park Service career ­­on the horizon, Bobby Fulcher is now focused on sharing the music that's become his passion. He helped launch a label, <a href=\"http://sandrockrecordings.com/\" target=\"_blank\">Sandrock Recordings</a>, to ensure Tennessee's traditional music reaches a wider audience.</p><p>\"You found something. You heard it, then other people heard it, and they fell in love with it. You're a part of that. That's a wonderful feelin',\" he says.</p><p>The label has released nine albums of traditional music so far; six more are in the works. Fulcher now manages Tennessee's newest state park and continues to add to the Folklife Collection.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Tennessee%2C+Scenes+From+A+Nearly+Lost+Musical+History&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mike Osborne","audio":[{"meta":{"duration":"355"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1346534005-06eaaa.m3u?orgId=1&topicId=1105&ft=3&f=346122723"},{"href":"http://media.npr.org/assets/img/2014/09/05/evalenephoto8-copy-e0aab548f342af19e0c4c1efcd8dd1cbd68df5b2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1210","width":"1614"}}]}