{"created":"2014-09-25T09:05:54+00:00","modified":"2014-10-30T22:04:52+00:00","valid":{"from":"2014-10-30T22:04:52+00:00","to":"3014-10-30T22:04:52+00:00"},"hreflang":"en","title":"In India, Science And Astrology Comfortably Coexist","published":"2014-09-26T21:00:00+00:00","teaser":"Nonbelievers dismiss it as superstition, but the ancient art of reading astrological charts is considered a superscience by some practitioners. Some won't leave the house without a consultation.","itags":["npr_api","351373672"],"guid":"f88c6b1f-3650-4b38-b43e-2a9544f40461","contentencoded":"<p>India achieved a major scientific milestone this week by placing a space probe into orbit around Mars. But there is another fascination with the celestial bodies that is much older than India's space program.</p><p>Astrology plays a role in the day-to-day lives of millions of Indians. And how does a leading Indian practitioner see this study of human destiny — as superstition or science?</p><p>\"Neither,\" says K.N. Rao, a retiree who served as director general of India's vast Comptroller and Auditor General's office, akin to the Office of Management and Budget in the U.S. \"It's a superscience, not an ordinary science, because it is extraterrestrial. It is extraphysical, it is superphysical, therefore supernormal. Right?\"</p><p>Rao offers tea and a discourse on the 12 houses of the zodiac, the alignment of the planets, and the complexities of mathematics in his chosen profession. Swap his Indian tunic for a black robe, and the white-bearded Rao could walk from the pages of <em>Harry Potter</em> as Hogwarts' headmaster Albus Dumbledore.</p><p>Rao has gone from a button-down bureaucracy to one of India's premier schools of astrology. He now directs the Institute of Astrology at the Bharatiya Vidya Bhavan, a charitable public trust, with as much rigor as his earlier accounting career.</p><p>\"Our astrology is highly developed. It needs a lot of concentration. Very good deal of training,\" Rao says.</p><p>Astrologers of old hunched over elaborate charts, but Rao consults a computer blinking with astrological data. The software provides the astronomy — the basis of astrology. Renowned for his predictions, Rao offered this forecast weeks before it happened:</p><p>\"The USA and Obama will be in a very aggressive mood, till the 19th of October. You'll see major aggressive decision taken by the USA,\" he said.</p><p>It is not uncommon in India to find highly educated people from accomplished professions becoming astrologers.</p><p>H.S. Hande, a retired wing commander in India's Air Force, informs me during a visit that \"the farthest planet which we believe has effect on human life is Saturn.\"</p><p>The former airman is now a practicing astrologer. I dropped in on him with Bangalore businesswoman Simran Mangharam, who finds Hande's Air Force background reassuring.</p><p>Her father had been in the Air Force as well, she says.</p><p>\"I know he knows what he's doing. He's not a quack of an astrologer, like quacko doctors,\" she says.</p><p>Hande describes astrology as a \"judicious mix between destiny and self-effort.\"</p><p>\"We're all passing through life groping in darkness. For that purpose this is a tool. Now it is left to me to use the tool or not,\" Hande says.</p><p>Mangharam says her mother first used that tool on her as an infant. At 6 months she had her daughter's horoscope prepared. Years later, she obsessed over her daughter's marriage prospects.</p><p>\"When will I get married? I was 22 and my mother started going to an astrologer to check out when am I going to get married. I got married at 36, so we went through many astrologers,\" Mangharam recalls, laughing.</p><p>Mangharam, who has one child, says that 60 percent to 70 percent of what Hande wrote for her in a horoscope eight years ago has come true. He predicted she would have a child in 2010 and that she would become inexplicably ill. Both those things happened.</p><p>\"So I do believe in some force, but I don't know if I'd let that rule my life,\" Mangharam says.</p><p>Shruti Modi is not one bit hesitant to say astrology is central to her and her family's existence. She planned the birth of two children around astrological charts.</p><p>The alignment of the planets at the time of your birth determines your destiny, according to the basic tenet of astrology. A real estate developer, Modi hails from a long line of believers.</p><p>\"We all go to astrologers,\" She says. \"Every single member of this family is super-affluent. All the children of this family are going to Harvard, Princeton, Wharton — it's not a coincidence. But we are fortunate to have the correct people guiding us.\"</p><p>Believers cross all social strata and paths with nonbelievers.</p><p>On the other side of the issue, and the room, sits Bangalore homemaker Shveta Mehra, who says charlatans all too often exploit the gullible and vulnerable.</p><p>\"The [majority of the] population goes to people who probably are not so good at their job. Let me just say that ... a lot of it is superstition-based,\" Mehra says.</p><p>Shruti Modi interjects that she's studied it, and \"I believe that it is a science.\"</p><p>Not quite, says columnist and writer Aakar Patel. He calls it \"as much entertainment as it is a pseudo-science.\"</p><p>But anthropologist Shiv Visvanathan says \"be careful\" calling it superstition.</p><p>Nor does he say astrology can be put in a scientific box. \"You cannot put everything down science,\" he says. Astrology is just another cosmology, he says.</p><p>\"At some level, it can even be a substitute for a certain kind of spirituality. Because basically, it's a method to be closer to nature, closer to the cosmos, closer to the stars. Of course, part of it is bunkum.\"</p><p>Bunkum notwithstanding, Visvanathan says so pervasive is the practice that \"you wouldn't start a business in India without consulting an astrologer.\"</p><p>\"Let me tell you: You wouldn't open a science laboratory without consulting an astrologer. But no one is going to confess it to you,\" he says.</p><p>Astrologer K.N. Rao says you go to an astrologer \"to take intelligent advice. That is good.\" But \"if you go out of morbid fear,\" he adds, \"the astrologer will exploit you, cheat you, make money out of you. That's what is happening all over India.\"</p><p>Rao says people seek astrologers in India the way some in the West seek psychiatrists. But he says the astrologer \"does something much greater, because he sees the actual event taking place. I can combine both counseling and prediction.\"</p><p><em>Follow NPR's Julie McCarthy on Twitter <a href=\"https://twitter.com/JulieMcCarthyJM\" target=\"_blank\">@JulieMcCarthyJM</a></em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+India%2C+Science+And+Astrology+Comfortably+Coexist&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Julie McCarthy","audio":[{"meta":{"duration":"324"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351373673-97f9fa.m3u?orgId=1&topicId=1125&ft=3&f=351373672"},{"href":"http://media.npr.org/assets/img/2014/09/26/2380653-272664dc4181a2b02f1edf6cfa8727ef1ce76274.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1314","width":"1752"}}]}