{"created":"2015-01-19T21:26:30+00:00","modified":"2015-01-20T20:00:07+00:00","valid":{"from":"2015-01-20T20:00:07+00:00","to":"3015-01-20T20:00:07+00:00"},"hreflang":"en","guid":"f8968309-4b98-40bc-a0f7-ebf3b85e3aa7","title":"The UK is planning to open its first school for gay and lesbian students","published":"2015-01-20T20:00:06+00:00","byline":"Andrea Crossan","tags":["education","LGBT","government","Education","Development & Education","Manchester","Europe","United Kingdom","Europe","Amelia Lee","Elizabeth Lowe","Sexual orientation","LGBT","Education","Human sexuality","Gay"],"teaser":"The UK is planning to open what's being called its first \"gay school.\" There's a proposal in Manchester, England, for a school focusing on the education of lesbian, gay, bisexual and transgender students.","contentencoded":"<p>Kids can be cruel.</p>\n<p>But homophobic bullying can be particularly cruel.</p>\n<p>“We had one young person who was in the changing rooms before going into a sports lesson, and somebody pulled their pants down,” says Amelia Lee, the director of <a href=\"http://www.lgbtyouthnorthwest.org.uk/\">LGBT Youth North West</a>, a charity group based in Manchester, England. “We’ve had people have things stolen from them, being beaten up, being chased home, having eggs pelted at them.”</p>\n<p>That’s why Lee’s organization has made a proposal for the country's first school focussing on the needs of gay students. LGBT Youth North West hopes to open a school with 40 permanent places for gay, bisexual, lesbian and transgender young people in the next three years.</p>\n<p>There are also plans to offer in-house support to 20 additional students who would continue mainstream schooling alongside the LGBT program.</p>\n<p>The school would be state-funded and open to all students. The curriculum would be the same as any state school in Britain.</p>\n<p>“We’re not going to have the gay math lesson or the gay geography lesson,” says Lee. “But when we’re talking about populations in geography we might look at something like the Jewish diaspora — so where Jews have moved from central locations to across the whole world. With gay populations, that sometimes happens the opposite way around — where people come from everywhere and they gravitate to certain towns and cities.”</p>\n<p>Lee says it’s about saving lives.</p>\n<p>Last September 14-year-old <a href=\"http://www.telegraph.co.uk/news/religion/11299263/Christian-teenager-takes-her-own-life-over-misplaced-fears-about-telling-family-she-is-gay.html\">Elizabeth Lowe</a> hanged herself in a Manchester park because she feared telling her parents that she was gay.  The Manchester school would be similar to <a href=\"http://schools.nyc.gov/SchoolPortals/02/M586/default.htm\">Harvey Milk High School </a>in New York — named after the renowned California gay activist and politician.</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Gendersign.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/gendersignjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/011920155.mp3"},{"href":"http://www.pri.org/file/011920155mp3"}]}