{"created":"2014-10-27T23:46:49+00:00","modified":"2014-10-27T23:46:49+00:00","valid":{"from":"2014-10-27T23:46:49+00:00","to":"3014-10-27T23:46:49+00:00"},"hreflang":"en","title":"What's The NSA Doing Now? Training More Cyberwarriors","published":"2014-04-30T22:18:00+00:00","teaser":"The military's reliance on cyberspace is outpacing its ability to defend against cyberattacks, according to Defense Secretary Chuck Hagel. Here's how cyberwarriors are being trained.","itags":["npr_api","307963996"],"contentencoded":"<p>The U.S. needs more cyberwarriors, and it needs them fast, according to <a href=\"http://www.defense.gov/Speeches/Speech.aspx?SpeechID=1837\" target=\"_blank\">Defense Secretary Chuck Hagel</a>. He plans to more than triple the size of the Pentagon's Cyber Command over the next two years.</p><p>But where will they come from? These are not the kind of skills you can teach in basic training.</p><p>Enter the embattled National Security Agency. Its new director, Adm. Michael Rogers, also directs the Cyber Command. Ten miles down the road from the NSA, at a defense contractor's office in Columbia, Md., the NSA recently held a live-fire <a href=\"http://www.nsa.gov/public_info/press_room/2014/cdx_media_advisory.shtml\" target=\"_blank\">cyberwarfare exercise</a> aimed at developing more cyberwarriors.</p><p>In a long room at the facility, big speakers pump electro house music. Several dozen people, many in military uniforms, cluster around computer stations. Hovering above them is the image of a skull and bones — a big Jolly Roger pirate flag.</p><p>This is a roomful of break-in artists — people who are experts at hacking into other people's computers.</p><p>Marine Capt. Robert Johnston leads what he calls a reconnaissance and initial access team.</p><p>\"So we're the guys kinda pounding at the front door,\" Johnston explains, \"finding all the open holes that we can, and beatin' down the door.\"</p><p><strong>A Three-Day Competition</strong></p><p>For three days, nonstop and around the clock, Johnston and his team launch cyberattacks on networks designed and defended by teams at the nation's top military academies, including one from the Naval Academy at Annapolis and one from the Military Academy at West Point. It's all part of CDX, an annual cyberdefense exercise run by the NSA.</p><p>The red-cell team hacking the academies' networks is made up of a mix of NSA and military cyber experts like Johnston. He did this last year, too, and thinks the military academies have gotten a lot better since then.</p><p>\"I've been nothing but impressed, actually, from last year to this year,\" says Johnston. \"I've felt like there's been some exponential growth in capabilities.\"</p><p>But the academies are still no match for the attack team the NSA has assembled. As four men in camouflage crowd around a computer screen, up pops the grinning face of Justin Bieber. It's evidence they've managed to deface a network defended by the Naval Academy.</p><p>The trophy for the best defense of a network goes to <a href=\"http://www.nsa.gov/public_info/press_room/2014/U_S_Military_Academy_Wins_NSAs_14th_Annual.shtml\" target=\"_blank\">West Point</a> this year, but practical considerations drive this exercise.</p><p>\"We want to make this clear: This is not a game,\" says Shawn Turskey, leader of the NSA's red-cell team. \"We're training our future leaders to fight through network adversity to conduct their mission and keep our nation safe.\"</p><p><strong>The Shadow Of Edward Snowden</strong></p><p>The CDX exercise has been going on for 14 years. This year's, though, is the first since former NSA contractor Edward Snowden hacked the spy agency itself and made off with thousands of top-secret documents. The episode only underscored how much damage can be done when networks do get breached.</p><p>But the NSA has another reason for holding this exercise: the possibility that some of these students at the military academies will take jobs there.</p><p>\"Some have ended up working a tour here, maybe for three years, then on to another tour; it definitely happens,\" says the NSA's Dan Finnerty, the coordinator of this annual cyberbattle.</p><p>The U.S. armed forces provide around half of the spy agency's 35,000-member workforce, according to Finnerty.</p><p>Industry insiders say competition for top cyber experts in both the private and public sectors has never been so fierce.</p><p>\"We're all fighting for the same talent — it's tough out there,\" says NSA recruitment marketing manager Lori Weltmann. But she insists the NSA is holding its own, especially when prospective employees get to know the agency's operations.</p><p>\"Once you try NSA, you buy NSA,\" Weltmann says. \"The work is exciting, and you can do things here that you can't do anywhere else.\"</p><p>That's the selling point, but it may also be the problem. Because of public indignation over the sweeping agency activities leaked by Snowden, \"the last 12 months were extremely difficult for NSA,\" says Victor Piotrowski.</p><p>He directs a program called <a href=\"https://www.sfs.opm.gov/\" target=\"_blank\">CyberCorps</a> at the National Science Foundation that's focused on attracting students to cybersecurity careers. While CyberCorps' biggest customer is the NSA, Piotrowski says it's hard to know just how much the agency was hurt by Snowden's revelations.</p><p>\"From the leaked documents, the public perception is really creating a very negative image of a lot of government programs,\" Piotrowski notes, \"and that might be working, you know, somehow against our recruitment efforts.\"</p><p><strong>Training At The Service Academies</strong></p><p>The next generation of talent is being trained now at the nation's military academies. They happen to be at the incoming end of the CDX computer hacking exercise.</p><p>At the Naval Academy in Annapolis, midshipmen in a large classroom cluster around a computer whose network is being bombarded by the NSA's red-cell team. It's this academy's network where the NSA's red-cell team posted the face of Justin Bieber.</p><p>Second-year midshipman Bill Young sits at the keyboard trying to fend off attacks and keep the network up and operating. He'll be in the academy's first graduating class of cyber operations majors. Young says for him, the CDX exercise has been time well-spent.</p><p>\"I've probably learned more in four days of working CDX than I have in two-plus semesters of taking information security classes,\" Young says. \"Simply because you're doing it, you're seeing other people work with it.\"</p><p>This is the only military academy where every student is required to complete at least two courses in cybersecurity.</p><p>Capt. Paul Tortora, who directs the Naval Academy's <a href=\"http://www.usna.edu/Cyber/\" target=\"_blank\">Center of Cyber Security Studies</a>, says the academy needs to be ready for a whole new theater of warfare.</p><p>\"Cybersecurity, cyber awareness, cyber operations, so that we create an officer corps that has an understanding,\" Tortora says. \"Then they go to the fleet, or the Marine Corps, and they can take the understanding of cybersecurity, cyber awareness to all their daily operations.\"</p><p>The NSA sees training exercises like CDX as an investment in future returns.</p><p>\"We're in this for the long haul,\" says the NSA's Turskey. \"We'll get immediate return, but down the road is what we're looking for to have that bigger payoff.\"</p><p>For the spy agency, that payoff could come with the new generation of cyberwarriors being bred at the nation's service academies — those who choose not just to try NSA, but to buy NSA.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What%27s+The+NSA+Doing+Now%3F+Training+More+Cyberwarriors&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Welna","guid":"f897990d-e6e4-4f27-b2bc-b4f039e99a9a","audio":[{"meta":{"duration":"460"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1308377858-732802.m3u?orgId=1&topicId=1122&ft=3&f=307963996"},{"href":"http://media.npr.org/assets/img/2014/04/29/nsa-naval-cyber-96559ba0cfb7bd0032cc5824ffe223e5f36f6644.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3263"}},{"href":"http://media.npr.org/assets/img/2014/04/29/nsa-naval-cyber3-faa1893ccccf6b7a392ed66b912ec51fcc339a40.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1732","width":"2311"}},{"href":"http://media.npr.org/assets/img/2014/04/29/nsa-naval-cyber2-6780ecb16742887e460a7a158024076c7eab3e80.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3263"}}]}