{"created":"2014-09-23T23:02:42+00:00","modified":"2014-09-24T02:05:13+00:00","valid":{"from":"2014-09-24T02:05:13+00:00","to":"3014-09-24T02:05:13+00:00"},"hreflang":"en","guid":"f8a479df-8700-458d-8481-9c04e583546f","title":"China’s harsh punishment for a moderate Uighur could make things worse in Xinjiang","published":"2014-09-24T02:05:10+00:00","byline":"Matthew Bell","tags":["Justice","religion","government","Justice","Conflict & Justice","Beijing","Urumqi","Asia","China","Xinjiang","Ilham Tohti","Li Fangping","Barbara Demick","Hua Chunying","Sharon Hom","Chinese people","Xinjiang","Uyghurs","Ilham Tohti","Islam in China","China"],"teaser":"Even cynics were surprised when a court in China handed moderate Uighur independence advocate Ilham Tohti a life sentence and severe economic penalties on Tuesday. Now observers think the harsh ruling may further stoke tensions and violence in China's Xinjiang province.","contentencoded":"<p>For Ilham Tohti, things started getting really bad late last year. Security agents in Beijing rammed the scholar&rsquo;s car. Then they threatened to kill his wife and kids. &nbsp;</p><p>&ldquo;I&rsquo;ve been monitored, kept under house arrest and followed by the police for many years, but I&rsquo;ve never seen public security agents behave this way,&rdquo; Tohti <a href=\"http://sinosphere.blogs.nytimes.com/2013/11/04/uighur-scholar-ilham-tohti-in-ugly-confrontation-with-security-agents/\">told the New York Times</a>&nbsp;last year. &ldquo;To threaten children just isn&rsquo;t human.&rdquo;</p><p><span style=\"line-height: 1.538em;\">Then, in January of this year, Tohti was detained by Chinese authorities and moved from his home in Beijing to Urumqi, the regional capital of Xinjiang. He put on trial last week, and on Tuesday the 44-year-old economics professor was sentenced to life in prison for the crime of separatism.</span></p><p><span style=\"line-height: 1.538em;\">Tohti is probably the most prominent advocate for the Uighurs, a mostly Muslim ethnic minority from China&rsquo;s northwest province of Xinjiang. The Uighur people are more closely related culturally and linguistically to Turkey than they are to China. Many Uighurs refer to their ancestral homeland as East Turkestan, and they hope for independence.</span></p><p>Xinjiang has also seen a rising tide of Islamic extremism and violent attacks in recent years. <span style=\"line-height: 1.538em;\">But while Tohti, who taught classes at Beijing&rsquo;s prestigious Minzu University for ethnic minorities, has long been an outspoken critic of the central government&rsquo;s policies in Xinjiang, he&#39;s also widely considered an ideological moderate.</span></p><p>&ldquo;He has always spoken out against violence quite adamantly,&rdquo; says China expert Barbara Demick from the Council on Foreign Relations in New York. &ldquo;[Tohti] was the person who was going to bring the moderate Uighurs and the moderate Han Chinese together.&rdquo;</p><p>Online and in the classroom, Tohti called for dialogue between members of China&rsquo;s Han majority and the Uighurs. He did not support independence in Xinjiang. Tohti was a member of the Chinese Communist Party.</p><p>But none of that managed to save the scholar from one of the harshest prison sentences for a Chinese political dissident in years.&nbsp;<span style=\"line-height: 1.538em;\">Many observers expected a lengthy prison sentence for Tohti, according to Sharon Hom of Human Rights in China, an advocacy group based in New York and Hong Kong. But she says &ldquo;this draconian sentence of life is really shocking.&rdquo;</span></p><p><span style=\"line-height: 1.538em;\">In addition to the prison term, Tohti&rsquo;s property has been confiscated and his life savings of $130,000 was frozen, according to his lawyer, Li Fangping.&nbsp;</span><span style=\"line-height: 1.538em;\">&ldquo;This is totally unacceptable,&rdquo; Li says. &ldquo;Based on the wording of the verdict, I think that this is extremely politicized.&rdquo;</span></p><p><span style=\"line-height: 1.538em;\">Hom agrees, saying the verdict is &ldquo;punishing [the] peaceful exercise of rights that are protected, actually, in Chinese law, as well as international human rights law.&quot; The ruling, she says, had everything to do with politics.</span></p><p>But China has defended the outcome. When asked about condemnation of Tohti&rsquo;s sentence from the international community, spokeswoman Hua Chunying said &ldquo;China is a country ruled by law. ...&nbsp;<span style=\"line-height: 1.538em;\">We always oppose any country interfering in China&rsquo;s judicial integrity and sovereignty.&quot;</span></p><p>Hom and other China watchers worry that such a harsh fate for a moderate like Tohti will only make things worse on the ground in Xinjiang.</p><p>&ldquo;This current leadership has a complete failure of political imagination on how to address these fundamental tensions facing our country,&rdquo; Hom says. Rather than encouraging sensible, moderate voices like Tohti&rsquo;s, she says &ldquo;this will exacerbate the tensions in the region.&rdquo;</p><p>Demick agrees. The former Beijing bureau chief for the Los Angeles Times visited Xinjiang over the summer and wrote about how <a href=\"http://www.latimes.com/world/asia/la-fg-china-privacy-20140805-story.html#page=1\">China&#39;s heavy-handed approach</a> has stoked frustration in many Uighurs.</p><p>&quot;The Chinese want to silence the sensible, sane critics of their policies in western China so that they can argue &mdash; and this is very cynical &mdash; that the people opposing their ethnic policies are Islamic terrorists,&quot; Demick says. &quot;The Chinese are putting themselves into a very dangerous situation.&quot;&nbsp;</p><p><em>The video below is from a 2009 interview Ilham Tohti conducted with Tibetan writer and activist Tsering Woeser.&nbsp;</em></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTR46IXZ.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rtr46ixzjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/092320148.mp3"},{"href":"http://www.pri.org/file/092320148mp3"},{"href":"http://youtu.be/eliGfRRM3KM"},{"href":"http://www.pri.org/file/interview-uyghur-scholar-ilham-tohti-excerpt"}]}