{"created":"2014-10-08T15:39:23+00:00","modified":"2014-10-31T01:52:29+00:00","valid":{"from":"2014-10-31T01:52:29+00:00","to":"3014-10-31T01:52:29+00:00"},"hreflang":"en","title":"For Automakers, Internet-Connected Cars Are A Balancing Act","published":"2014-05-22T01:21:00+00:00","teaser":"General Motors is putting 4G capabilities directly into its vehicles. But analysts say connecting your car to the Internet poses a challenge to automakers: how to balance safety with convenience.","itags":["npr_api","314604401"],"guid":"f8b4baac-7fe7-41cc-b4fe-20a2b43e784f","contentencoded":"<p>The Internet is coming to your car. Later this year, General Motors will put Internet connectivity directly into its vehicles. It's the largest auto company to do so.</p><p>Of course, safety advocates have some concerns about more distractions for drivers.</p><p>The promise of technology is always the same one — that it's going to make our life easier. But anyone who's tried to make a hands-free call in the car knows that's not always true. A task as simple as asking your device to call your mom can be an exasperating experience.</p><p>\"When consumers buy a new car and they have difficulty pairing the phone to the vehicle, they almost always blame the car rather than the phone,\" says Eric Lyman, with TrueCar.com.</p><p>He says the car companies are better than technology companies at dealing with the sort of consumer electronics they put into cars. The problem is, it takes a long time.</p><p>\"Typically the development cycle for a vehicle has been four or five years,\" Lyman says. \"So trying to implement the technology that people are used to and plan for that three to five years out in advance is almost an impossible task for the automakers.\"</p><p>GM is trying to keep up and is equipping its cars with data plans. (For the record, NPR — like other content providers — has made deals with GM and other carmakers to provide its content directly in cars.) It's putting high-speed <a href=\"http://www.usatoday.com/story/money/cars/2014/05/12/gm-4g-malibu/9013353/\">4G data inside its cars</a>, so that drivers can connect to, say, Pandora, look up restaurants or find gas stations directly in their cars without using any other device.</p><p>Daniel McGehee, who studies vehicle safety at the University of Iowa, says you could make the argument that the move toward connected cars is a good thing.</p><p>\"The car companies might be able to have a better context and simplify some of the information that might be quite complex on your smartphone and adjust when you might be able to interact with it when you come to a stop,\" he says.</p><p>McGehee says the problem carmakers have is getting you to stop looking at, touching or fiddling with your cellphone while you're driving.</p><p>But the automakers face a dilemma: If they don't provide drivers with at least some of the options they have on their phones, they won't use the car systems; they'll just use the phone.</p><p>And if they make the systems in the car too good, \"you're forcing essentially the companies to sort of one-up themselves on adding different kinds of features that essentially draw the driver's attention more and more off of the roadway,\" McGehee says.</p><p>Meanwhile, Karl Brauer with Kelley Blue Book says part of what's going on is that GM needs to look like a forward-thinking, hip company.</p><p>\"The other reason that General Motors has to do this is because people want this stuff,\" Brauer says. \"They know it's out there and they know it's capable of being done. And the car companies that do it best are going to get sales out of it. You're going to have people deciding which car to buy based on how well-connected the car is to the information superhighway.\"</p><p>Brauer says more car companies are going to follow, but \"ultimately this will be seen as a unique point in time. Because we will get to <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/03/04/285740673/by-the-time-your-car-goes-driverless-you-wont-know-the-difference\">autonomous vehicles</a> in the not-too-distant future and then none of this will matter. It'll actually make complete sense that your rolling ... personal transportation also is a rolling office.\"</p><p>Until that happens McGehee, the safety expert, asks that you keep both hands on the wheel and your eyes on the road. Seriously.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Automakers%2C+Internet-Connected+Cars+Are+A+Balancing+Act&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sonari Glinton","audio":[{"meta":{"duration":"221"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1314607065-9d963b.m3u?orgId=1&topicId=1006&ft=3&f=314604401"},{"href":"http://media.npr.org/assets/img/2014/05/21/wifihotspot2-665ab96b6f979cd43b9052c207780ae0235fb0eb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"683","width":"911"}}]}