{"created":"2015-04-06T22:15:03+00:00","modified":"2015-04-07T18:33:15+00:00","valid":{"from":"2015-04-07T18:33:15+00:00","to":"3015-04-07T18:33:15+00:00"},"hreflang":"en","guid":"f8b56b01-7cde-49f0-bb85-df6c06bdb54e","title":"Iran's female sports fans may finally get bleacher seats instead of jail time","published":"2015-04-07T18:33:12+00:00","byline":"Shirin Jaafari","tags":["gender equality","women's rights","women in Iran","sports","Across Women's Lives","Sports","Iran","Tehran","Politics of Iran","Sports","Government of Iran"],"teaser":"For years, Iranian women have been barred from attending sports stadiums — and sometimes given jail sentences when they try to get into games. But now it looks like they might finally get the chance to watch some sports in the flesh.","contentencoded":"<p>Back in June, the Iranian national volleyball team was playing a key game against Italy in Tehran.</p>\n<p>It was an exciting time for the Iranian team, which was knocking off global powerhouses as it played in volleyball's <a href=\"http://www.fivb.org/EN/volleyball/competitions/WorldLeague/2014/index.asp\">World League</a>, and a group of women in Tehran wanted to join in on the fun. So they gathered outside Tehran's Azadi Indoor Stadium and requested to be let in. They weren't.</p>\n<p>Although it's not a written rule, authorities in Iran have stopped women from entering sporting arenas for years. They argue the atmosphere in stadiums isn't suitable for women. \"Fans tend to get rowdy and it's better for women to watch these games from home,\" they say. And they're not messing around.</p>\n<p>Ghoncheh Ghavami, a British-Iranian woman who was one of the female fans trying to get into the volleyball game, was arrested and put in jail, She spent five months trying to clear her name. Then, after Ghavami was released on bail, the Iranian government slapped her with a 2-year travel ban.</p>\n<p>Yet with Iran being the unpredictable place it is, there's now talk that the ban could be lifted</p>\n<p>On Saturday, Deputy Sports Minister Abdolhamid Ahmadi spoke of a government proposal to allow women to attend live sporting events. Shahindokht Mowlaverdi, Iran's vice president for women and family affairs, also posted the news on her Facebook and Twitter accounts.</p>\n<p>The details are still unclear. Mowlaverdi has been quoted in Iranian media saying that the lifting of the ban might be limited to some sports; women would be able to watch basketball, volleyball and tennis, but swimming, boxing and soccer would remain off-limits.</p>\n<p>Ahmadi referred to these sports as \"manly,\" and said allowing to watch them live would be against Iran's \"cultural, social and religious sensibilities.\"</p>\n<p>Still, women's rights activists are happy about the news. \"It was a really euphoric moment,\" says Leila Mouri, who has been advocating for women's rights to watch live sports for ten years.</p>\n<p>She says one reason the Iranian government decided to review the ban was external pressure. FIFA and its volleyball counterpart, the FIVB, have been asking Iran to let women inside stadiums. But, as Mouri points out, the international pressure was itself a response to calls from inside Iran.</p>\n<p>\"We sent several letters to the international communities for years and asked them to ask the Iranian government to let women inside stadiums as their basic rights,\" she says from New York, where she's based.</p>\n<p>Mouri says she's cautiously optimistic. She knows that the proposal needs to be approved by the Parliament, and that hardliners could oppose or even kill it. And even if it passes, she says, \"women are still working hard to reach their very basic rights. We still have a long way to go.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-06%2Fthere-are-plans-iran-ease-restrictions-women-watching-male-sports-stadiums&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04062015_08.mp3"},{"href":"http://www.pri.org/file/0406201508mp3"}]}