{"created":"2014-10-10T08:53:30+00:00","modified":"2015-03-26T19:06:01+00:00","valid":{"from":"2015-03-26T19:06:00+00:00","to":"3015-03-26T19:06:00+00:00"},"hreflang":"en","title":"Ducking Social Issues, GOP Struggles To Keep Conservatives Close","published":"2014-10-10T17:25:00+00:00","teaser":"Republicans are expecting to do well in November, and one thing they're not doing this election is emphasizing social issues. That choice is causing some frustration among core supporters.","itags":["npr_api","355050983"],"guid":"f8bbfe99-8880-4fe9-ac82-85eac84b94be","contentencoded":"<p>The push to get out the vote is in full force. Midterm elections are just over three weeks away, and early voting has already started in some states.</p><p>Rallying voters is always a major undertaking. But this year is proving even tougher, with trust in government at rock bottom. That includes both the Democratic president and the Republican House.</p><p>The GOP still expects to do very well in November. But that doesn't mean the Republican base is all that excited.</p><p>Nowhere is the GOP effort to fire up the base more evident than in Iowa. This week the Westside Conservative Club held its usual 7 a.m. breakfast meeting in the back dining room at the Machine Shed restaurant in the Des Moines suburbs.</p><p>Introductions out of the way, the guest speaker was Iowa's longtime U.S. Sen. Chuck Grassley, who said later that he sees a very big day for his party come November.</p><p>\"I think we're going to win anyway, but ... Republicans are putting as much emphasis upon turning out the base and the independent voter that leans our way than ever before,\" he says.</p><p>One thing Republicans are not doing this election is emphasizing social issues — focusing instead on linking Democratic candidates to President Obama. That choice is causing some frustration among core supporters. One of them is Bob Vander Plaats, president of The Family Leader, a prominent Iowa organization pressing to keep social issues front and center. Vander Plaats says many Republican candidates seem to be backing away from the mic.</p><p>\"I just watched a debate the other night where the marriage issue was asked, and while the Republican candidate affirmed his position of one-man-one-woman marriage, he kind of did a pivot out of that then,\" he says.</p><p>That debate was on Monday, between Democrat Staci Appel and Republican David Young in Iowa's 3rd Congressional District. In the exchange Vander Plaats refers to, the moderator noted that the U.S. Supreme Court this week cleared the way for more states to adopt same-sex marriage.</p><p>The battles over same-sex marriage in Iowa have been fierce, and it wasn't long ago that such a question would have been red meat for a Republican candidate. But not this year.</p><p>Young replied, \"You know, in Iowa, it's not an issue right now, because same-sex marriage is legal. It was done through our state Supreme Court. I wish the decision would have been brought down and decided by the people or the Legislature, but it is what it is in Iowa.\"</p><p>The Family Leader is a major player in Iowa politics, focusing on social issues. In 2014, it's doing its own extensive outreach to voters.</p><p>A meeting at a Godfather's Pizza in Fort Dodge on Thursday opened with this prayer: \"We're just so blessed to live in a nation, God, that we can gather anywhere and just freely talk about you Lord, God ... and freely talk about our government, Lord.\" Sam Clovis, college professor and current candidate for state treasurer, exhorted the audience of about 25 to do all they can, and then some.</p><p>\"You can't just take a yard sign, and put it in your yard — that's not enough. You gotta do one more thing. You can't just make phone calls — you gotta do one more thing. You can't just talk to your friends and family and church members — you must do one more thing,\" he said.</p><p>Dale Harlow, a Fort Dodge pastor, says he talks to people in his church about what's at stake. But he sees a lot of anxiety.</p><p>\"There's definitely a lot of pessimism both sides, I think people generally feel just generally negative about what government's doing. It translates into apathy, is what it does,\" he says.</p><p>Seated one table over was 58-year-old computer consultant Karen Glaser.</p><p>\"The world is upside down right now, and that's the way I feel and a lot of people feel. You know, did we live through the best of times? And now we're going into the worst of times? It kind of feels that way to a lot of people,\" she says.</p><p>But Glaser is busy promoting GOP candidates. She understands why people check out, but she says she won't quit.</p><p>Republican activists in Fort Dodge, Iowa, working to get out the vote, and rally voters — even the uninspired.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ducking+Social+Issues%2C+GOP+Struggles+To+Keep+Conservatives+Close&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Don Gonyea","audio":[{"meta":{"duration":"288"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355050984-e3c4ab.m3u?orgId=1&topicId=1014&e=355050983&d=288&ft=nprml&f=355050983"},{"href":"http://media.npr.org/assets/img/2014/10/10/453248674-59b7969d56b065f29806415bd8fd6358d3d08d34.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1987","width":"2650"}}]}