{"created":"2014-12-05T08:35:13+00:00","modified":"2015-03-04T19:05:15+00:00","valid":{"from":"2015-03-04T19:05:15+00:00","to":"3015-03-04T19:05:15+00:00"},"hreflang":"en","title":"A Miami School Goes From Blank Canvas To Mural-Covered","published":"2014-12-05T18:07:00+00:00","teaser":"Jose de Diego Middle School has large expanses of facade that are almost begging for decoration. To raise funds for arts education at the school, artists are helping transform its walls with paint.","itags":["npr_api","368251787"],"guid":"f8bfaec8-045f-4875-87c4-62a7016b8b98","contentencoded":"<p>Miami's Jose de Diego Middle School, like many schools in South Florida designed to provide hurricane protection and energy efficiency, has few windows and large expanses of facade almost begging for decoration.</p><p>For Catalina Hidalgo, a science teacher at Jose de Diego, those walls were too blank, and that bothered her — especially because the school is on the edge of a neighborhood that's changing fast. The neighborhood — Wynwood — is an <a href=\"http://instagram.com/WynwoodMiami\" target=\"_blank\">arts district full of street art</a> painted by local and internationally known artists.</p><p>\"I was tired of looking at white walls,\" she says. \"I thought it would be a cool idea to bring a few artists to paint this school. It's crazy that we have white walls and everywhere else is filled with murals.\"</p><p>Enter Robert de los Rios. He and his friend Patrick Walsh often organize artist events in Wynwood. Hidalgo contacted them, and they visited the school.</p><p>\"I just saw the greatest canvas I've ever seen,\" de los Rios says. \"Look at the size of these walls, man.\"</p><p>De los Rios started contacting artists and organized a project to coincide with Miami's Art Basel fair. He soon had more than <a href=\"http://projectwynwood.com/raw/\" target=\"_blank\">40 painters working on 38 murals</a>.</p><p>While the artists worked recently, students gathered around to check out the art going up on their school's walls. \"Now that they came,\" said seventh-grader Lisandro Perez, \"they made our lives better. It makes us want to come to school.\"</p><p>As artists and developers have discovered Wynwood, a disconnect has emerged between the upscale newcomers and the Puerto Rican and African-American residents who have long lived there. This project is a small step in an effort to begin bridging that gap.</p><p>\"It's just a shame to have galleries and all these boutiques and all these expensive restaurants just a couple of blocks away, where its tens of thousands of dollars for this and that, and then all of a sudden, you have a school where the people who actually live in Wynwood, who actually call this home, don't feel any connection to it,\" de los Rios says.</p><p>In a school courtyard, an artist who goes by the name Leza One paused in his work on a wall that has a floodlight in the center. On the wall, he painted a young woman who appears to be illuminated by the floodlight. \"I play with the light actually. My mural is about darkness and light. So, the light here is a metaphor that represents hope,\" he said.</p><p>As for the kids, Leza said he enjoyed the audience. \"It's a lot of energy, positive energy around me and around all of us. To see the smile, and they do have a few comments on the painting. So it's great,\" he said.</p><p>Alejandro Dorda Mevs, an artist who goes by the name Axel Void, says he was surprised and touched when a bunch of kids gave him thank-you drawings. He has created murals elsewhere in Miami but says he has become uncomfortable with what's happened in Wynwood. Much of the art now seems aimed at tourists and visitors, he says, rather than at the people who live there.</p><p>\"I will be much happier doing this here, where many kids see it every day, than doing a wall in an area [that's] going to have a tourist guide,\" he says.</p><p>The painters also donated works for an auction to raise funds to support arts education at the school. They say they hope to make it an annual event. The school still has more than 20 walls waiting for art.</p><hr />  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Miami+School+Goes+From+Blank+Canvas+To+Mural-Covered&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Greg Allen","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368640608-ca4005.m3u?orgId=1&topicId=1091&e=368251787&d=234&ft=nprml&f=368251787"},{"href":"http://media.npr.org/assets/img/2014/12/04/reza-2-edit-bb23c424079e0fd21e0e759af99c00f2425ce787.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1535","width":"2046"}},{"href":"http://media.npr.org/assets/img/2014/12/04/josedediego-476e9618ecc49de31022e88ddf8a635a8b74ba9c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3264","width":"4353"}},{"href":"http://media.npr.org/assets/img/2014/12/04/creepyedit-4108fa5d5360b1c5a6f0aa0194fced84decca00b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"909","width":"1212"}}]}