{"created":"2015-03-16T22:57:15+00:00","modified":"2015-05-13T21:08:45+00:00","valid":{"from":"2015-05-13T21:08:45+00:00","to":"3015-05-13T21:08:45+00:00"},"hreflang":"en","title":"Obama, 2016 Contenders Deal With Changing Attitudes On Marijuana","published":"2015-03-25T19:23:00+00:00","teaser":"As Americans move toward more favorable views of pot, politicians are moving, too — in some cases.","itags":["npr_api","393444049"],"guid":"f8c43e10-4948-4145-9863-92cb0e2c0f34","contentencoded":"<p>The divide between Republicans and Democrats on pot politics is narrowing, President Barack Obama said in an interview Monday.</p><p>\"What I'm encouraged by is you're starting to see not just liberal Democrats, but also some very conservative Republicans recognize this doesn't make sense, including sort of the libertarian wing of the Republican Party,\" the president said in an interview with VICE News.</p><p>During the wide-ranging interview, Obama noted that the American criminal justice system is \"heavily skewed toward cracking down on nonviolent drug offenders\" and has had a disproportionate impact on communities of color, while at the same time taking a huge financial toll on states. But, Obama added, Republicans are beginning to see that cost.</p><p>\"So we may be able to make some progress on the decriminalization side,\" Obama said. \"At a certain point, if enough states end up decriminalizing, then Congress may then reschedule marijuana.\"</p><p>Reclassifying marijuana as what's called a Schedule 2 drug, rather than a Schedule 1 drug is part of a bill being pushed by Kentucky Sen. Rand Paul, a Republican weighing a potential White House bid, as well as Democratic Sens. Cory Booker of New Jersey and Kirsten Gillibrand of New York.</p><p>Last week the unlikely trio of lawmakers unveiled their bill, which would also remove federal prohibitions on medical marijuana in the more than a quarter of states where it's already legal.</p><p>\"We, as a society, are changing our opinions on restricting people's choices as far as medical treatments,\" Paul said last week. He has also been a vocal critic of the war on drugs.</p><p>\"There is every reason to try and give more ease to people in the states who want this — more freedom for states and individuals,\" Paul added.</p><p>Paul's emphasis on states' rights is in line with the Republican belief that the federal government should keep its hands out of local affairs. But this is also a political sweet spot, as a majority of Americans back more liberal marijuana laws.</p><p>In fact, 51 percent of Americans said they favor legalization of marijuana, according to the most recent Gallup survey. That's part of a decadelong trend towards support for legalization. In 2004, nearly two-thirds of Americans were against it.</p><p>Medical marijuana is currently legal in 23 states and in Washington, D.C., and voters in four states and the District have approved marijuana for recreational use. But it remains illegal at the federal level.</p><p>\"Members of Congress tend to be between five to 10 years behind the public on this issue,\" Dan Riffle, the director of federal policies for the Marijuana Policy Project, said in an interview. \"Medical marijuana is more popular in this country than baseball and apple pie, and it's certainly more popular than Congress. What this bill means, and what it shows, is Congress is finally catching up to the public on this issue and recognizes that this is a slam dunk.\"</p><p>While it might not drive the voters that tend to make up the vote in early presidential primary states, it came up at last month's Conservative Political Action Conference (CPAC).</p><p>At the recent gathering, which typically draws droves of young conservative activists to the Washington area, nearly two-thirds of the 3,000 people who participated in the straw poll said they want to see marijuana legalized for either recreational or medicinal purposes.</p><p>At CPAC, Texas Sen. Ted Cruz was asked whether he believed Colorado's recent decision to legalize marijuana was a good idea or bad idea.</p><p>Cruz initially responded with a joke.</p><p>\"I was told Colorado provided the brownies here today,\" he said.</p><p>He added that states have the right to legalize marijuana, despite his personal position on it.</p><p>\"I actually think this is a great embodiment of what Supreme Court Justice Louis Brandeis called the 'laboratories of democracy,' \" Cruz said. \"If the citizens of Colorado decide they want to go down that road, that's their prerogative. I don't agree with it, but that's their right.\"</p><p>Former Florida Gov. Jeb Bush, asked the same question, echoed the same argument.</p><p>\"I thought it was a bad idea,\" Bush said, \"but states ought to have that right to do it. I would have voted no if I was in Colorado.\"</p><p>On the other side of the aisle, Democrat Hillary Clinton — who most observers expect to jump into the presidential race — sounded a lot like Cruz.</p><p>\"On recreational [marijuana], you know, states are the laboratories of democracy,\" she told CNN in June. \"We have at least two states that are experimenting with that right now. I want to wait and see what the evidence is.\"</p><p>Clinton said she supports medical marijuana for \"people who are in extreme medical conditions.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama%2C+2016+Contenders+Deal+With+Changing+Attitudes+On+Marijuana&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Juana Summers","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393530773-86c9e8.m3u?orgId=1&topicId=1014&d=232&p=3&story=393444049&t=progseg&e=393495709&seg=8&ft=nprml&f=393444049"},{"href":"http://media.npr.org/assets/img/2015/03/16/81013264-875bc54eff9661cb407d663493f940d6a728d279.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1613","width":"2150"}},{"href":"http://media.npr.org/assets/img/2015/03/16/pot_custom-d0b17693e55dc568cb350b58a0f9f3d5f7334679.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"356","width":"643"}}]}