{"created":"2015-04-25T11:33:28+00:00","modified":"2015-05-13T21:00:36+00:00","valid":{"from":"2015-05-13T21:00:36+00:00","to":"3015-05-13T21:00:36+00:00"},"hreflang":"en","title":"Roomful Of Teeth: A Vocal Group That's 'A Band, Not A Choir'","published":"2015-04-28T18:16:00+00:00","teaser":"On the eclectic group's new album, <em>Render</em>, eight distinct voices assemble in a way that's hardly choral, according to artistic director Brad Wells and founding member Caroline Shaw.","itags":["npr_api","401994830"],"guid":"f8ce2de2-d447-45a9-a325-3d6094e41e57","contentencoded":"<p>The vocal ensemble <a href=\"http://www.npr.org/blogs/deceptivecadence/2012/10/22/163426225/roomful-of-teeth-experimental-singing-smiles-guaranteed\" target=\"_blank\">Roomful of Teeth</a> consists of eight classically trained singers incorporating Tuvan throat singing, Appalachian yodeling, operatic trills, rhythmic exhalations and whispered speech into music written by some of the most exciting young composers of the 21st century.</p><p>Roomful of Teeth's Grammy-winning debut album topped the classical charts, and their work has been praised by the New York Times and Pitchfork. Now they're releasing a new album, <em>Render.</em></p><p>Artistic director Brad Wells has emphasized that the group is a band, not a choir. That's something that's gotten him into trouble with a lot of his friends in the choral world, he says. Still, he holds firmly to the notion.</p><p>\"In a choral setting,\" Wells says, \"typically you have at the very least three or four altos, three or four tenors, and you're going for a rich, clean blend in each section. And this group is about not single colors or single unifying blends, but almost the opposite: juxtaposing the individual colors of the voices in the group.\"</p><p>The title of <em>Render</em> embodies that approach for founding member and Pulitzer Prize-winning composer <a href=\"http://www.npr.org/blogs/deceptivecadence/2013/04/20/177962358/a-moment-with-pulitzer-winning-composer-caroline-shaw\" target=\"_blank\">Caroline Shaw</a>.</p><p>\"For me, it's the idea of seeing distinct particles slowly come together and create an image — that's what video rendering is,\" she says. \"And I think our next journey through this second album, and beyond, is to see how our distinct voices come together and keep creating new music.\"</p><p>NPR's Scott Simon talked with Wells and Shaw about <em>Render</em>, the inspiration for the title composition and how the group develops novel vocabularies for making music. Hear the entire conversation at the audio link.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Roomful+Of+Teeth%3A+A+Vocal+Group+That%27s+%27A+Band%2C+Not+A+Choir%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"376"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402160096-76f25a.m3u?orgId=1&topicId=1039&d=376&p=7&story=401994830&t=progseg&e=402148730&seg=21&ft=nprml&f=401994830"},{"href":"http://media.npr.org/assets/img/2015/04/28/009-roomful-teeth-ayala-0819-251811d1ac59e06461907aa9c7a7e6ed6d5cfafb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1067","width":"1423"}}]}