{"created":"2015-03-19T07:24:39+00:00","modified":"2015-06-05T15:28:15+00:00","valid":{"from":"2015-06-05T15:28:15+00:00","to":"3015-06-05T15:28:15+00:00"},"hreflang":"en","title":"As Women Try Out For Armor Units, 'If You Can Hack It, You Can Hack It'","published":"2015-03-25T21:03:00+00:00","teaser":"As part of an experiment, the men and women of a Marine armor unit are being assessed on difficult physical tasks, such as hooking up heavy towing gear. The women are keeping up, but it's a struggle.","itags":["npr_api","393871372"],"guid":"f8d5d700-2c31-49ea-a8e1-7ab1a8dfd3a0","contentencoded":"<p>It's a recent morning out in California's Mojave Desert, and Marine Lance Cpls. Paula Pineda and Julia Carroll are struggling to pick up and maneuver Carl. He's a 220-pound dummy, and a stand-in for a wounded Marine.</p><p>Carroll's knees buckle for a moment, but as a dusty wind picks up, the two women pull Carl off their light armored vehicle. They carry him to safety, careful not to let his head drag on the rocky ground.</p><p>Both women are out of breath.</p><p>Pineda is 5 foot 2. On the back of her helmet is a piece of masking tape with the words \"Mad Max.\"</p><p>Last summer, the 22-year-old from Los Angeles was driving Marine trucks on Okinawa; now she wants to be a warrior — and to make history. It's something Pineda has always wanted to do.</p><p>\"Your adrenaline's rushing, you're pumping, trying to save lives, make a difference,\" she says. \"This is bigger than us. It's bigger than us. Right now we can't see the big picture, but in a couple years we'll see the difference on how females can work alongside with males in the, in an infantry unit.\"</p><p>Whether Pineda and the other women will work alongside male Marines in ground combat units is an open question. The Pentagon <a href=\"http://www.npr.org/blogs/thetwo-way/2013/01/23/170093351/panetta-is-lifting-ban-on-women-in-combat-roles\">lifted the ban on women serving in the unforgiving world of ground combat</a> — infantry, armor and artillery units — but gave the armed service's branches until January to ask for exemptions.</p><p>Now the Marines and the Army are running the necessary tests to see what female troops can do. Dozens of female Marines are taking part in this experiment at the desert base at Twentynine Palms for the next month.</p><p>About a dozen or so — or about half — of the women in Alpha Company, the infantry unit at Twentynine Palms, already <a href=\"http://www.npr.org/2015/03/17/393405871/in-intense-desert-training-a-dozen-women-fight-for-place-on-front-lines\">have dropped out</a>, mostly because of injuries. But nearly all of the 20 or so women who started out with Bravo Company, a unit of tanks and armored vehicles, are still training.</p><p>Capt. Alexander Puraty is a combat veteran who commands Bravo Company. He has a total of about 100 Marines for this experiment.</p><p>\"From Day One, we just treated everybody like Marines,\" Puraty says. \"It's kind of been the viewpoint that I put out there that 'a Marine's a Marine.' \"</p><p>So men and women must complete the same exercises, both here and as the company's training continues on the California beaches in May.</p><p>Some of the female Marines are struggling — taking longer to pull the dummy Carl to safety, set up a tow line for the armored vehicle or change a tire weighing about 170 pounds.</p><p>Puraty knows there are some who say women just don't belong in ground combat. He says he will reserve judgment until he sees the data and how the experiment turns out.</p><p>Pineda and Carroll, the two lance corporals, get ready to change one of the massive tires on the eight-wheeled armored vehicle. Cpl. Ryan Donk is part of the team.</p><p>The men use their arms to change a tire, but Pineda flops on her back in the dirt, using her stronger leg muscles to push the tire into place.</p><p>Women use every advantage that they can, says Cpl. Thomas Debatt, a veteran armor crew member.</p><p>\"They just have a different technique,\" he says. \"There's no task they can't complete that any man can complete, it's all — it's all pretty much the same.\"</p><p>But Donk, who helped the women change the tire, is more circumspect.</p><p>\"I mean, they're putting out their best effort,\" he says. \"At the end of this, the data will show what the Marine Corps need to do, to move in whatever direction they choose to.\"</p><p>When asked whether he thinks women can be part of this crew, he declines to answer.</p><p>Nearby, Lance Cpl. Brittany Dunklee is trash-talking with the men.</p><p>Before volunteering for this experiment, Dunklee was also a Marine truck driver on Okinawa. She says those who oppose women in combat are stuck in the old ways.</p><p>\"A lot of our men here, they're very supportive — and if you can hack it, you can hack it,\" she says.</p><p>Last year, Dunklee says, she could do one pull-up. Now she can knock out seven.</p><p>\"I know a lot of males that can't do what I can do,\" she says. \"But as long as you can do it, there's no reason why you shouldn't be in combat.\"</p><p>She's just 19, small and wiry, with an intense, dark stare. <a href=\"http://www.miningjournal.net/page/content.detail/id/572002/Fem..\" target=\"_blank\">As a high school wrestler, she took on the boys</a>.</p><p>\"I kicked some boys' ass,\" she says.</p><p>Her future? She hopes to be a first sergeant, leading Marines in combat.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Women+Try+Out+For+Armor+Units%2C+%27If+You+Can+Hack+It%2C+You+Can+Hack+It%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Bowman","audio":[{"meta":{"duration":"305"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393982172-00839a.m3u?orgId=1&topicId=1122&aggIds=363340041&d=305&p=3&story=393871372&t=progseg&e=393982100&seg=10&ft=nprml&f=393871372"},{"href":"http://media.npr.org/assets/img/2015/03/18/marines_california_dg-012_22178143edit_slide-6445dcf58ae1cc87de5f51fd55fde3458a84c529.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/03/18/marines_california_dg-023_22178179edit-75cb6d32964e84ce5ba2a394aad38f65bb63d014.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1867","width":"2800"}},{"href":"http://media.npr.org/assets/img/2015/03/18/marines_california_dg-032_22178199edit-ea693532d230a7c99c254baf6c8defb180a6ad2f.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/03/18/marines_california_dg-038_22178213edit-89af529b917a53dd69f63aa24d53be78651a627a.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1894","width":"2841"}},{"href":"http://media.npr.org/assets/img/2015/03/18/marines_california_dg-041_22178225edit-62f468960e69778ade7d3fa205126d051d12cfaa.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1929","width":"2893"}},{"href":"http://media.npr.org/assets/img/2015/03/18/marines_california_dg-046_22178239edit-5365a6f7f54f89d11c06f69aa84d88bd0f7e1fa9.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1879","width":"2818"}},{"href":"http://media.npr.org/assets/img/2015/03/18/marines_california_dg-059_22178293edit-6dd18435a666f0d8df1360da86b6cd19d4eac1b5.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/03/18/marines_california_dg-057_22178289edit1-d249a91bb02b3d7124615f9a43c3f79719235ca3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1924","width":"2566"}},{"href":"http://media.npr.org/assets/img/2015/03/18/marines_california_dg-040_22178223edit1_wide-2afb0ae56692da9c1b9462e280e0fffa8cdb8abe.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1338","width":"2379"}}]}