{"created":"2015-05-05T02:56:27+00:00","modified":"2015-06-18T01:40:18+00:00","valid":{"from":"2015-06-18T01:40:18+00:00","to":"3015-06-18T01:40:18+00:00"},"hreflang":"en","title":"As Emoji Spread Beyond Texts, Many Remain [Confounded Face] [Interrobang]","published":"2015-05-09T16:12:00+00:00","teaser":"There's a growing tendency to bring the tiny hieroglyphs off of phones, but not everyone is fluent. New takes on emoji integration suggest misunderstanding may be remedied with universal translation.","itags":["npr_api","404209790"],"guid":"f8d7428f-4985-4f43-9237-4176cec0310d","contentencoded":"<p>The increasingly abundant use of emojis across cultures and age groups — and the similar meanings we assign them — suggest we're entering an era of hybrid communication, as we treat pictures like a real language.</p><p>You can now <a href=\"http://instagram-engineering.tumblr.com/post/117889701472/emojineering-part-1-machine-learning-for-emoji\" target=\"_blank\">hashtag them in Instagram</a> — so long as it's <a href=\"http://www.npr.org/blogs/thesalt/2015/04/10/398128123/cooking-with-emoji-we-re-taking-eggplant-back-from-the-bros\" target=\"_blank\">not the eggplant</a>. As a spinoff to this year's State Of The Union address, <a href=\"http://www.theguardian.com/us-news/ng-interactive/2015/jan/20/-sp-state-of-the-union-2015-address-obama-emoji\" target=\"_blank\">The Guardian<em> </em>debuted</a> a Twitter account, <a href=\"https://twitter.com/emojibama\" target=\"_blank\">@emojibama</a>, that live tweeted a transcript of Obama's speech using emojis and a sparse amount of actual words.</p><p>In Asia, the most popular messaging apps feature larger emojis that are designed to take over text-driven exchanges, as NPR's <a href=\"http://elisegoeseast.tumblr.com/post/117287851770/weve-moved-into-a-post-literate-communication-era\" target=\"_blank\">Elise Hu reports</a>. Entering text into LINE — the choice app in Japan, birthplace of the emoji, and Taiwan — actually encourages default sticker options that represent those words instead.</p><p><strong>Shooting Mixed Messages</strong></p><p>Emojis can help us easily communicate in inside-joke-like ways that text sometimes cannot, and \"certain images can evoke a shared pop culture understanding,\" Hu tells NPR's Melissa Block.</p><p>But without a unified translation as to what the pictures all stand for, widespread use in absence of text can further complicate communication — and lead to consequences.</p><p>Lately the gun emoji has been getting people in trouble. Last week the Houston Rockets <a href=\"http://thebiglead.com/2015/04/28/houston-rockets-twitter-put-down-mavericks-with-gun-and-horse-emoji/\" target=\"_blank\">used a gun emoji next to a horse in a tweet</a>, aimed at their opponent the Dallas Mavericks, just before beating them in a playoff game. It's since been deleted, and the Rockets fired their social media manager.</p><p>The gun emoji is especially popular among U.S. teenagers. <a href=\"https://youthradio.org/\" target=\"_blank\">Youth Radio</a>'s Tylyn Hardamon found that most of his teenage peers use the gun emoji as a joke in reference to casual annoyances. He looked up that particular one on <a href=\"http://emojitracker.com/\" target=\"_blank\">emojitracker</a>, a website that shows how people are using different emojis on Twitter in real time.</p><p>He watched as messages like \"I hate school\" and \"no one better mess with me today\" popped up next to the tiny gray pistol. He asked friends to explain what the emoji meant in the context in which they were expressing themselves.</p><p>To Savannah Robinson, 17, \" 'my homework is killing me, gun gun gun,' that means just that your homework's really hard, and you want to, like, kill yourself — not <em>actually</em> kill yourself.\"</p><p>To 20-year-old Donta Jackson and his friends, it's clear that the gun is not violent.</p><p>\"I don't think anything of it, because it's not like it's a real gun,\" he says. \"It's on a phone. It's just like every other emoji.\"</p><p>However, multifarious meanings for a single emoji can have more serious repercussions. In January a <a href=\"http://www.nydailynews.com/brooklyn-teen-busted-threatening-cops-facebook-article-1.2089216\">teenager in Brooklyn was arrested </a>for posting a police officer emoji next to a series of gun emojis. (The charges were later dropped.)</p><p><strong>Capturing 'The True Grammar Of Emoji'</strong></p><p>The use of emojis as a supplement for words still is evolving, and <a href=\"http://gretchenmcculloch.com/\" target=\"_blank\">Gretchen McCulloch</a>, a writer who specializes in linguistics and pop culture, says emojis can be useful for adding context. But the problem with the gun emoji, she says, isn't necessarily that it's overused, but maybe that it isn't used enough for us to agree on its meaning.</p><p><a href=\"http://fredbenenson.com/\" target=\"_blank\">Fred Benenson, head of data at Kickstarter</a>, is working on something that might help with universal fluency. He hopes that we might one day have somewhat of a Google Translate for emojis, he tells Melissa Block.</p><p>Benenson edited a translation of Herman Melville's literary classic <em>Moby-Dick</em> into emoji, published as <a href=\"http://www.emojidick.com/\" target=\"_blank\">Emoji Dick</a> in 2009. Now he's using the crowdfunding platform to back <a href=\"https://www.kickstarter.com/projects/fred/the-emoji-translation-project\" target=\"_blank\">the Emoji Translation Project</a>, toward creating the first \"emoji translation engine.\"</p><p>When people have tried to do this before, Benenson says in the Kickstarter promotional video, \"the results have always been too literal — they never captured the true grammar of emoji.\"</p><p>Such stumbling steps toward formalization resemble signs of a new language rising.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Emoji+Spread+Beyond+Texts%2C+Many+Remain+%5BConfounded+Face%5D+%5BInterrobang%5D&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emma Bowman","audio":[{"meta":{"duration":"458"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404236547-ef9f77.m3u?orgId=1&topicId=1019&aggIds=4692815&d=458&p=2&story=404209790&t=progseg&e=404236299&seg=9&ft=nprml&f=404209790"},{"href":"http://media.npr.org/assets/img/2015/05/04/emojipromo-9cb2b288164a04f55f7c4426957827f90e63bf55.png","type":"image/jpeg","meta":{"crop":"standard","height":"516","width":"689"}},{"href":"http://media.npr.org/assets/img/2015/05/04/emojidickimage-c13651c506070fe6a48406a9e2ceb3d6f7ce2f0b.png","type":"image/jpeg","meta":{"crop":"standard","height":"155","width":"207"}}]}