{"created":"2014-10-08T15:24:59+00:00","modified":"2014-10-31T01:52:54+00:00","valid":{"from":"2014-10-31T01:52:54+00:00","to":"3014-10-31T01:52:54+00:00"},"hreflang":"en","title":"Obscure Producer's Clear Impact On 'The Dirty Business' Of R&B","published":"2014-05-25T22:57:00+00:00","teaser":"In his short life, 1960s producer-songwriter Bert Berns made an indelible mark. He made many hits, but a changing industry brought tension to the studio, as told in the new book, <em>Here Comes the Night.</em>","itags":["npr_api","314570167"],"guid":"f8d8fb4f-308b-4d1f-98d5-236e5043c8d1","contentencoded":"<p>Many of the hit-making songwriters of the 1960s are remembered by name: Burt Bacharach, Carole King, Lennon-McCartney, Holland-Dozier-Holland. But the man who wrote (or co-wrote) classics like \"Twist and Shout,\" \"Piece of My Heart,\" \"Hang on Sloopy,\" \"I Want Candy\" and \"Here Comes the Night\" remains unknown to all but the most ardent music fans.</p><p>Bert Berns was a record producer and songwriter who appeared Zelig-like throughout the rock and soul scenes of the 1960s. His little-known story is told in a new book by Joel Selvin called <em>Here Comes the Night: The Dark Soul of Bert Berns and the Dirty Business of Rhythm & Blues.</em></p><p>Bert Berns lived the credo: \"Eat, drink and be merry because tomorrow we die.\" For good reason.</p><p>\"When Bert Berns was 14 years old in 1945, he suffered rheumatic fever. Scarred his heart. He was told he wouldn't live to be 21-years old,\" Selvin tells NPR's Arun Rath. \"He dropped out of school and pretty much became a ne'er-do-well.\"</p><p>Berns wouldn't find his voice as a songwriter until his 30s, but once he did — blending mambo with rock 'n' roll — he quickly became a hot commodity.</p><p>\"He was making hit records, living in a penthouse, and had a fishbowl stuffed with royalty checks he was too busy to take to the bank,\" Selvin says.</p><p>Berns's hit-making abilities brought him to the attention of Atlantic Records executive Jerry Wexler, and the two formed a partnership and a deep friendship. That relationship would go sour, though, when Berns used mafia muscle in a contract negotiation.</p><p>\"Gangsters were a common part of the scene,\" Selvin says. \"It really isn't outside the parameters of kinda everyday business dealings in the dirty business of rhythm & blues.\"</p><p>Berns came of age at a time when singers and songwriters were two separate entities — and each side was easy to influence. So when Berns started working with singer-songwriters like Neil Diamond and Van Morrison — artists who wanted to control the arc of their careers more than Berns had ever encountered — it was a turning point.</p><p>\"It was uncommon for artists at that point to have any say ... or have an opinion that mattered,\" Selvin says. He adds, \"There was a lot of conflict.\"</p><p>Guitars were broken in anger, relationships were strained.</p><p>\"And of course as his life is shortening and the symptoms of his heart disease are becoming more pronounced and the pressure is mounting on him with the Atlantic deal going south, and the gangster business partners ... the whole thing leads to quite a cataclysmic denouement,\" Selvin says.</p><p>Bert Berns died in December 1967 at the age of 38. As Selvin concludes:</p><p>\"His career perfectly encapsulated the height of the New York rhythm & blues scene from 1960 to 1967. You know, when Berns died, it was all over.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obscure+Producer%27s+Clear+Impact+On+%27The+Dirty+Business%27+Of+R%26B&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"553"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1315825895-f57081.m3u?orgId=1&topicId=1033&ft=3&f=314570167"},{"href":"http://media.npr.org/assets/img/2014/05/21/herecomesthenight-d5a5f732df0df05d365db155325a23a5eba19b84.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"414","width":"552"}}]}