{"created":"2014-09-23T16:53:34+00:00","modified":"2014-09-24T19:07:05+00:00","valid":{"from":"2014-09-24T19:07:05+00:00","to":"3014-09-24T19:07:05+00:00"},"hreflang":"en","guid":"f8e15dc4-eb83-4e42-a461-0911207b18b2","title":"Don't be afraid of that bitter taste in your mouth!","published":"2014-09-24T19:07:04+00:00","byline":"Alex Gallafent","tags":["food","bitter food","Food","Lifestyle & Belief","North America","United States","North America","Jennifer McLagan","Hospitality","Human Interest","bitter","Food and drink","Radicchio","Food","Bitter melon","Pumpkin"],"teaser":"Sweet, sour and salty — those flavors get a lot of press when it comes to food writing. But bitter? Not so much. Jennifer McLagan wants to change all that, and she's written a new book extolling the virtues of bitter foods.","contentencoded":"<p>Jennifer McLagan grew up in Melbourne, Australia. &quot;When I was young, my mother always used to make me breakfast before I went to school. Usually a half of grapefruit, sprinkled with a little sugar,&quot; she remembers.</p><p>&quot;We didn&#39;t have, when I was a child, these pink and red and sweet grapefruit,&quot; she says. &quot;Grapefruit for us always had a touch of bitterness.&quot; That&#39;s not the case any more, at least not in most American grocery stores: The bitterness has been bred out of the fruit to accommodate our sweet palates.</p><p><span style=\"line-height: 1.538em;\">In the English-speaking world, McLagan argues, tastes are geared towards sweetness. But that&#39;s not the case elsewhere &mdash; take the Italians: &quot;They love Amaros, they love radicchio and those bitter green lettuces, they use them all the time,&quot; McLagan says. &quot;There is a cultural difference between the appreciation of bitterness.&quot;</span></p><p>The absence of bitterness in much of our food prompted McLagan to become something of a champion for bitter ingredients. She&#39;s the author of a new book called <a href=\"http://www.amazon.com/Bitter-Worlds-Dangerous-Flavor-Recipes/dp/160774516X\">Bitter: A Taste of the World&#39;s Most Dangerous Flavor</a>. &quot;T<span style=\"line-height: 1.538em;\">here&#39;s a lot of evidence to tell us that foods that are bitter are actually very good for us,&quot; she says. &quot;They&#39;re full of phytochemicals, and antioxidants, and that&#39;s really what we should be eating.&quot;</span></p><p>Perhaps no one understands that better than the Chinese, she says:&nbsp;<span style=\"line-height: 1.538em;\">&quot;Mainly when you think of bitter it&#39;s the vegetable kingdom that you go to first. It&#39;s interesting with the Chinese &mdash; as well as eating a lot of bitter vegetables, they have a very long tradition of using bitter foods as medicines.&quot;</span></p><p><span style=\"line-height: 1.538em;\">McLagan recently visited New York&#39;s Chinatown, where she scoured the shelves for examples of bitter foods. She&nbsp;</span><span style=\"line-height: 1.538em;\">picked up one of her favorites, a bitter gourd &mdash; sometimes called a bitter melon. &quot;It kind of looks like this wrinkly old cucumber; it&#39;s not the world&#39;s most attractive vegetable,&quot; she admits.</span></p><p><span style=\"line-height: 1.538em;\">&quot;The Indians eat this too,&quot; she says. &quot;They have one that&#39;s even less attractive, that&#39;s got these growths coming out of it.&quot; McLagan recommends offsetting the gourd&#39;s bitterness with fatty ingredients like pork, along with spicy chilies and acidic lemon. &quot;Together, it makes a great dish,&quot; she says.</span></p><p>She mentions African cuisines, too, and a bitter leaf herb that&#39;s often prepared like spinach. &quot;It&#39;s really quite bitter, and it&#39;s very good for you,&quot; she says.</p><p>And she also makes a claim that seems unusual to American ears: &quot;Bitter&#39;s the most interesting of tastes,&quot; she argues. &quot;There&#39;ll be some things that one person will find extremely bitter, and I won&#39;t find bitter at all. It&#39;s a range of flavors.&quot;</p><p><em>Don&#39;t just take our word for it &mdash; try this recipe from Jennifer&#39;s book. It&#39;s reprinted with permission from <a href=\"http://www.amazon.com/Bitter-Worlds-Dangerous-Flavor-Recipes/dp/160774516X\">Bitter: A Taste of the World&rsquo;s Most Dangerous Flavor, with Recipes</a>, by Jennifer McLagan, copyright &copy; 2014. Published by Ten Speed Press, an imprint of Random House LLC.</em></p><h3><span style=\"line-height: 1.538em;\">Radicchio and Pumpkin Risotto</span></h3><p>Serves two</p><p><strong>INGREDIENTS</strong></p><p>2 1/2 cups (625 ml) chicken stock, preferably homemade</p><p>1/4 cup or 2 oz (60 g) unsalted butter</p><p>1 shallot, finely chopped</p><p>6 oz (170 g) pumpkin, cut into 1/2-inch (1 cm) dice, about 1 1/4 cups</p><p>Sea salt</p><p>5 1/4 oz (150 g) radicchio leaves, rinsed and trimmed</p><p>1/2 cup or 3 1/2 oz (100g) risotto rice (Vialone nano, Arborio, or Carnaroli)</p><p>2 tablespoons white wine or dry vermouth</p><p>Freshly ground black pepper</p><p>Parmesan cheese</p><p><strong>INSTRUCTIONS</strong></p><p>Pour the stock into a saucepan and bring to a boil. Lower the heat so the stock barely simmers.</p><p>In another saucepan, melt half the butter over medium heat. Add the shallot and cook until translucent. Add the diced pumpkin and stir to coat the pieces with the butter. Season with salt, and cook until the pumpkin starts to soften slightly at the edges, about 5 minutes.</p><p>Meanwhile, cut the radicchio leaves in half lengthwise, then crosswise into 1/4-inch (6 mm) strips. You should have about 4 cups (1 l).</p><p>Add the rice to the pan, stirring to warm the grains and coat them in butter. Stir in the radicchio and continue stirring until it wilts and changes color. Pour in the wine and cook, stirring until it evaporates; season with black pepper. Now add a ladleful of hot stock and keep stirring the simmering rice constantly until the liquid is almost completely absorbed. Continue adding the stock, one ladleful at a time, when the previous liquid is almost completely absorbed.</p><p>After 20 to 25 minutes, the pumpkin should be cooked and the rice should be creamy and cooked but still slightly al dente. Remove the saucepan from the heat and let sit for 2 minutes. Check the seasoning, stir in the remaining half of the butter, and serve in warm bowls. Grate Parmesan over the top.</p><p><strong>NOTES</strong></p><p>Make this risotto in small batches. This will stretch to serve four as a starter, depending on the rest of your meal; you can also double the recipe. Do use homemade stock, as it will make all the difference to the final result. You could also use a well-flavored vegetable.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/cardoon.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/cardoonjpg"}]}