{"created":"2015-03-26T07:50:21+00:00","modified":"2015-05-13T21:06:42+00:00","valid":{"from":"2015-05-13T21:06:42+00:00","to":"3015-05-13T21:06:42+00:00"},"hreflang":"en","title":"Don't Torpedo The Dam, Full Speed Ahead For Ethiopia's Nile Project","published":"2015-03-26T14:06:00+00:00","teaser":"Egypt was ready to go to war over Ethiopia's planned Renaissance Dam. A new agreement has ended the tension. But that doesn't mean everyone's a winner.","itags":["npr_api","395321624"],"guid":"f8e2f2ee-0d19-4801-929b-4148207c462f","contentencoded":"<p>I once met a popular spoken word poet in Ethiopia who was asked by a government official to write a poem about the Grand Ethiopian Renaissance Dam. (He politely explained that he didn't do poetry about infrastructure.) But it's not surprising that Ethiopia would like to inscribe this dam into the Ethiopian epic.</p><p>When completed, the Renaissance Dam promises to be the largest hydro-electric project in Africa. Funded without help from America or the West, the \"renaissance\" in the dam's title refers to a 70-year-old vision of Africa rising on the strength of its own abundant resources. Independence and self-reliance in the so-called \"dark continent\" begins with electricity.</p><p>But since Ethiopia began construction in 2011, Egypt has spun the dam as a threat. Egypt's way of life depends on the Nile River. Former president Mohammed Morsi once warned that every drop of water stolen from the Nile would be defended by a drop of Egyptian blood.</p><p>In fact, a hydropower dam doesn't steal water from downstream. It only draws power from its flow. Except during one crucial period: just after the dam is built and the reservoir is filled. A reservoir this huge will hold 63 billion cubic meters — roughly as much water as Egypt gets from the Nile over the course of a year. If the basin were to be filled too fast, Egypt's farmers would plunge into drought and its own hydropower dams would stop producing electricity.</p><p>Fear of that scenario is why Egypt's former president almost went to war with Ethiopia over the dam.</p><p>Instead, on Monday, Egypt's current president Abdel Fattah el-Sisi and Ethiopia's Prime Minister Hailemariam Desalegn signed a \"Declaration of Principles\" with Sudan's president as broker. Egypt approved the project and will have rights to some of the electricity that will be generated. The key negotiations to come will be over the pace of filling that giant reservoir when it's completed in the next few years. Fast enough to satisfy Ethiopia's grand ambitions but slow enough not to hobble Egypt's economy.</p><p>Aaron Wolf, a professor of geography and trained mediator who runs the <a href=\"http://www.transboundarywaters.orst.edu/\">Program in Water Conflict Management and Transformation</a> at Oregon State University, says that once the reservoir is filled, the long term impact of the Renaissance Dam will be less to Egypt than to traditional Ethiopian tribes who will <a href=\"http://jveilleux.blogspot.com/2013/07/yales-discussion-on-african-hydropower.html\">lose access</a> to the river they depend upon for fishing or mining.</p><p>\"Like all big dams, there are going to be impacts,\" he says. \"But if all things were equal, you do want [to build] your dams upstream.\"</p><p>Negotiators for both sides will have to overcome centuries of conflict and distrust. Ethiopia rightly complains that colonial-era water treaties gave Egypt a <a href=\"http://america.aljazeera.com/opinions/2014/2/egypt-disputes-ethiopiarenaissancedam.html\">virtual monopoly</a> over Nile waters. Geography has also played its role. Wolf notes that \"downstream\" countries like Egypt tend to develop first, because that's where the flat plains and agricultural land is, while upstream countries like Ethiopia are generally more hilly and later to develop. Then when those upstream countries develop, they have a downstream impact. \"That chronology is fairly common,\" Wolf says, from water conflicts in China, to Tajikistan, to Laos.</p><p>Even more common, of course, is the <a href=\"http://ecadforum.com/2015/03/24/the-deal-favors-egypt-more-than-ethiopia/\">distrust</a><strong> </strong>that accompanies all water disputes. \"I grew up in San Francisco and I grew up resenting Southern California for their incessant water needs,\" Wolf says. \"But the corollary to that is that water also brings people into a room who wouldn't normally sit in a room together. So it brings Arabs and Israelis together, Egyptians and Ethiopians, Northern California and Southern California.\"</p><p>When it comes to water, even the bitterest rivals eventually end up having to take up arms or negotiate. Two powerful African economies, Egypt and Ethiopia, have moved a step toward the latter.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Don%27t+Torpedo+The+Dam%2C+Full+Speed+Ahead+For+Ethiopia%27s+Nile+Project&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gregory Warner","audio":[{"meta":{"duration":"200"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395475173-482f03.m3u?orgId=1&topicId=1004&d=200&p=3&story=395321624&t=progseg&e=395473290&seg=17&ft=nprml&f=395321624"}]}