{"created":"2014-12-10T19:43:56+00:00","modified":"2015-05-13T21:27:23+00:00","valid":{"from":"2015-05-13T21:27:23+00:00","to":"3015-05-13T21:27:23+00:00"},"hreflang":"en","title":"For Yazidi Women, Escaping ISIS Doesn't Mean The Ordeal Is Over","published":"2014-12-11T14:38:00+00:00","teaser":"Many of the 5,000 Yazidi hostages in Iraq are women who are being raped. Those who return to their deeply conservative community face new trauma: shame, invasive \"virginity tests,\" possible pregnancy.","itags":["npr_api","369636434"],"guid":"f8e62916-417a-480d-bccd-0c7b6161a556","contentencoded":"<p>Barzan is a young Yazidi man, with sad blue eyes. His mother, five of his sisters and his niece are being held by the so-called Islamic State, taken when the extremist group swept through the Sinjar area of northern Iraq in August.</p><p>They are seven of some 5,000 Yazidis still being held by the extremist Sunni group. The Iraqi women are enslaved and sold for sex.</p><p>His sixth sister is home with him now. She is just 15 and she was raped. To protect her identity we're only using Barzan's first name.</p><p>\"She told me they held her hands down and they raped her once. She could barely tell me the story, she just cried and cried,\" he said, speaking to us in a strip mall in the northern Iraqi city of Dohuk.</p><p>It's an extremely rare admission in a community whose entire fabric has been shredded by this tragedy.</p><p>The Yazidis, a small ethno-religious minority concentrated in Iraq's north, already were a conservative, insular community. Now, families are torn between empathy for the suffering women and generations of tribal codes of honor that have never faced such a test.</p><p>Even if ISIS is defeated tomorrow, the women will suffer the aftermath of sexual trauma. And children born from these rapes will have an unknown fate.</p><p>Barzan's sister is not pregnant. But he worries about the others who are still missing.</p><p>\"If all of them come back and all of them were pregnant, it's not their fault,\" he said. \"Even if my sisters want to have the baby it's OK; if she wants to have an abortion it's also OK. I will take care of the child.\"</p><p>But he knows others won't be as accepting in a country where the ideas of honor and shame are so entrenched.</p><p>Also, abortion is illegal in Iraq unless a woman's life is endangered by giving birth. So women resort to clandestine abortions from doctors willing to do them illegally.</p><p>It's what he'll do, he says, if he has to.</p><p>It's a problem that no one really wants to talk about. The community does discuss the nightmare that ISIS has unleashed on it: massacres and rapes of girls and women.</p><p>But many of the girls who are returning from captivity deny rape, at least publicly, telling stories of fighting off their captors. Activists do acknowledge privately that women are coming back pregnant, but it's rare for anyone to acknowledge it publicly.</p><p><strong>Ambivalence Toward Traumatized Women</strong></p><p>Khalida Khalid is a Yazidi adviser to the speaker of the Parliament in the autonomous Kurdish region in northern Iraq. She is working on the cases and says there have been instances of pregnancy. But no one wants to talk about it outside the community, she says.</p><p>\"The Kurdish community is conservative and within that circle is the Yazidi community and that is even more conservative,\" she says.</p><p>It's also a traumatized minority that has faced mass displacement by ISIS and feels betrayed by both Arab and Kurdish Muslims.</p><p>Khalid says the women who have escaped ISIS need protection when they return. The estimated number of escapees varies from 50 to nearly 300 women and girls.</p><p>\"As a community we have societal rules. Some of these families have accepted the reality, the de facto situation they've been put in,\" she says. \"We're more concerned about what will happen later to these women, will they face discrimination or violence from their families.\"</p><p>The Kurdish Parliament in the autonomous north is discussing laws that would protect them. One would legalize abortions for victims of rape by ISIS.</p><p>\"It's very difficult to have the babies of terrorists,\" Khalid says. \"People can't accept that.\"</p><p>Nayef al-Mandekan agrees. He is a leader of a tribe that has suffered greatly: In one village, 420 members of his tribe were killed, including his four sons and his brother.</p><p>He is now displaced, living in Dohuk in a home that he has opened to survivors from his tribe, including seven young women and girls who escaped ISIS.</p><p>He speaks to us in his formal living room with the seven young women nearby. They look down and say very little but do say they were able to fight off attempts at rape by their captors.</p><p>\"The women who come back are innocent. They did nothing wrong; they were raped,\" Mandekan says. \"We will accept them.\"</p><p>But when it comes to pregnancy, that's something he and his tribe cannot accept, he says.</p><p>In this case, abortion would be preferable.</p><p>He is uncomfortable discussing the topic and ends the conversation.</p><p>\"It's too early to discuss these things, there are no cases of this in this room,\" he says. \"Every tribe and every family will have to make their own decisions.\"</p><p><strong>Dealing With Issues Of Honor And Shame</strong></p><p>Right now, publicly, Yazidi leaders are saying all the right things — the women will be welcomed back as innocent victims, they will not be shunned or punished.</p><p>But already, health authorities are administering so-called virginity tests to Yazidi women who return from captivity. Kurdish officials say they're voluntary and done at the request of the victim or by the court as part of an effort to document what they're calling a genocide against Yazidis.</p><p>But health and rights groups call the tests scientifically useless and traumatic for rape victims. They also worry that the tests could be used against women who don't want to acknowledge the rape to their family or community out of shame or fear.</p><p>\"Virginity tests can re-traumatize the victims,\" says Sherizaan Minwalla, women's protection and empowerment coordinator at the International Rescue Committee. She is based in Irbil.<strong> </strong></p><p>\"These<strong> </strong>are women and girls who have suffered, in many cases, sexual violence. And even if they haven't, it's an assault on their body really, it's invasive, and many of them may not want to have it done but may feel pressure to in order to prove that they haven't been raped.\"</p><p>She says issues of honor and shame dominate the Yazidi and larger Iraqi society.</p><p>So far, there has been no documentation of violence against these women and girls. And in every interview, activists, Yazidi families and officials say the women who escaped are embraced when they return.</p><p>But Minwalla says a few have been ostracized. She worries that as more escape or are freed, they could come back and face a life of rejection or scorn from their own communities.</p><p>\"They feel like they can't hold their heads up,\" she says. \"Some are refusing to go live in the [displacement] camps because they don't want the whole community looking at them and talking about them and making them feel bad about themselves. It's very hard for them to re-integrate.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Yazidi+Women%2C+Escaping+ISIS+Doesn%27t+Mean+The+Ordeal+Is+Over&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Leila Fadel","audio":[{"meta":{"duration":"290"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369902573-0b3454.m3u?orgId=1&topicId=1010&d=290&p=2&story=369636434&t=progseg&e=369854526&seg=11&ft=nprml&f=369636434"},{"href":"http://media.npr.org/assets/img/2014/12/10/34510183_h31464730-8172852e5d322607eb895b0cbbe555d47de704c1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1665","width":"2220"}},{"href":"http://media.npr.org/assets/img/2014/12/10/34514745_h31907610-21307efc396c16ba00676748fb32d43b3028bed0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2331","width":"3108"}}]}