{"created":"2015-03-09T22:08:41+00:00","modified":"2015-03-10T18:37:52+00:00","valid":{"from":"2015-03-10T18:37:51+00:00","to":"3015-03-10T18:37:51+00:00"},"hreflang":"en","guid":"f8f21696-d86a-4e8f-877a-e8f9f8bc5480","title":"China detains female activists ahead of International Women’s Day","published":"2015-03-10T18:37:50+00:00","byline":"Matthew Bell","tags":["women's rights","gender equality","International Women's Day","activism","Across Women's Lives","Justice","Conflict & Justice","Beijing","Asia","China","Asia","East Asia","Sophie Richardson","Li Keqiang","Wang Qiushi","Women's rights","Sexual harassment","Feminism","Social Issues","Abuse","National People's Congress","Domestic violence"],"teaser":"Activists in China had planned to call attention to domestic violence ahead of International Women’s Day this past Sunday, but China's state security stepped in to detain at least 10 activists in three different Chinese cities.","contentencoded":"<p>Really, China?</p>\n<p>Detaining young women who planned to put stickers on buses to call attention to sexual harassment? And ahead of International Women's Day?</p>\n<p>Chinese authorities arrested at least 10 activists in the run-up to Sunday's holiday. They included Li Tingting, a woman in her mid-20s known for organizing <a href=\"http://www.nytimes.com/2012/03/01/world/asia/chinese-women-demand-more-public-toilets.html\">protests in 2012</a> called “Occupy Men’s Toilets,” aimed at giving women more access to public restroom facilities. Li, who also goes by the name Li Maizi, has also posed in a <a href=\"http://shanghaiist.com/2015/03/08/international-womens-day.php\">red-stained wedding dress</a> to highlight the issue of domestic violence.</p>\n<p>“We’ve always thought the country supports equal rights for women,” Wang Qiushi, a lawyer for another one of the women who was detained, <a href=\"http://www.nytimes.com/2015/03/09/world/asia/china-detains-womens-rights-activists-in-several-cities.html?_r=0\">told the New York Times</a>. “Speaking as a lawyer, this act is beyond our imagination and has shocked us.”</p>\n<p>But China specialist Sophie Richardson of Human Rights Watch says she was hardly surprised by the detentions. “This is sadly consistent with the pathologies of the Xi Jingping regime, which has demonstrated an extraordinary intolerance of criticism over the last couple of years,” she says.</p>\n<p>Richardson says the crackdown has targeted “environmental activists ... lawyers, writers, bloggers — anyone who appears to be criticizing the government, and particularly anyone who appears to be trying to organize in any way.”</p>\n<p>The arrests took place in Beijing as the annual meetings of China’s rubber-stamp parliament, the National People’s Congress, were getting under way. It's a time of year when security forces are always on high alert in the Chinese capital.</p>\n<p>On Sunday, China's premier, Li Keqiang, called attention to International Women’s Day by posing for a photo with female lawmakers at an NPC session. He also used one of Chairman Mao's most famous quotes about women: \"Women hold up half the sky and you should believe that your male counterparts, holders of the other half of the sky, will move forward hand-in-hand with you.\"</p>\n<p>For some China watchers, that sentiment did not seem to square with an online slideshow posted by the Communist Party mouthpiece, the People’s Daily, called “Beauty with brains.”</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>WOMEN! You can be journalists too! <a href=\"http://t.co/2vP0Sv42Q4\">http://t.co/2vP0Sv42Q4</a> Crude People's Daily gallery published on Int'l Women's Day <a href=\"http://t.co/rtdHHbszlc\">pic.twitter.com/rtdHHbszlc</a></p>\n<p>— Tom Grundy (@tomgrundy) <a href=\"https://twitter.com/tomgrundy/status/574747591797145600\">March 9, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>If the Communist Party truly believed in equality for women, Richardson says, Beijing would adopt national legislation on domestic violence. “This is an issue on which there is a great deal of interntional consensus about laws and social services, and the Chinese government continues to delay.</p>\n<p>\"[This is] largely because it’s going to challenge some deeply entrenched social norms,\" she says, \"that domestic violence is a family issue and it should stay behind closed doors; that women are meant to be cooperative.”</p>\n<p>Thousands of women’s rights advocates are gathering at the United Nations in New York this week, marking the 20th anniversary of a landmark UN conference on the status of women held in Beijing. Richardson says it is difficult to imagine China playing host to such an event nowadays.</p>\n<p>“If the government won’t even tolerate people standing up in public and calling for an end to domestic violence, it’s not a place to showcase discussions about rights protections,” she says.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-09%2Fchina-detains-women-activists-ahead-international-women-s-day&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0309201501.mp3"},{"href":"http://www.pri.org/file/0309201501mp3"}]}