{"created":"2014-10-08T16:28:45+00:00","modified":"2014-10-31T02:19:50+00:00","valid":{"from":"2014-10-31T02:19:50+00:00","to":"3014-10-31T02:19:50+00:00"},"hreflang":"en","title":"For Moms In Congress, Votes Mix With Diapers And School Pickup","published":"2014-05-12T19:26:00+00:00","teaser":"There are just nine women who have given birth while serving in Congress. In some ways, they're like all working moms who can't find enough time in the day. But there are also significant differences.","itags":["npr_api","310256866"],"guid":"f8fb4906-5185-4852-8bbf-0dc92dde1691","contentencoded":"<p>Just nine women have given birth while serving in the U.S. Congress.</p><p>Cathy McMorris Rodgers, R-Wash., has the distinction of having done it three times.</p><p>Her son Cole was born in 2007 with a condition called trisomy 21. Grace came in 2010, followed by Brynn this past November.</p><p>\"Thankfully, she's a good sleeper and she's a good eater,\" says McMorris Rodgers. \"That makes a big difference for a mom.\"</p><p>Even though she has a high-profile job as chairwoman of the House Republican Conference, McMorris Rodgers insists she's just like the rest of us.</p><p>\"My job as a representative and a working mom I don't think is that different than any other working mom in America,\" says McMorris Rodgers. \"We all get 24 hours in the day.\"</p><p>It just so happens that some of her hours are filled with votes and press conferences and fundraisers. But in another way, she has an easier setup than a lot of other working moms. Her husband, Brian Rodgers, takes care of the kids.</p><p>\"He's a stay-at-home dad,\" says McMorris Rodgers. \"So he's carrying the load at home.\"</p><p><strong>The Challenges Of Being A Congressional Mom</strong></p><p>There are also challenges that are unique to serving in Congress. In order to maximize family time, McMorris Rodgers says, she and her husband decided to move the family to Washington, D.C. That used to be common for members of Congress, but now most leave their families back home, and some even take pride in sleeping in their offices. Choosing to keep her husband and kids close comes with some amount of political peril.</p><p>But it means McMorris Rodgers can help get the kids ready in the morning, and some nights, at least, she can tuck them into bed.</p><p>For Rep. Linda Sanchez, D-Calif., getting her son, Joaquin, ready in the morning and easing him to sleep at night are precious moments.</p><p>Joaquin is a superhero-obsessed 4-year-old, and it seems like he never stops moving. For Sanchez, balancing her duties as a mom and a member of Congress can be a struggle.</p><p><strong>Midnight Vote, Babysitting Scramble</strong></p><p>Her husband often travels for work, and she says he was away during last fall's government shutdown.</p><p>\"We were voting in session six days a week, so we only had Sundays off, and I'll never forget, there was a Saturday when we had votes at midnight,\" says Sanchez, remembering a scramble to find someone to stay with her sleeping son while she went to vote.</p><p>She had to ask a neighbor to stay with Joaquin. Often Sanchez races to pick him up from preschool, and then brings him on the House floor for the last votes of the day. Young children, the kids and grandkids of members, are a common presence in the chamber.</p><p>But for all of the challenges, Sanchez realizes she's lucky to have the flexibility that comes with being the boss.</p><p>\"I think about shift workers who are parents and how different it is for them,\" says Sanchez. \"If my kid has an epic meltdown in the morning and refuses to put his shoes on and we're late getting him to school, I can kind of adjust my schedule.\"</p><p><strong>You Can't Always Be Perfect</strong></p><p>Things inevitably slip, though. That's just the nature of trying to do it all.</p><p>\"You can't be the perfect member of Congress and the perfect mother 100 percent of the time,\" she says, exhausted at the end of a long day. \"And probably you'd be a pretty annoying person if you were.\"</p><p>Sanchez says if she had known how much joy being a mother brings, she would have gotten started sooner.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Moms+In+Congress%2C+Votes+Mix+With+Diapers+And+School+Pickup&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"257"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310947577-efaefa.m3u?orgId=1&topicId=1014&aggIds=308946406&ft=3&f=310256866"},{"href":"http://media.npr.org/assets/img/2014/05/08/dsc_1371-a7eefa265d20a10948a2e27bb60ee5e94b375906.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2208","width":"2942"}},{"href":"http://media.npr.org/assets/img/2014/05/08/cmr_7112_ggp-31ef2ded1878a7e7eb698eadd6fd58e544792b73.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1125","width":"1498"}}]}