{"created":"2015-07-01T08:40:59+00:00","modified":"2015-07-02T21:24:15+00:00","valid":{"from":"2015-07-02T21:24:15+00:00","to":"3015-07-02T21:24:15+00:00"},"hreflang":"en","title":"Benefits Of Sports To A Child's Mind And Heart All Part Of The Game","published":"2015-07-02T21:24:00+00:00","teaser":"In NPR's most recent poll, a majority of American adults say they played sports in their youth. Many say they encourage their kids to play, too, and see health benefits as well as lifelong lessons.","itags":["npr_api","418899249"],"guid":"f900981f-53c3-4a37-94a7-efe0d70d081b","contentencoded":"<p>Amy Roegler and her husband, Octavio Herrera, live with their young kids, Jake and Alyssa, in Los Angeles. When it comes to pro baseball, they're all Dodgers fans. And Jake loved balls even as a baby, Octavio says.</p><p>\"We have a picture of him as a 3-month-old with a little Dodger jersey and a glove,\" Octavio says. \"So he was definitely going to be introduced to sports early, and he took to it right away.\" Today 10-year-old Jake is on his baseball league's All-Star team.</p><p>Meanwhile his sister, 8-year-old Alyssa, has a passion for gymnastics. She, too, was a natural, her parents say — swinging on the monkey bars at age 2 and practicing splits on a balance beam today.</p><p>The parents know that the physical exercise their kids are getting is good for their health. But that's not their only motivation for encouraging the children to participate in organized athletics.</p><p>\"When you do sports as a kid,\" Roegler says, \"you learn how to win and how to lose. You learn what it's like to put in lots of work and have things not turn out terrifically. And you learn what it feels like to put in a lot of work — and then win.</p><p>\"I think you can't teach those lessons,\" she says. \"You have to experience them.\"</p><p>The majority of parents in NPR's <a href=\"http://media.npr.org/documents/2015/june/sportsandhealthpoll.pdf\">recent poll</a> on the role of sports and health in America seem to agree. The poll, done in conjunction with the Robert Wood Johnson Foundation and the Harvard T.H. Chan School of Public Health, finds that the majority of adults say they played sports when they were younger.</p><p>Moreover, 76 percent of adults who have children in high school or middle school today say they encourage their children to play sports. Engaging in sports isn't just an important physical and social activity, these parents say. It also builds skills that can make a difference later.</p><p>\"Parents think that the organized way you participate in sports — the leadership and fellowship — is actually preparing people not only for the next game but for much broader roles in life,\" says Harvard professor and health policy analyst <a href=\"http://www.hsph.harvard.edu/robert-blendon/\">Robert Blendon</a>, who co-directed our poll.</p><p>Like the Herreras, the parents in our poll talk about sports teaching their children about discipline, dedication and how to get along with others — all skills to help in future schooling and beyond.</p><p>Octavio Herrera also played baseball when he was Jake's age, and well remembers how it felt.</p><p>\"Nerves in your stomach, right?\" he says. \"Butterflies. I remember that as a kid, pitching in a game — 10 years old — so nervous and so scared.\"</p><p>It may be uncomfortable at the time, he says, but \"that's great to have in a situation where the stakes are really low — where, if you fail you're still going to get pizza and ice cream, and your parents are still going to tell you they love you.\"</p><p>If kids can learn to fight their fear and work through it, he says, that steadiness comes in handy later in life — when the stakes are much higher. It's an ability Octavio says he relies on routinely, as a software entrepreneur who has created, bought and sold a number of companies.</p><p>Octavio also stresses the value of learning to be part of a team — both in childhood and now, at the office.</p><p>\"It's just like that baseball team when we were little kids,\" he says. \"Not all the kids were great hitters, or could pitch. But everyone could contribute.\" His business works the same way, he says.</p><p>\"I can't do everything. My partner can't do everything. We hire people who are good at what they do — we put together a team, come up with an idea, execute. It takes teamwork — just as winning a baseball game does.\"</p><p>Amy Roegler played soccer in high school and college and says team sports aren't just about winning, but also about developing a solid work ethic, and learning why that's important.</p><p>\"I was the captain in high school,\" she explains, \"and then my first year playing college soccer, I was on the bench.\"</p><p>No problem,\" she says. \"I belonged on the bench — many teammates were incredible.\" It motivated her to want to earn a starting position, she says.</p><p><a href=\"http://education.msu.edu/search/Formview.aspx?email=driska@msu.edu\">Andy Driska</a> is a Michigan State University researcher with the Institute for the Study of Youth Sports. He says parents are right when they cite <a href=\"http://psycnet.apa.org/journals/dev/42/5/849/\">life skills</a> — like discipline, commitment and physical confidence — that can develop naturally when kids play sports.</p><p>In a recent study that's not yet published, Driska and his colleagues looked at an intense two-week wrestling camp, measuring feelings and attitudes of 89 teens before the camp experience and after.</p><p>As expected, the players' confidence increased — it was a tough camp to get through, Driska says. But what surprised him, he says, was how much feelings of hopefulness among the young people also increased.</p><p>Profoundly so, he says. One teenage boy, for example, told Driska the camp changed the way he interacted with his mom, helping to quell the bitter arguments they always seemed to fall into.</p><p>\"He said that he sat down — talked it out, resolved the situation,\" Driska says. The teen told Driska that \"before camp he would not have done that — been pro-active in seeking a solution. He simply would have walked away and just been bitter or complained about it.\"</p><p>In just a brief sports experience at camp, that teen and many of the others developed a \"can do\" life strategy that seemed to translate to other aspects of their lives, Driska says.</p><p>And that change persisted. Nine months after the camp ended, Driska notes, the teens in his study maintained their bolstered sense of confidence — and hope.</p><p><em>Our Sports and Health series continues over the summer, based on the results of our </em><a href=\"http://media.npr.org/documents/2015/june/sportsandhealthpoll.pdf\">poll</a> <em>with the </em><a href=\"http://www.rwjf.org/\">Robert Wood Johnson Foundation</a><em> and the </em><a href=\"http://www.hsph.harvard.edu/\">Harvard T.H. Chan School of Public Health</a><em>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Benefits+Of+Sports+To+A+Child%27s+Mind+And+Heart+All+Part+Of+The+Game&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Patti Neighmond","audio":[{"meta":{"duration":"419"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1419076242-e992e0.m3u?orgId=1&topicId=1128&d=419&p=3&story=418899249&t=progseg&e=419051776&seg=15&ft=nprml&f=418899249"},{"href":"http://media.npr.org/assets/img/2015/06/30/kids-sports-1-789cddee0d161ba6e3e98659fbe9bcc0ea00c47b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}},{"href":"http://media.npr.org/assets/img/2015/06/30/kids-sports-2-19dc70eaa95fa361cd0fe94bcc37ca9b62d61d0f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}},{"href":"http://media.npr.org/assets/img/2015/06/30/alyssa_enl-971e18519e57aa1352be42a80ce8391d02ac8984.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"640","width":"426"}},{"href":"http://media.npr.org/assets/img/2015/06/30/kids-sports-3-7660c7323eda69708bca017a8d20839bfb2c440a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1328","width":"1771"}},{"href":"http://media.npr.org/assets/img/2015/06/30/kids-sports-4-2c22929df7a0cfbdf7be678d7b9542a79d478313.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}}]}