{"created":"2015-01-30T10:07:38+00:00","modified":"2015-05-13T21:19:21+00:00","valid":{"from":"2015-05-13T21:19:21+00:00","to":"3015-05-13T21:19:21+00:00"},"hreflang":"en","title":"Multivitamins: The Case For Taking One A Day","published":"2015-02-03T03:18:00+00:00","teaser":"Multivitamins have gotten a bad rap. But studies suggest these dietary supplements may help plug the nutrition gaps resulting from our less-than-ideal eating habits.","itags":["npr_api","382587987"],"guid":"f9203496-be19-47e2-940d-7b8fcaaea613","contentencoded":"<p>In an ideal world, we'd all be eating copious amounts of nutrient-dense foods such as fruits and vegetables — and getting all the essential vitamins and nutrients our bodies need for optimal health.</p><p>But, as a nation, we're far from that healthful eating ideal.</p><p>According to the Centers for Disease Control and Prevention, Americans, on average, <a href=\"http://www.cdc.gov/nutrition/downloads/State-Indicator-Report-Fruits-Vegetables-2013.pdf\">only eat</a> about one fruit and one or two vegetables on a typical day. This helps explain why millions of people fall short of the recommended intakes of some vitamins and minerals.</p><p>For instance, more than 1 in 3 children and teens (ages 9 to 18) don't meet recommended intakes for calcium and vitamin D, according to a <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/?term=journal+pediatrics+Bailey+Fulgoni+micronutrient+sufficiency\">study</a> in <em>The Journal of</em> <em>Pediatrics.</em></p><p>So, how might people with less-than-stellar diets plug the gaps of good nutrition?</p><p>Fortification efforts, such as the Food and Drug Administration's requirement that folic acid be added to many cereals and breads, have paid off. As this CDC <a href=\"http://www.cdc.gov/nutritionreport/infographic.html\">infographic</a> points out, folate levels in women increased by 50 percent between 1993 and 2006. This is critical, since folate helps prevent birth defects.</p><p>Another option? Taking a daily multivitamin with minerals may be helpful.</p><p>A study <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/21955646\">published </a><strong> </strong>in the <em>American Journal of Clinical Nutrition</em> found that supplements helped adults meet the recommended intake of certain minerals, such as calcium and magnesium in men and women, as well as iron for women.</p><p>Another<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/?term=journal+pediatrics+Bailey+Fulgoni+micronutrient+sufficiency\"> study</a> found that in children and teenagers (ages 9 to 18), \"taking supplements added nutrients (for example, magnesium, phosphorus, and vitamins A, C, and E) for which intakes would have been inadequate from food alone,\" according to study author <a href=\"http://ods.od.nih.gov/About/Regan_Bailey.aspx\">Regan Bailey</a> of the National Institutes of Health.</p><p>So, given the case that vitamins may be a good way to avoid nutritional inadequacies, why do they get a bad rap?</p><p>About a year ago, as we<a href=\"http://www.npr.org/blogs/health/2013/12/17/251955878/the-case-against-multivitamins-grows-stronger\"> reported</a>, the U.S. Preventive Services Task Force concluded that there was insufficient evidence to recommend for or against the use of multivitamins for prevention of cancer and heart disease.</p><p>Some medical experts have also weighed in, concluding that vitamins and supplements are a <a href=\"http://annals.org/article.aspx?articleid=1789253\">waste of money</a>. Researchers also point to evidence that taking more than the recommended levels can be harmful.</p><p>As our colleagues at Shots have <a href=\"http://www.npr.org/blogs/health/2013/12/17/251955878/the-case-against-multivitamins-grows-stronger\">pointed out</a>, studies have found that multivitamins show no benefit in preventing <a href=\"http://annals.org/article.aspx?articleid=1767855\">early death</a>.</p><p>What's more, one of the largest studies ever conducted to evaluate multivitamin use, the <a href=\"http://phs.bwh.harvard.edu/phs2.htm\">Physicians' Health Study II</a>, determined that, at least in men, taking a multivitamin did not reduce the risk of death from heart disease.</p><p>But the evidence is decidedly<strong> </strong>mixed. For instance, that same study found a <a href=\"http://jama.jamanetwork.com/article.aspx?articleid=1380451\">small reduction in cancers</a> and cataracts associated with multivitamin use.</p><p>And just this month, a study <a href=\"http://jn.nutrition.org/content/early/2015/01/07/jn.114.204743.abstract\">published</a> in the <em>Journal of Nutrition</em> found that women who took a multivitamin with minerals for three years or longer had a lower risk of death from heart disease. Interestingly, the benefit was not seen in men.</p><p>So when it comes to preventing serious diseases, the jury is still out on whether taking multivitamin supplements may be beneficial.</p><p>But when it comes to plugging nutritional gaps in our diet, some researchers say a multivitamin is a good bet. <a href=\"http://www.nutrition.tufts.edu/faculty/Blumberg-Jeffrey\">Jeffrey Blumberg</a>, a senior nutrition scientist at Tufts University, is among them.</p><p>\"I'm not saying it's an excuse not to eat healthy,\" Blumberg told us. But given how many people aren't eating well, \"it's a very prudent thing for many people to choose to take a multivitamin\" he says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Multivitamins%3A+The+Case+For+Taking+One+A+Day&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Aubrey","audio":[{"meta":{"duration":"227"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382587988-60b320.m3u?orgId=1&topicId=1128&d=227&p=3&story=382587987&t=progseg&e=382587930&seg=14&ft=nprml&f=382587987"},{"href":"http://media.npr.org/assets/img/2015/01/30/hotdog-28307b1b1ba8a5666fc55a7e443c0b0ce38b1b7a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1465","width":"1953"}}]}