{"created":"2015-03-14T21:15:58+00:00","modified":"2015-03-15T23:23:19+00:00","valid":{"from":"2015-03-15T23:23:18+00:00","to":"3015-03-15T23:23:18+00:00"},"hreflang":"en","title":"People With Disabilities, On Screen And Sans Clichés","published":"2015-03-15T02:43:00+00:00","teaser":"Films that focus on disability are frequently overlooked by festivals and audiences. Reelabilities, a 15-city festival, is bucking the trend, showcasing films by and about people with disabilities.","itags":["npr_api","392990671"],"guid":"f92bdf58-cadd-4f70-92da-383fff0e8a70","contentencoded":"<p>Isaac Zablocki sees a <em>lot</em> of movies. As director of film programs at the <a href=\"http://www.jccmanhattan.org/\">JCC Manhattan</a>, Zablocki is sent film after film for screening consideration. Eight years ago, he started noticing something:</p><p>\"I was receiving a lot of films on the topic of disabilities,\" he tells NPR's Arun Rath, \"and no one was showing these films. It was always these amazing movies that were just not getting picked up anywhere.\"</p><p>So Zablocki co-founded a film festival to showcase films made by and about people with disabilities. The festival, called <a href=\"http://www.reelabilities.org/\">ReelAbilities</a>, is now in its seventh year and takes place in 15 U.S. cities. It opened in New York this week.</p><p>From about 300 submissions, Reelabilities selected 25 for screening this year. They include <em>No Ordinary Hero: The SuperDeafy Movie</em>, made mostly by deaf filmmakers and actors; <em>Rolling Romance</em>, a short film about a man with muscular dystrophy navigating the world of online dating; and <em>The Case of the Three-Sided Dreams,</em> a documentary about <a href=\"http://jazztimes.com/articles/17992-rahsaan-roland-kirk-the-cult-of-kirk\">Rahsaan Roland Kirk</a>, the blind jazz musician who played several horns simultaneously.</p><p>Zablocki emphasizes that the festival looks for high-quality films with universal appeal. They also consider the way in which disability is presented in the movies.</p><p>\"We tend not to like the films that show disability in a more clichéd sense,\" he says. \"We like a more nuanced sense — or possibly even films that are not about the disability, but rather just happen to have disability in them.\"</p><p>Boosting the visibility of disabled people in cinema can have a real-world impact, Zablocki believes.</p><p>\"In the mainstream media, they're hardly shown,\" he says. \"This is the <a href=\"http://www.iod.unh.edu/About/News/11-08-25/IOD_Report_Finds_Significant_Health_Disparities_for_People_with_Disabilities.aspx\">largest minority</a> in America. They make up well over 10 percent of American society, but they definitely are not represented on that level. And I often feel that life mimics art, and because we don't see people with disabilities on TV or in films as part of the normal world, then often they're further excluded within the real world.\"</p><p>People with disabilities aren't simply present on screen at the festival. Many of the films, like <em>No Ordinary Hero, </em>are also made <em>by</em> people with disabilities. As for the audience, Zablocki says, about half are connected in some way with the disability community.</p><p>Accessibility, of course, is a priority: All venues are wheelchair-accessible. All films are captioned. And for the visually impaired, Reelabilities does audio description, which Zabloski says is extremely rare. \"We actually trained audio describers and we've been using them every year to create descriptions of all the films,\" he says.</p><p>But the other half of the audience, he notes, consists of people without disabilities who aren't tied to the community. They're simply there for the films.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=People+With+Disabilities%2C+On+Screen+And+Sans+Clich%C3%A9s&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"313"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393031811-498074.m3u?orgId=1&topicId=1045&e=392990671&d=313&ft=nprml&f=392990671"},{"href":"http://media.npr.org/assets/img/2015/03/14/keep-rollin-1e6e896830811e5f4a79968445e5701f4c3e61de.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"505","width":"674"}},{"href":"http://media.npr.org/assets/img/2015/03/14/superdeafy1-1a232797aac9c9385a96d72ab801e43d906385f5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"298","width":"397"}}]}