{"created":"2014-10-07T18:41:44+00:00","modified":"2014-10-30T23:29:43+00:00","valid":{"from":"2014-10-30T23:29:43+00:00","to":"3014-10-30T23:29:43+00:00"},"hreflang":"en","title":"These Waves Keep Sharks Away From Swimmers","published":"2014-08-10T15:54:00+00:00","teaser":"Sharks are sensitive to electromagnetic fields, thanks to certain receptors in their snouts. Surfers, divers and others nervous about attacks can strap on field-generating devices for peace of mind.","itags":["npr_api","338863721"],"guid":"f93ab754-1747-4935-bfb0-9fcb17d521e5","contentencoded":"<p>Interest in sharks peaks every summer, when more people hit the beach and start looking for that tell-tale fin. This year, between <em>Sharknado 2: The Second One</em> and Discovery Channel's \"Shark Week\" — which kicks off Sunday — sharks have been making a particularly large splash on TV screens across the country.</p><p>In real life, shark attacks were actually down a bit last year compared with previous years. But surfers, divers and others who spend a lot of time in the water have shark attacks on their mind — even more than the rest of us.</p><p>To try to stay safe, some ocean-lovers have been buying gadgets that help protect them against shark attacks: electronic anti-shark devices, which are currently sold by at least two companies.</p><p>Doug Austin stocks one company's product, Shark Shield, at the shop he manages in Miami. Austin's Diving Center is popular with scuba divers who often encounter sharks while spearfishing. Austin says sharks, as predators, are always on the lookout for the weak and wounded.</p><p>\"When you shoot a fish, he is now weak and wounded. They're flailing around and sometimes bleeding, and so the sharks will come in and they will steal your fish,\" he says. As for the feedback from divers who use Shark Shield, Austin says, \"As long as they don't come back missing any limbs, I don't have a problem.\"</p><p>Amanda Wilson, owner and general manager of Shark Shield, says the technology is effective because of a characteristic peculiar to sharks: They're sensitive to electromagnetic fields.</p><p>\"Sharks have electrical receptors in their snout called the ampullae of Lorenzini, and the wave form that our product creates actually induces spasms in the shark's snout,\" she says. \"So they don't want to come within 15 to 20 feet of the person wearing a Shark Shield.\"</p><p>Electronic shark deterrents were first developed more than 20 years ago. In that time, scientists have conducted thousands of hours of tests, using chunks of fish and seal decoys protected by the devices. Wilson says the tests show sharks recoil and avoid the electrical field.</p><p>\"Besides the scientific testing that's been done, we've got hundreds of testimonials from customers over the years that said, you know, 'A shark was charging me, a great white was charging me, and as soon as it got to 20 feet away, it was like it hit a brick wall and just turned around,' \" Wilson says.</p><p><strong>For Extra Protection, Add </strong><strong>Divers, Sprays</strong></p><p>Robert Hueter, director of the Center for Shark Research at the Mote Marine Laboratory in Sarasota, Fla., says the theory behind the device is solid. He says the product might make sense for surfers, divers and others who spend a lot of time around sharks and who don't mind spending $600 or $700 for it.</p><p>But, he says, the question with <em>any</em> shark repellent is whether it will work 100 hundred percent of the time.</p><p>\"Sharks do habituate to different kinds of noxious stimuli, whether it's a smell, or a sound, or in this case an electrical burst,\" Hueter says. \"Will they be repelled in all cases or will one occasionally get through?\"</p><p>Hueter says shark researchers don't use the devices because their work doesn't often expose them to attacks. But if you're planning a 100-mile-plus open-water swim from Cuba to Key West, Diana Nyad says, sharks are definitely a worry.</p><p>\"You're kicking on the surface. You're making low-frequency vibrations,\" she says. \"You're making, as a lot of shark experts will tell you, the sound of a dinner bell.\"</p><p>Nyad completed her swim from Havana to Key West nearly a year ago, flanked by kayaks equipped with Shark Shield devices. But on her 53-hour swim across the Florida Strait, Nyad was also accompanied by a rotating team of divers in the water to fend off sharks.</p><p>\"I want to be fair and say that I felt confident the Shark Shield was a big part of our deterrent force,\" Nyad says. \"On the other hand, I wouldn't have gone with just the electricity way out there. I wanted my guys.\"</p><p>Along with the Shark Shields and her team of divers, Nyad had a third line of defense: a chemical shark repellent. It's another new product, sold in an aerosol can, that releases a milky chemical found in putrefied shark tissue.</p><p>For readers of a certain age, that idea may sound familiar. But unlike the \"<a href=\"https://www.youtube.com/watch?v=9dghbyBaQyI\">shark-repellent Batspray</a>\" from the 1966 <em>Batman</em> movie, this one was developed by scientists.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=These+Waves+Keep+Sharks+Away+From+Swimmers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Greg Allen","audio":[{"meta":{"duration":"246"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339292701-478de0.m3u?orgId=1&topicId=1132&ft=3&f=338863721"},{"href":"http://media.npr.org/assets/img/2014/08/08/sharkshield1-91a5c29d50493a2cc8bc5df4b902186de5f4c2c6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1959","width":"2612"}}]}