{"created":"2015-03-05T22:26:06+00:00","modified":"2015-03-06T21:02:20+00:00","valid":{"from":"2015-03-06T21:02:20+00:00","to":"3015-03-06T21:02:20+00:00"},"hreflang":"en","guid":"f9416897-e25c-4e5d-9e06-3e564b00820a","title":"Facing a determined opposition, Pakistani officials tell parents to vaccinate their kids or go to jail","published":"2015-03-06T21:02:19+00:00","byline":"Carol Hills","tags":["polio","Vaccines","polio vaccines","public health","CIA","Human Needs","Health","Health & Medicine","Peshawar","Asia","Pakistan","Khyber Pakhtunkhwa","Asia","South Asia","Shaimaa Khalil","polio","Vaccine","World Health Organization","Vaccination","Medicine","Vaccines","Poliomyelitis eradication","Polio vaccine","Vaccination policy"],"teaser":"Some parents in Pakistan so deeply mistrust the polio vaccine that they're refused over and over again to let their kids get their shots. Now one fed-up province in Pakistan, which has the most polio cases of any country on Earth, is tossing those parents in jail until they relent.","contentencoded":"<p>A province in Pakistan has resorted to a drastic method in its quest to eradicate polio: It's arresting parents who refuse to allow their children to get vaccinated.</p>\n<p>Authorities in Peshawar, in Pakistan's tribal northwest, say they have detained 471 people and charged them with \"endangering public security.\" The government says they will only be freed once they've pledged in writing to get their kids vaccinated.</p>\n<p>While the arrests were carried out only in the province of Khyber Pakhtunkhwa, the BBC's Shaiima Khalil, who is based in Pakistan, says \"a senior health official said basically there was no other option, that they had to resort to this because the local government had done all it could.\"</p>\n<p>The parents being targeted under the new provincial arrest policy are so-called \"chronic refusers.\" \"They basically have refused every time a polio worker tried to vaccinate their children,\" Khalil explains.</p>\n<p>Pakistan <a href=\"http://www.bbc.co.uk/news/world-asia-30822967\">has the most recorded polio cases</a> of any country in the world, yet many parents still refuse immunizations for a variety of reasons.</p>\n<p>The CIA used <a href=\"http://www.bbc.co.uk/news/world-south-asia-14117438\">a false vaccination campaign</a> to aid its efforts to capture Osama bin Laden, a move that helped boost the Taliban's anti-vaccine propaganda. \"The polio vaccination was banned by the [Pakistani branch of the] Taliban in 2012, who said that it was a ploy by the West to sterilize children and as a cover for spying,\" Khalil says.</p>\n<p>\"The Taliban leadership turned around and said, 'You see, we told you this was a ploy by the West and you didn't believe us. Vaccination is bad for your children. It's bad for you,'\" Khalil says. \"So [the Taliban] banned it and many parents were actually quite afraid, especially in the tribal areas where the Taliban hold control.\"</p>\n<p><a href=\"http://www.bbc.co.uk/news/world-asia-25823154\">Security issues</a> have also dogged the campaign. Since 2012, more than 60 polio eradication workers — and the police officers trying to protect them — have been killed. There have even been problems with the administration of the vaccines. Reports of doses not being stored or distributed properly have added to the mistrust and suspicion of the eradication campaign.</p>\n<p>Khalil witnessed that suspicion up close when she accompanied healthcare workers in Karachi as they went door-to-door to convince parents to vaccinate their children. \"Many parents would just not let them through the door,\" she says. \"One father was so adamant. He started shouting at us and shouting at the polio worker saying 'Who sent you? You've been sent by the West. I don't trust you. Why are you targeting my children? My children don't need this.'\"</p>\n<p>Now such parents may be behind bars, and no one is sure how long they'll stay there.</p>\n<p>\"We don't know what kind of punishment they're getting,\" Khalil says. \"All we know is that hundreds of parents have been arrested. And we know that the condition for their release is for them to promise and give assurances that they're going to vaccinate their children — and we don't know how many have actually done that so far.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-05%2Fofficials-parents-vaccinate-your-kids-or-well-throw-you-jail&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0305201504.mp3"},{"href":"http://www.pri.org/file/0305201504mp3"}]}