{"created":"2015-06-27T14:49:31+00:00","modified":"2015-06-27T14:49:32+00:00","valid":{"from":"2015-06-27T14:49:32+00:00","to":"3015-06-27T14:49:32+00:00"},"hreflang":"en","guid":"f950d6b5-7a4c-4990-8a55-ab34d3f3bb04","title":"Repurposing drugs: How old vaccines are finding new uses","published":"2015-06-27T14:49:27+00:00","byline":"Alexa Lim, Marlisse Silver Sweeney","tags":["health","science","research","Science","Science, Tech & Environment"],"teaser":"It's a long process for drugs to be approved by the Food and Drug Administration. So why not use those already on the shelves? Researchers are finding new uses for old vaccines, some which even may cure rare diseases.","contentencoded":"<p>Repurposing works for shoes and even furniture, but what about drugs?</p>\n<p>Researchers are looking at existing drugs already approved by the Food and Drug Administration for the treatment of one disease, to be used on another.</p>\n<p>Dr. Denise Faustmann, the director of immunobiology at Mass General and associate professor of medicine at Harvard Medical School, is doing just that. She’s investigating whether diabetes could be treated with the common tuberculosis vaccine BCG.</p>\n<p>“BCG is not very well known in the United States, but on a global level it’s the most common vaccine administered to children on a yearly basis for tuberculosis,” she says. It causes an immune response in the blood, which researchers now think would benefit autoimmune diseases.</p>\n<p>Faustmann is testing its use with two clinical trials. “This is exciting times to try to bring a cheap, generic drug forward to people with longstanding Type 1 diabetes,” she says. This same treatment may even be useful for other autoimmune diseases, such as Multiple Sclerosis and Sjogren’s Syndrome. “There’s a global momentum now to try to use this cheap invention to change the course of autoimmunity.”</p>\n<p>The same approach may even work when it comes to rare diseases. Christina Waters is the chief executive officer and founder of Rare Science and vice president of Applied Advocacy at Agility Clinical. She connects patients with rare diseases to researchers and has found that “if we stop categorizing disease by these names and we start categorizing disease by biological process, then we’re going to be able to start looking at currently approved drugs,” Waters explains.</p>\n<p>The research is even more exciting when put in context of the current FDA approval process for a new drug, which Waters says take 14 years and $2 billion. “There’s 7,000 rare diseases, 50 percent of these are made up with kids and then 30 percent of those kids do not celebrate their fifth birthday,” she says. The 14 years and $2 billion budgets don’t add up because, as Waters notes, “it’s just unacceptable when we’re talking about identifying new therapies with children, especially with rare disease.”</p>\n<p><em>This story is based on <a href=\"http://sciencefriday.com/segment/05/29/2015/chew-on-this-jaw-fossils-provide-evidence-of-new-hominin.html\" target=\"_blank\">an interview</a> from PRI's <a href=\"http://sciencefriday.com/\" target=\"_blank\">Science Friday</a> with Ira Flatow.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-20%2Frepurposing-drugs-how-old-vaccines-are-finding-new-uses&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/Vaccine.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/vaccinejpg-0"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/science-friday/segment-audio/scifri201506125.mp3"},{"href":"http://admin.pri.org/file/scifri201506125mp3"}]}