{"created":"2015-05-02T21:48:12+00:00","modified":"2015-05-10T21:05:15+00:00","valid":{"from":"2015-05-10T21:05:15+00:00","to":"3015-05-10T21:05:15+00:00"},"hreflang":"en","title":"Author Hopes Holocaust-Themed Picture Book Will Prompt Conversations","published":"2015-05-02T22:27:00+00:00","teaser":"Jane Yolen's latest is a children's book about a family trying to survive the Holocaust in France. \"I consider <em>Stone Angel </em>a kind of starting place for parents to talk to their kids,\" she says.","itags":["npr_api","401015636"],"guid":"f9554257-b3a9-4ae1-a323-fee39d21272b","contentencoded":"<p>Prolific author Jane Yolen is best known for her novel <em>The Devil's Arithmetic </em>-- the story of a modern American girl transported back in time to 1940s Poland, where she experiences first-hand life in a concentration camp.</p><p>Yolen has also written many children's picture books, like the classic <em>How Do Dinosaurs Say Good Night?</em></p><p>Those very different books both have something in common with her newest release<em>. </em>It's a picture book for kids — about the Holocaust.</p><p><em>Stone Angel </em>follows a young French girl who flees to the woods with her family when the Nazis begin to round up the Jews.</p><p>Yolen wants <em>Stone Angel</em> to start conversations on the Holocaust between children and parents.</p><p>\"If a parent wants to talk about slavery or wants to talk about countries where bombs go off they need to have ... a setting to have that conversation,\" she tells NPR's Arun Rath. \"There are wonderful books out there for those kinds of conversations and I'm hoping that this book can be that kind of setting as well.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On how she began writing the story</strong></p><p>I began it because I saw this wonderful photograph online somewhere of this angel figure on a French apartment house. So I started just to write a story about the little girl and her brother Aron running down the street going to get something at the patisserie. [I] was not thinking about the Holocaust. And suddenly the Nazis came into it.</p><p>I don't know how that happened. But I have been writing long enough to know that when someone marches into your book, you have to stop and listen and ask, \"Why have they done this? What are they trying to tell me? What is this story really about?\" So instead of being this little idyll of a couple of French children on a French street, it became something else entirely.</p><p><strong>On keeping the horror of the Holocaust off screen</strong></p><p>Yes, in <em>The Devil's Arithmetic</em>, [the horror] is very much on screen; in another novel I wrote, <em>Briar Rose,</em> it's very much on screen; the new book that I'm working on, <em>House of Candy</em>, it's going to be very much on screen. But they're all books for older children, adults, college-age kids. That's OK.</p><p>In my feeling it's not OK to put ... blood dripping off the pages of a picture book. So that was a conscious decision.</p><p><strong>On using <em>Stone Angel</em> to teach children about the Holocaust</strong></p><p>I consider <em>Stone Angel</em> a kind of starting place for parents to talk to their kids, as much as they want to talk to them. I don't think this book is for under third-graders ... kindergarten, first, second, even though it's in a picture book format, because I don't think they're ready to have that conversation with their parents.</p><p>But by the time they're in third grade, they understand that there are people who die, there are animals who die, there are grandparents or great-grandparents who die. That may be a way to get into the book with the child. So this book becomes a kind of first setting for a child.</p><hr /><h3><strong>Excerpt: 'Stone Angel'</strong></h3><h3></h3>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Author+Hopes+Holocaust-Themed+Picture+Book+Will+Prompt+Conversations&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"NPR Staff","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403831481-275380.m3u?orgId=1&topicId=1033&d=236&p=2&story=401015636&t=progseg&e=403831381&seg=8&ft=nprml&f=401015636"},{"href":"http://media.npr.org/assets/img/2015/04/20/9780399167416-56b9dd6ad213ac9d68ec988c125cf18460e67987.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"547","width":"729"}},{"href":"http://media.npr.org/assets/img/2015/04/20/jane-may2011_6_js_110506_0147-8304af3b39f0bf9e9a7027d882f7e92b7a243961.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"448","width":"597"}},{"href":"http://media.npr.org/assets/img/2015/04/20/stone-angel-spread-1-4b75743aebd2e38dbedbe31f8f1da3c0b613f6de.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2883","width":"3844"}},{"href":"http://media.npr.org/assets/img/2015/04/20/stone-angel-spread-2-bb51166ff8e0ab94ef1f3a76b9503ab5a7a61233.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3042","width":"4057"}},{"href":"http://media.npr.org/assets/img/2015/04/20/stone-angel-spread-3-19104728edfff3d85861d3b602405c438a100b3d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2169","width":"2892"}}]}