{"created":"2015-04-01T18:13:29+00:00","modified":"2015-04-01T18:13:29+00:00","valid":{"from":"2015-04-01T18:13:29+00:00","to":"3015-04-01T18:13:29+00:00"},"hreflang":"en","guid":"f95af4c8-e265-4f4f-9139-2f335e0afa94","title":"An AirAsia jet carrying 162 people is still missing","published":"2014-12-29T17:44:00+00:00","teaser":"<p>Authorities in Indonesia are mounting a search for a commercial jetliner that went missing over the weekend — a grim reminder of the still-ongoing search for a Malaysian airliner that went missing somewhere in the region back in March.</p><p>In the latest disaster, an AirAsia flight disappeared without a trace over the Java Sea early Sunday morning, after requesting permission to deviate from its standard routing because of storms in the area. The search has largely been confined to daylight hours because of the equipment available and the nature of the plane's disappearance.</p><p>\"At dawn, the air search will be back on and it will be widened,\" says the BBC's Rupert Wingfield-Hayes. \"There are also more countries taking part, so it's not just Indonesia. Singapore, Australia and South Korea are all sending aircraft to join in the search. It will be widened. There will be more aircraft out there.\"</p><p>US officials also announced they had received a request for help from Indonesia and were preparing resources to aid in the search.</p><p>But officials haven't found anything yet. The process of searching is much like searching for a ring on the beach: tedious and slow.</p><p>\"They will be tracking backwards and forwards, very methodically across this piece of sea with the crew looking out of the window with the naked eye searching for pieces of wreckage on the surface of the ocean,\" Wingfield-Hayes says.</p><p>He adds the search for the missing Malaysian airliner gave local authorities practice at searching, and officials believe the new search will be easier. For one, it’s taking place in the middle of a narrow straight between two landmasses, not in the middle of a vast and comparatively empty ocean.</p><p>\"And also, it's pretty shallow. It's only about 40 meters deep. They are reasonably confident that given time, if the plane has gone down, if it is broken up, and if there is wreckage on the surface, then at some stage in the next few days or at least in the next week or so, some wreckage will be spotted.\"</p><p>Wingfield-Hayes says the news in Indonesia will be running updates on the search 24 hours a day. And that, he suggests, is not surprising. \"This is now the third plane to be lost from companies based in Malaysia this year alone,\" he says. \"And people here are asking the question, 'How could it happen again?'\"</p><p>The chief executive of AirAsia, Tony Fernandes, doesn’t have the answer — at least not yet. But he has been very public in lending his support to all those affected by this most recent plane disappearance.</p><p>On Monday, he tweeted:</p><blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>Keeping positive and staying strong. My heart bleeds for all the relatives of my crew and our passangers. Nothing is more important to us.</p><p>— Tony Fernandes (@tonyfernandes) <a href=\"https://twitter.com/tonyfernandes/status/549429538396962816\">December 29, 2014</a></p></blockquote><script async=\"\" src=\"http://www.pri.org//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>He also said that the flight's disappearance is his “worse [sic] nightmare.”</p><p>Elahe Izadi, a reporter for <em>The Washington Post</em>, says that this public display of concern is very much Fernandes’ style.</p><p>“He is one of the richest people in Malaysia and he has this management style that’s often compared to that of Richard Branson, who owns Virgin,” she notes. “He’s very public ... and in the wake of this crisis, he went to the airport where the [missing] plane departed from, and he spoke to the families of the victims there. He’s really trying to put on this face for his company, a rallying cry that ‘we’re going to survive this crisis’ and that the focus right now is for the families of the victims.”</p>","itags":["npr_api","373974886"],"contentencoded":"<p><div class=\"fullattribution\">Copyright 2015 MPX. To see more, visit <a href=\"\"></a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+AirAsia+jet+carrying+162+people+is+still+missing&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"PRI's The World","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373974894-62c65a.m3u?orgId=30000&e=373974886&ft=nprml&f=373974886"},{"href":"http://www.pri.org/sites/default/files/story/images/RTR4JGUT.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2395","width":"3500"}}]}