{"created":"2014-10-30T22:07:49+00:00","modified":"2014-10-30T22:07:49+00:00","valid":{"from":"2014-10-30T22:07:49+00:00","to":"3014-10-30T22:07:49+00:00"},"hreflang":"en","title":"Kathy Gunst Falls for Winter Squash","published":"2014-09-23T19:15:00+00:00","teaser":"'Tis the season for winter squash. Resident Chef Kathy Gunst has a number of recipes and a guide for tasting and selecting squash. ","itags":["npr_api","350936129"],"contentencoded":"<p>Delicata. Golden Nugget. Orange Hubbard. Turks’ Turban. Hopi Orange. Lady Godiva. Kabocha. Poetry? Well yes, but these are also some of the names of the many varieties of winter squash.</p><p><div class=\"inset inset-right\" id=\"sidebar\"><div class=\"inset-pad\"><div class=\"inset-title\">Kathy Gunst's Guide to Squash</div><div class=\"inset-body\"></p><p><strong>Acorn Squash:</strong> Acorn-shaped with green to yellow-gold to white skin and deep furrows. The flesh is a pumpkin orange-yellow, with a firm, dry texture and a moderately sweet flavor. Try stuffing acorn squash with cranberries and maple syrup and baking it until tender.</p><p><strong>Australian Blue or Blue Hubbard:</strong> An unusually large variety with a gray-blue exterior, and a slightly sweet, pumpkin-flavored flesh.  Australian Blue can be pureed and mashed, and makes excellent soup.</p><p><strong>Banana Squash:</strong> A long, banana-shaped vegetable that grows up to 2 to 3 feet long. The shell tends to be pale orange with golden flesh. The flavor is full, the texture somewhat dry. It’s delicious stuffed and baked, or pureed.</p><p><strong>Buttercup:</strong> A round, flattened-shaped squash with a crown that is generally lighter in color than the dark green skin with its grayish stripes. The orange-colored flesh is exceptionally sweet, with a rich, buttery texture. Buttercup is delicious baked or roasted.</p><p><strong>Butternut:</strong> A long shape with a bulbous end, this pale tan-colored squash is excellent baked, steamed, pureed or mashed.  It can cut into thin rounds and roasted with maple syrup and chopped fresh sage.</p><p><strong>Delicata:</strong> Looks more like a small green and yellow striped, elongated watermelon than a winter squash. This is a moist, delicately flavored, sweet squash with orange flesh and, if they are not overgrown, an edible skin. Some say the flavor tastes like buttered corn. The large cavity is ideal for stuffing.</p><p><strong>Sweet Dumpling:</strong> A gorgeous ivory and green striped round squash, with a pale orange flesh, that some say tastes as sweet as candy. Delicious baked, sweet dumplings can also be stuffed and then roasted.</p><p></div></div></div></p><p>Fall has begun and that has <a href=\"http://hereandnow.wbur.org\"><em>Here & Now</em></a> resident chef Kathy Gunst thinking about winter squash.  As Gunst tells Jeremy Hobson, though many winter squashes are harvested in the late summer, their very hard rinds keep them fresh and available for cooking through winter.</p><p>Winter squash needs to be stored in a dry, cool, dark spot where they can last for up to 3 to 6 months, depending on the conditions. Store winter squash at around 50 degrees—when it’s warmer the squash tends to deteriorate and freezing temperatures can ruin its firm texture.</p><p>Choose hard-shelled squash without any soft spots. The colors should be bright, vibrant and fresh looking. And when you look for squash – from a farmers market or the supermarket—pick ones that feel heavy in your hand. This is a sign that there is a good deal of edible flesh. The yellow-orange flesh inside winter squash contains plenty of vitamin A, vitamin C, niacin, phosphorous, and potassium.</p><ul><li><a href=\"#risotto\">Winter Squash and Sage Risotto</a></li><li><a href=\"#tahini\">Roasted Butternut Squash Salad with Arugula and Yogurt-Tahini Dressing</a></li><li><a href=\"#soup\">Winter Squash Soup with Fried Sage Leaves</a></li></ul><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/09/gunst-squash-recipes.pdf\" target=\"_blank\">View/print PDFs of these recipes</a></p><p><a href=\"http://hereandnow.wbur.org/tag/kathy-gunst\" target=\"_blank\">See more Kathy Gunst segments</a></p><p><a name=\"risotto\"></a></p><h4>Winter Squash and Sage Risotto</h4><p><img class=\"alignright size-medium wp-image-67907\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/09/0923_gunst-squash1-e1411416528413-300x174.jpg\" alt=\"0923_gunst-squash1\" width=\"300\" height=\"174\" />Comfort food at its best: a creamy rice dish with beautiful chunks of winter squash accented with fried sage leaves.</p><p><em>Serves 4.</em></p><p><strong>Ingredients</p><p></strong>1 1/2 tablespoons olive oil</p><p><span style=\"font-size: 0.9375em;line-height: 1.4285em\">1/2 cup chopped yellow or red onion</p><p></span><span style=\"font-size: 0.9375em;line-height: 1.4285em\">3 tablespoons thinly sliced fresh sage</p><p></span><span style=\"font-size: 0.9375em;line-height: 1.4285em\">2 cups peeled, and chopped winter squash (about 1/2-inch cubes)</p><p></span><span style=\"font-size: 0.9375em;line-height: 1.4285em\">Salt and freshly ground black pepper</p><p></span><span style=\"font-size: 0.9375em;line-height: 1.4285em\">1 cup Arborio or risotto rice</p><p></span><span style=\"font-size: 0.9375em;line-height: 1.4285em\">2 1/2 cups chicken or vegetable stock</p><p></span><span style=\"font-size: 0.9375em;line-height: 1.4285em\">About 1 cup grated Parmesan cheese</p><p></span><span style=\"font-size: 0.9375em;line-height: 1.4285em\">Sage leaves for garnish or fried sage leaves for garnish</span></p><p><strong>Instructions</strong></p><p>In a medium pot heat the oil over low heat. Add onion and sauté 5 minutes. Add half the sage and the squash and cook, stirring occasionally, for 10 minutes, the squash should be <em>almost</em> tender. Season with salt and pepper.</p><p>Add the rice and stir to coat all the rice grains with the vegetables. Add the remaining sage. Slowly add about 1/2 cup stock at a time, stirring well until the stock is incorporated. The risotto should still have a “bite,” and not be soft and mushy. Be sure not to overcook it as it will continue to cook when you remove it from the heat.</p><p>Remove from the heat and stir in the cheese. Taste for seasoning and serve hot topped with sage leaves or the fried sage leaves <a href=\"#sage\">(see below)</a>.</p><p><a name=\"tahini\"></a></p><h4>Roasted Butternut Squash Salad with Arugula and Yogurt-Tahini Dressing</h4><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/09/0923_gunst-squash2-e1411417152496.jpg\"><img class=\"alignright size-medium wp-image-67913\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/09/0923_gunst-squash2-e1411417152496-300x239.jpg\" alt=\"0923_gunst-squash2\" width=\"300\" height=\"239\" /></a>A delicious autumn salad filled with Middle Eastern flavors. The dressing can be made ahead of time and is delicious on all kinds of salads.</p><p><em>Serves 4.</em></p><p><strong>Instructions</p><p></strong><strong>For the Squash</p><p></strong>One 2-pound butternut or winter squash, peeled, deseeded, and cut into 1/2 inch slices or wedges</p><p><span style=\"font-size: 0.9375em;line-height: 1.4285em\">Salt and freshly ground black pepper</p><p></span>2 tablespoons olive oil</p><p>1/4 cup maple syrup</p><p>1 teaspoon Za&#8217;tar* or ground cumin</p><p>2 cup arugula or fall greens</p><p>1/3 cup chopped scallions for garnish</p><p><strong>For the Yogurt-Tahini Dressing</strong></p><p>1/4 cup chopped scallions</p><p>1/4 cup yogurt</p><p>2 tablespoons tahini</p><p>Salt and pepper</p><p>1 1/2 tablespoons lemon juice or white wine vinegar</p><p>3 tablespoon olive oil</p><p>1/4 cup cold water</p><p><strong>Instructions</p><p></strong><strong>For the Squash</p><p></strong><span style=\"font-size: 0.9375em;line-height: 1.4285em\">Preheat the oven to 400 degrees. Toss the squash slices with salt and pepper and oil over and spread on a cookie sheet, baking tray or shallow oven pan. Roast on the middle shelf for 12 minute.</span></p><p>Raise heat to 450 degrees and drizzle on maple syrup and sprinkle on the za&#8217;tar and bake another 10 minutes, or until tender when tested with small sharp knife. It shouldn’t be falling apart tender but should still hold its shape. Remove and let cool to room temperature.</p><p><strong>For the Dressing</strong></p><p>In a bowl mix the scallions and yogurt. Stir in the tahini until smooth. Add salt, pepper, lemon juice, olive oil and water and stir to mix into a smooth sauce. Place in a covered jar and refrigerate for up to 3 days. Makes about 3/4 of a cup.</p><p>To serve: arrange arugula or spicy fall greens on a plate. Arrange squash slices on top. Sprinkle with scallions and juices from the bottom of the baking sheet. Lightly dress the green and serve dressing on the side. Serve at room temperature.</p><p>*Za’tar is a spice blend found in many Middle Eastern and specialty food shops. It can also be ordered <a href=\"http://www.penzeys.com/cgi-bin/penzeys/p-penzeyszatar.html\" target=\"_blank\">online</a>.</p><p><a name=\"soup\"></a></p><h4>Winter Squash Soup with Fried Sage Leaves</h4><p>The pale orange color of this creamy, soothing soup is spectacular, particularly when topped with fried green sage leaves. The soup can be made using virtually any type of winter squash and can be prepared 24 hours ahead of time. It can also be frozen for several months.</p><p>Look for a small sugar pumpkin or firm butternut or winter squash to make the soup. Many sugar pumpkins and smaller pumpkin varieties (names such as Baby Bear, Jack Be Little, and Wee-B-Little) are marketed as “cooking pumpkins” versus carving or ornamental pumpkins. Sugar pumpkins are sweeter (some are stringless) and a lot easier to cook with, but you can use any type of fresh pumpkin. The smaller the pumpkin, the easier it will be to chop into small pieces.</p><p><em>Makes about 12 cups; serves 10 to 12.</em></p><p><strong>Ingredients</p><p></strong><strong>For the soup</p><p></strong><span style=\"font-size: 0.9375em;line-height: 1.4285em\">A 2-pound sugar pumpkin, or acorn, butternut, or any winter squash</p><p></span><span style=\"font-size: 0.9375em;line-height: 1.4285em\">1 tablespoon olive oil</p><p></span><span style=\"font-size: 0.9375em;line-height: 1.4285em\">1 teaspoon butter</p><p></span><span style=\"font-size: 0.9375em;line-height: 1.4285em\">3 leeks, dark green part discarded, white part cut in half lengthwise, rinsed, and cut into 1-inch pieces (about 2 cups)</p><p></span><span style=\"font-size: 0.9375em;line-height: 1.4285em\">1 tablespoon chopped fresh thyme, or 1 teaspoon dried</p><p></span><span style=\"font-size: 0.9375em;line-height: 1.4285em\">1 tablespoon chopped fresh sage, or 1 teaspoon dried</p><p></span><span style=\"font-size: 0.9375em;line-height: 1.4285em\">1/8 teaspoon salt, or to taste</p><p></span><span style=\"font-size: 0.9375em;line-height: 1.4285em\">Generous grinding black pepper</p><p></span><span style=\"font-size: 0.9375em;line-height: 1.4285em\">7 cups chicken broth, or vegetable broth</span></p><p><strong>For the garnish</strong></p><p>About 1 cup heavy cream or crème fraiche, optional</p><p>2 cups croutons, optional</p><p>Fried sage leaves</p><p><strong>Instructions</p><p></strong><strong>For the Soup</p><p></strong>Using a large, sharp knife, cut the pumpkin or squash into 2 to 3-inch chunks. Remove the seeds and stringy sections of the pumpkin and discard; or you can save the seeds to roast. Carefully cut the rind off the pumpkin chunks and cut the flesh into 1- to 2-inch pieces. You should have about 8 cups.</p><p>In a large soup pot, heat the oil and butter over medium-low heat. Add the leeks and sauté, stirring frequently, for 4 minutes. Add pumpkin chunks, thyme, sage, salt, and pepper. Cover and cook for 5 minutes. Remove the cover, add the chicken broth, and bring to a boil over high heat. Reduce the heat to low, cover, and simmer for about 25 minutes, or until the pumpkin is tender. Remove and let cool slightly.</p><p>Working with a blender or food processor, puree the soup in batches. Taste for seasoning, place the pureed soup back into the pot and warm over low heat. Drizzle the cream or crème fraiche into the soup, or swirl into each bowl, and top with a few croutons and the sage leaves, if desired.</p><p><strong>For the Fried Sage Leaves</strong><a name=\"sage\"></a></p><p>You can use this technique – frying whole herbs in hot oil—with any type of fresh herb, but sage works particularly well. The herbs must be cleaned of any dirt and thoroughly patted dry before frying.</p><p>To make the fried sage leaves you’ll need 2 to 3 cups of olive or safflower oil, a bunch of very fresh herbs, and some good sea salt. Carefully snip off and separate small bundles of the sage (about 3 to 4 leaves attached to a small piece of the stem) and set aside.</p><p>Heat the oil in a medium-sized heavy skillet over high heat until the oil just begins to smoke and very carefully lower the sage into the hot oil. (The oil is hot enough when the sage leaves immediately being to sizzle.) Fry for about 30 seconds.</p><p>Remove the sage with a slotted spoon and drain on paper towels or a clean, brown grocery bag. Don’t make the sage more than 15 minutes ahead of time or it will wilt. Sprinkle the fried leaves with salt (sea salt is particularly good) and use as a garnish for soups, stews, pasta dishes, and salads. Fried sage leaves are also a delicious treat served alongside a martini.</p><h4>Guest</h4><ul style=\"color: #000000\"><li><strong><a style=\"color: #2c95c7\" href=\"http://www.kathygunst.com/\" target=\"_blank\">Kathy Gunst</a></strong>, resident chef for <em>Here & Now</em> and author of cookbooks including “<a style=\"color: #2c95c7\" href=\"http://www.amazon.com/Notes-Maine-Kitchen-Seasonally-Inspired/dp/0892729171/?tag=wburorg-20\" target=\"_blank\">Notes from a Maine Kitchen</a>.” She tweets <a style=\"color: #2c95c7\" href=\"https://twitter.com/mainecook\" target=\"_blank\">@mainecook</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Kathy+Gunst+Falls+for+Winter+Squash&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"f976f15b-8244-4080-9afe-9fed35fe49d8","audio":[{"meta":{"duration":"553"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350960412-2a7ade.m3u?orgId=1&ft=3&f=350936129"}]}