{"created":"2014-10-08T13:59:05+00:00","modified":"2014-10-31T01:06:00+00:00","valid":{"from":"2014-10-31T01:05:59+00:00","to":"3014-10-31T01:05:59+00:00"},"hreflang":"en","title":"For Fleeing Iraqis, Kurdish Areas Are The Safe Zone  ","published":"2014-06-18T00:22:00+00:00","teaser":"An estimated 500,000 people have fled Mosul after the Islamist group ISIS took control of the city. Humanitarian workers say the displacement could eventually rival the Syrian crisis.","itags":["npr_api","322800324"],"guid":"f97f7c8d-c10b-46c6-a220-8193047b1da0","contentencoded":"<p>At a checkpoint to enter the semi-autonomous Kurdish region in northern Iraq, families wait for their cars to be searched and for permission to enter. Inside this region, they believe they will be safe.</p><p>But these people who flee to Kurdish cities have the money to stay in hotels or rented apartments or have family to shelter them.</p><p>The less fortunate stay behind in a small camp near the checkpoint. It's one of four the Kurdish Regional Government is setting up.</p><p>An estimated 500,000 people have fled their homes after the Iraqi army fled the northern city of Mosul and the <a href=\"http://www.npr.org/blogs/parallels/2014/06/13/321678737/in-one-map-the-dramatic-rise-of-isis-in-iraq-and-syria\">Islamic State of Iraq and Syria, along with other militant groups, swept into the city.</a></p><p>And as the nation appears to be heading toward sectarian war, humanitarian workers say this is only the beginning of displacement that could rival the Syrian humanitarian crisis next door.</p><p>At this camp, people register at a table shaded by a yellow tarp, amid a sea of sand and blue tents. Women hang up laundry on clotheslines, and children rinse themselves under faucets connected to red tanks on the outskirts of the camp. There are about 170 families here. Every day, a few more arrive.</p><p>Some come on foot, others by car. They come with little to nothing but the clothes they're wearing and the few things they could grab from their homes.</p><p>A family waves us into their tent, where at least 30 people are sleeping on the floor. They've been here three days.</p><p>Badr Awana, a parking attendant in Mosul, says he left because he heard the Iraqi army was going to conduct airstrikes and he was scared for his children.</p><p>Awana's baby daughter cries nearby. They say she's sick from the heat in a place where the temperature regularly tops 100 degrees.</p><p>He brought his family here in a taxi, selling a tank of gas so he could afford the fare. And he has nothing left.</p><p>We visit another family: a mother and father, their seven adult children and their grandchildren who all fled in the midst of gunfire last week.</p><p>Faes Ismail, one of the family members, says his father is sick. And they worried he wouldn't survive if they stayed in Mosul. So they grabbed his medicine and their IDs and fled. They say they saw dead soldiers in the streets and that the police tower near their home was on fire.</p><p>Ismail's mother says the situation in the camp isn't great, but at least it's safe.</p><p>Humanitarian workers say the mass displacement from Mosul and other parts of Iraq is a crisis. The International Rescue Committee says displaced Iraqis who can't make it to the Kurdish north are sleeping in cars on the side of the road. Many of the displaced walk for days to get to safety.</p><p>Marzio Babille, the UNICEF representative in Iraq, says that what is unfolding is a \"series of overlaid crises, one up to the other.\"</p><p>He says the priority now is to keep humanitarian corridors open to the cities of Tikrit, Baqouba, Tal Afar and Mosul and other dangerous areas. UNICEF is also pushing out vaccines for measles and polio because the displaced are living in close quarters and the diseases will spread quickly. Babille says polio is again surging in Iraq 14 years after it was eradicated.</p><p>The current situation in Iraq is fluid. One day an area is safe; the next day it's not. ISIS, with the help of other Sunni groups marginalized by the mostly Shiite Iraqi government, has taken swaths of territory from northern Iraq to western Iraq near the Syrian border. Intense battles are breaking out between ISIS and government forces as well as Shiite militias.</p><p>Already there are reports of people fleeing parts of eastern Iraq because of the fighting between the Kurdish peshmerga forces and Sunni militants.</p><p>\"We must preserve supply lines to reach children,\" Babille says. \"At the moment this is increasingly difficult in some of these areas.\"</p><p>And with the government in Baghdad unable to fend off Sunni militants, it also can't protect its displaced citizens.</p><p>One woman at the camp outside Erbil says she ran because she was worried that her daughters might be raped. This is the situation of Iraqis, she says.</p><p>And as ISIS continues its battle for territory in Iraq, and signs of all-out sectarian war between Shiite and Sunni Arabs grow, the population of the displaced will also grow.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Fleeing+Iraqis%2C+Kurdish+Areas+Are+The+Safe+Zone++&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Leila Fadel","audio":[{"meta":{"duration":"289"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1322800325-e2c2cd.m3u?orgId=1&topicId=1010&ft=3&f=322800324"},{"href":"http://media.npr.org/assets/img/2014/06/17/iraq-displaced1-7a728d221702322e37a1798d2476d6ab3029c2e6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3284","width":"4382"}},{"href":"http://media.npr.org/assets/img/2014/06/17/iraq-displaced3-90e4529c7402f03796b2b1bc5d63a67676fa4d79.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3565","width":"4750"}}]}