{"created":"2014-12-10T18:21:25+00:00","modified":"2014-12-10T20:19:08+00:00","valid":{"from":"2014-12-10T20:19:08+00:00","to":"3014-12-10T20:19:08+00:00"},"hreflang":"en","title":"Former CIA Officer Responds To 'Torture Report'","published":"2014-12-10T20:19:00+00:00","teaser":"Paul Pillar, a former senior intelligence officer with the CIA, weighs in on the Senate report detailing the torture of suspects in secret prisons.","itags":["npr_api","369875883"],"guid":"f97f270f-3e5a-4177-934a-44e95f8f5c02","contentencoded":"<p>Many in Washington and around the world are responding to the Senate Intelligence Committee&#8217;s report detailing the Central Intelligence Agency program to detain and interrogate terrorism suspects in the years after the September 11 attacks.</p><p>But how should the CIA itself respond? <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson spoke with <strong>Paul Pillar</strong>, a former senior intelligence officer with the CIA, about what may be next for the CIA.</p><ul><li><strong>Related:</strong> <a href=\"http://hereandnow.wbur.org/2014/12/10/cia-legacy-torture-weiner\" target=\"_blank\">Author of “Legacy of Ashes: The History of the CIA&#8221; responds to the report</a></li></ul><h4>Interview Highlights: Paul Pillar</h4><p><strong>On the change in American mood since 9/11</strong></p><p>“This is mainly a story of how the American mood and American priorities have changed significantly since those first couple of years after 9/11 when we as Americans had a far more militant mood and were prepared to do things as we otherwise wouldn’t be prepared to do. What I don’t think all the attention over the last 24 hours to this report really focused on properly is that <em>has</em> changed and that has a lot to do with this national hand-wringing about what happened several years ago.”</p><p><strong>On the CIA&#8217;s response to the Senate report </strong></p><p>“I think anyone who reads the report or the summary of it, ought to also read the <a href=\"https://www.cia.gov/news-information/press-releases-statements/2014-press-releases-statements/cia-fact-sheet-ssci-study-on-detention-interrogation-program.html\" target=\"_blank\">CIA’s official report</a> which also came out yesterday and was a very detailed comment and examination of all the issues that the Senate report dealt with. The CIA’s report agreed with a number of things having to do mainly with inadequate management supervision and evaluation of the program, things of that nature. It disagreed rather strongly and I think persuasively with the idea that the seniors in the executive branch, including the president and the White House, and the overseers in Congress were somehow misled and not adequately briefed.”</p><p><strong>On ‘individual abuses’</strong></p><p>“As a matter of official policy or the policy in practice of an agency that’s officially sanctioned, I’m quite confident that nothing is going on. That said, there are always the possibility of individual abuses and indeed some of the things that were detailed in the Senate report were instances of individual abuse that went beyond what was authorized and those matters were referred to the Department of Justice.&#8221;</p><h4>Guest</h4><ul><li><a href=\"http://explore.georgetown.edu/people/prp8/\" target=\"_blank\"><strong>Paul Pillar</strong></a>, former senior intelligence officer with the CIA. He&#8217;s now a fellow at the <a href=\"https://css.georgetown.edu/ssp\" target=\"_blank\">Center for Security Studies</a> at Georgetown University.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Former+CIA+Officer+Responds+To+%27Torture+Report%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"371"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369892203-00d887.m3u?orgId=1&ft=3&f=369875883"}]}