{"created":"2015-07-02T08:44:28+00:00","modified":"2015-07-02T21:06:28+00:00","valid":{"from":"2015-07-02T21:06:28+00:00","to":"3015-07-02T21:06:28+00:00"},"hreflang":"en","title":"The Key To Kacey Musgraves' Hard-Won Country: Funny Women","published":"2015-07-02T16:57:00+00:00","teaser":"The witty musician sits in a sweet spot where her charm and humor attract traditional country die-hards and pop fans alike. Ann Powers explores other women in country who paved the path.","itags":["npr_api","419212029"],"guid":"f984338f-1441-48a6-8205-eb0d72602887","contentencoded":"<p><em>In a conversation with </em>Morning Edition<em>'s Renee Montagne, Ann Powers talked about the country musicians who serve as Kacey Musgraves' artistic forbears. At the audio link on this page, you can hear the conversation; below, read more about how Musgraves' wit is a key element in establishing that lineage, and a playlist of some of the women who have employed comedy to great effect in country music.</em></p><hr /><p><a href=\"http://www.npr.org/artists/174510165/kacey-musgraves\">Kacey Musgraves</a> is a funny lady. The 26-year-old country star has become a crossover darling for her beautifully executed sound, grounded in the Western swing music of her youth, and an image that strikes people as simultaneously pure and pop. She takes risks in such a charming and self-confident way that they feel like privileges to which everyone should be entitled. She celebrated the release of her second album, <em>Pageant Material</em>, with a drag show at her favorite Nashville gay bar, Play; there, her openly gay writing partner Shane McAnally sat with her grandma, who wore a tiara just like the sequined queens lip-syncing lyrics like, \"mind your own biscuits and life will be gravy.\" With <em>Pageant Material</em>, Musgraves continues to build the matter-of-fact, fluidly millennial persona she established so beautifully on her Grammy-winning 2013 debut <em>Same Trailer, Different Park</em> in songs that hit the palate with a perfect combination of sweetness and pungency, like the lavender lattes served during Pride month in East Nashville coffee shops.</p><p>It's humor that most easily unites the grandmas who listen to Musgraves with the gay folk who adore her style, the musical purists who fetishize her twang and even the mainstream country partiers who'll slip her onto a playlist next to Blake Shelton. Going for jokes may be Musgraves' savviest traditionalist move. A well-slung punchline has been the essence of countless country hits, from the first days of the Grand Ole Opry to Maddie and Tae's 2014 instant classic \"Girl in a Country Song.\" What Musgraves specifically honors is the long line of women who've used jokes and playful jabs to tell their stories within a male-dominated environment; to speak of the contradictions particular to an era of changing gender roles, and to defy, with a smile, the conventions that would limit their movements and their speech. Here are a few of Kacey's foremamas, all of whom cultivated a particular stance that has helped their newest champion to define her own.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Key+To+Kacey+Musgraves%27+Hard-Won+Country%3A+Funny+Women&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ann Powers","audio":[{"meta":{"duration":"228"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1419405991-642964.m3u?orgId=1&topicId=1039&aggIds=100920965&d=228&p=3&story=419212029&t=progseg&e=419383151&seg=18&ft=nprml&f=419212029"},{"href":"http://media.npr.org/assets/img/2015/07/01/km_u-53_gpub_hires_print-c705a7f9f06bd09eecc5ee855c1d0ed43ad55d60.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1996","width":"2661"}}]}