{"created":"2014-09-03T17:25:47+00:00","modified":"2014-10-30T22:44:56+00:00","valid":{"from":"2014-10-30T22:44:56+00:00","to":"3014-10-30T22:44:56+00:00"},"hreflang":"en","title":"To Save A Species, Scientists Trick Jays With An Egg Bait-And-Switch","published":"2014-09-03T17:25:00+00:00","teaser":"Scientists hope to protect the endangered marbled murrelet with a new strategy: tainted decoy eggs that give the bird's predator a bit of tummy trouble.","itags":["npr_api","345295483"],"guid":"f98828fe-d265-4b60-9817-2936a9f3b993","contentencoded":"<p>Portia Halbert is hiking through a quiet redwood forest in Butano State Park, an hour south of San Francisco, when she spots a blue egg on the ground — generally a very bad sign.</p><p>The blue eggs are laid by marbled murrelets, a small, endangered bird that eats out at sea and nests in the forest here. This egg was likely knocked out a tree by a bird, explains Halbert, Butano's park scientist.</p><p>But this egg is a bait and switch: It's not a murrelet egg at all, but a trick egg that Halbert made from a small chicken egg. \"We paint them to look like marbled murrelet eggs,\" she says.</p><p>The real trick is inside the egg — and it's a rude surprise.</p><p>\"We inject about .24 ccs of the chemical Carbocal\" into the egg, Halbert continues. \"It makes you feel ill or want to throw up.\"</p><p>And that's precisely what Halbert is counting on. The tainted eggs are part of a new strategy to save the murrelet. Scientists are trying to discourage predators by giving them some stomach trouble.</p><p>Marbled murrelets lay just one egg a year, and those eggs are a favorite snack for another bird: Steller's jays. Once the jays toss their cookies eating a decoy egg, Halbert explains, \"they will never want to eat it again.\"</p><p>Food poisoning is not a normal approach to conservation — it's something of a last resort.</p><p>Marbled murrelet populations have plummeted in recent years. Their habitat is largely gone, because most of California's old-growth redwood forests have been logged. So the birds are notoriously hard to find; they can typically only be seen in the forest as they fly around dawn.</p><p>At the same time, Steller's jays have boomed in the area.</p><p>So far, Halbert says the decoy eggs look like a promising solution. A controlled study at Humboldt State University showed that 75 percent of jays exposed to the eggs refuse to eat them again, she says. \"That's a real success story.\"</p><p>But the danger of trying to outwit a jay is that the bird can outwit you back.</p><p>\"Ravens, crows, jays – they're really, really smart,\" says Elena West, a researcher with the University of Wisconsin-Madison. She's at a nearby campsite, where she's attaching a small leg band to a blue and black Steller's jay as part of a study.</p><p>That jays are the Einsteins of the bird world is a doubled-edged sword, West says. Sure, the jays are fast learners, and may actually remember that murrelet eggs taste bad.</p><p>But real murrelet nests are hundreds of feet up redwood trees — higher than the decoy eggs are being placed. So jays might eventually figure out that they only need to avoid the eggs in nests down low.</p><p>To really help murrelets, the behavior change may have to come from people. West has found that jay populations are booming because they're eating a lot of human food.</p><p>\"It sort of increases as the summer goes on, which makes sense when you think about these parks get used more throughout the summer,\" she says.</p><p>The jays hang out near the busiest campsites. Shaye Wolf, with the advocacy group the Center for Biological Diversity, says the birds fly down when campers show up, hoping to get a handout.</p><p>\"Of course, you wouldn't know that that was a problem,\" she says. \"You would think, 'Maybe I'm helping this bird.' \"</p><p>Wolf says the California Department of Parks and Recreation wasn't doing enough to protect marbled murrelets.</p><p>\"The camping in those parks is concentrated in the heart of the best nesting habitat for murrelets, and this is a highly endangered population,\" she says.</p><p>Wolf's group sued to get the campgrounds closed down in 2013, but then settled with the department in March. The department agreed to set up a new trash program, including new sealed trash cans and public education.</p><p>California Parks and Recreation is hoping those measures — along with the stomach-turning decoy eggs — will be enough to bring back the endangered marbled murrelet.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=To+Save+A+Species%2C+Scientists+Trick+Jays+With+An+Egg+Bait-And-Switch&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lauren Sommer","audio":[{"meta":{"duration":"247"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345296176-917f6f.m3u?orgId=1&topicId=1132&ft=3&f=345295483"},{"href":"http://media.npr.org/assets/img/2014/09/02/marbled-murrelet2-caf4beeaab1515d4fc8dc713a0e820e824256b7f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2737","width":"3649"}},{"href":"http://media.npr.org/assets/img/2014/09/02/marbled-murrelet1-cb0c0e10a8809051dc1ce47a242a05e76735eed6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2201","width":"2935"}}]}