{"created":"2015-06-24T23:16:57+00:00","modified":"2015-06-30T19:13:31+00:00","valid":{"from":"2015-06-19T22:21:39+00:00","to":"3015-06-19T22:21:39+00:00"},"hreflang":"en","published":"2015-06-19T22:21:39+00:00","teaser":"Jason Schwartzman’s known for his roles in Wes Anderson films like “Rushmore” and in the HBO series “Bored To Death.”  Meanwhile Adam Scott starred in the beloved NBC sitcom “Parks & Recreation” and in movies like the remake of “The Secret Life Of Walter Mitty.” And they both star in the smart new indie comedy “The […]","itags":["PMP:The_Dinner_Party_Download_PMP","The Dinner Party Download","The Dinner Party Download 2015-06-19","f98bb0655ee683e0a3e5c219dd8ecfd8"],"title":"Adam Scott and Jason Schwartzman Share Their (Almost) Full-Frontal ‘Overnight’ Escapades","contentencoded":"<div class=\"barn-cleaned\"><p>Jason Schwartzman’s known for his&nbsp;roles in Wes Anderson films like <a href=\"https://www.youtube.com/watch?v=qKuAl1QvuI8\">“Rushmore”</a> and in the HBO series <a href=\"https://www.youtube.com/watch?v=2i4rLA63UBw\">“Bored To Death.”</a> &nbsp;Meanwhile Adam Scott starred in the beloved NBC sitcom <a href=\"https://www.youtube.com/watch?v=9IgUYdYT0lk\">“Parks &amp; Recreation”</a> and in movies like the remake of <a href=\"https://www.youtube.com/watch?v=bejnrwShCpI\">“The Secret Life Of Walter Mitty.</a>” And they <em>both</em> star in the smart new indie comedy <a href=\"http://theovernight-movie.com/\">“The Overnight.”</a></p>\n<br />\n<p>Adam plays half of a couple who, with their kid, have just moved to L.A. and are desperate to make friends. Jason’s character and his wife invite them over for what turns out to be a revelatory — and awkwardly sexy — dinner party.</p>\n<br />\n<p>This week they chatted with Brendan and Rico about the challenges of reinventing yourself in your adult years, explained how a fake penis is like a coin purse… and then answered our listeners’ etiquette questions.</p>\n<br />\n<img class=\"aligncenter\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\" alt=\"DPD-Banner\" /><br />\n<p><strong>Rico Gagliano:</strong> Adam, Welcome.</p>\n<br />\n<blockquote>\n<p><strong>Adam Scott:</strong> Thank you.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> And, <a href=\"http://www.dinnerpartydownload.org/jason-schwartzman/\">welcome back to the show</a>, Jason.</p>\n<br />\n<blockquote>\n<p><strong>Jason Schwartzman:</strong> Thank you. I love this place.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Do you like what we did with it?</p>\n<br />\n<p><strong>Rico Gagliano:</strong> Do you like all the pictures of you on the walls now?</p>\n<br />\n<blockquote>\n<p><strong>Jason Schwartzman:</strong> Yeah! [<em>laughs</em>]</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> It’s a little creepy. So, this movie, “The Overnight.” &nbsp;Some people, I think, are going to classify it as a sex comedy…</p>\n<br />\n<blockquote>\n<p><strong>Adam Scott:</strong> Sure, yeah.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> But, there’s something going on deeper at the core. It’s about picture-perfect looking couples who&nbsp;are actually struggling a lot with, “Am I raising my kids right? Have I chosen the right partner?”</p>\n<br />\n<blockquote>\n<p><strong>Adam Scott:</strong> You know, for me, personally, what struck me about this script was… I mean, I remember going from high school to Los Angeles and not knowing anyone, and realizing after a few weeks that: “I can be whoever I want. I can pull off a complete re-invention if I want.”</p>\n<br />\n<p>I think that’s a really healthy thing for people to go through, and I think you shed a skin, of sorts. But, once you get married and start having kids, and you need to be a rock for people, that sort of thing kind of slows down. &nbsp;And I think these characters in this movie are all looking to shed a skin, but they don’t know how, and they don’t know if they <em>can</em>.</p>\n</blockquote>\n<br />\n<p><iframe src=\"//www.youtube.com/embed/SWwvejn97lA\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe></p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> So, if I’m understanding, you’re not Adam Scott, then?</p>\n<br />\n<blockquote>\n<p><strong>Adam Scott:</strong> No, I am a lizard who just shed his skin outside the door.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Oh! &nbsp;You look really handsome.</p>\n<br />\n<blockquote>\n<p><strong>Adam Scott:</strong> Thank you!</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> And, Jason? Are you actually Jason? Did you re-invent yourself in L.A. too?</p>\n<br />\n<blockquote>\n<p><strong>Jason Schwartzman:</strong>&nbsp;Well, I think what Adam’s talking about is true.</p>\n<br />\n<p>Last year, my wife’s business partners — a husband and wife, who are also our really dear friends — moved from L.A. to Austin, and I remember thinking, “God, that’s so <em>weird</em>. What do they <em>do</em> now? How do you make friends?”</p>\n<br />\n<p>And also, really good friends in my life have been a part of, in some way, big things in my life. &nbsp;And I was thinking, when you meet someone, you have no archive of anything like that. Do you catch them up? Like, “Here’s some of the things that happened to me.” Or, do you just start fresh and, as new things start to happen, that becomes your new history with that person?</p>\n</blockquote>\n<br />\n<img src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/06/overnight1-1024x576.jpg\" alt=\"overnight1\" />Adam Scott, Taylor Schilling and Jason Schwartzman at peak hipster appear in a scene from “The Overnight.”<br />\n<p><strong>Rico Gagliano:</strong> Yeah. The idea of kindling a grownup friendship is one of the more interesting things you tackle in this movie. But, there is actually something <em>equally</em> interesting…</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong>&nbsp;…The most important issue at the heart of this movie: you guys are totally full-frontal buck-naked in <em>tons</em> of scenes in this film.</p>\n<br />\n<blockquote>\n<p><strong>Jason Schwartzman:</strong> Yes!!</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam: A</strong>nd the respective sizes of your characters’ genitalia is one of the major issues they grapple with. We understand prosthetics were involved. So, is it technically nudity?</p>\n<br />\n<blockquote>\n<p><strong>Jason Schwartzman:</strong> Great question, and let me say one thing: we’ve done these Q&amp;As for the movie. &nbsp;And well into this one Q&amp;A, this woman raised her hand. &nbsp;She was kind of in the front row and really, very much in front of me, like almost dead-on looking up at me. And she was like, “I just want to say <em>bravo</em> for you guys being beautiful, naked men. &nbsp;And having, finally, the courage to just be <em>naked</em>. <em>Totally nude</em>. <em>All</em> of you, showing <em>all</em> of you.”</p>\n<br />\n<p>I remember thinking, “Oh no, she thinks that that’s really me being naked!”</p>\n<br />\n<p>It was just sad because I realized that she really — she <em>believed</em> in me. &nbsp;And I didn’t want to let her down. And the thing is that it brought up this very question of… well, she’s talking about the courage of being naked. And <em>was</em> I naked? Someone did finally mention they were prosthetics, and the look on her face was so —</p>\n<br />\n<p><strong>Adam Scott:</strong> She was crestfallen.</p>\n<br />\n<p><strong>Jason Schwartzman</strong>: — It was like a blimp making an emergency landing.</p>\n</blockquote>\n<br />\n<img class=\"\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/06/overnight2-1024x576.jpg\" alt=\"overnight2\" />Adam and Jason before donning the prosthetics in a scene from “The Overnight.”<br />\n<p><strong>Rico Gagliano:</strong>&nbsp;Aww, it was the Hindenburg.</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong>&nbsp;You broke her prosthetic heart.</p>\n<br />\n<blockquote>\n<p><strong>Jason Schwartzman:</strong> It was sad.</p>\n<br />\n<p><strong>Adam Scott:</strong> I will say it <em>was</em> strange, because we each had a prosthetic — and they were very real-looking. &nbsp;And once they were on, it was all we were wearing. So, for all intents and purposes, everybody there was seeing exactly what we look like.</p>\n<br />\n<p><strong>Jason Schwartzman:</strong> Exactly.</p>\n<br />\n<p><strong>Adam Scott:</strong> But, the fact was that it <em>wasn’t</em> real. &nbsp;So there was this psychological barrier up, where Jason and I were <em>far</em> more relaxed.</p>\n<br />\n<p><strong>Jason Schwartzman:</strong> Yeah. We were at craft service just…</p>\n</blockquote>\n<br />\n<blockquote>\n<p><strong>Adam Scott:</strong> Yeah, like nothing was going on!</p>\n<br />\n<p><strong>Jason Schwartzman:</strong> We were just hanging around, like, “Have you tried these? Have you tried these?”</p>\n<br />\n<p><strong>Adam Scott:</strong> Completely forgetting about it.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Is that really true? Did you just kind of stroll around?</p>\n<br />\n<blockquote>\n<p><strong>Jason Schwartzman:</strong> Well, that’s an example, that’s a hypothetical, but that <em>was…</em>&nbsp;the feeling was very casual, I think! Because I’d noticed that people would try to deadlock my eyes and ask me a question… you could feel they were trying not to look. And there was a moment where I felt like Adam and I had to sort of say, “Please don’t treat us like this.”</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> “Please look!”</p>\n<br />\n<blockquote>\n<p><strong>Adam Scott:</strong> “You can look as much as you want. It may as well be a coin purse I’m holding. Doesn’t matter.”</p>\n</blockquote>\n<br />\n<blockquote>\n<p><strong>Jason Schwartzman:</strong> “It’s not even <em>my</em> coin purse! When this thing is done, this could be <em>your</em> coin purse.”</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> That’s right!</p>\n<br />\n<blockquote>\n<p><strong>Adam Scott:</strong> “I borrowed it from the makeup department.”</p>\n<br />\n<p><strong>Jason Schwartzman:</strong>&nbsp;Yeah, “They just let me borrow this.”</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano: &nbsp;</strong>All right, so our listeners have sent in etiquette questions — you gentlemen ready to answer them?</p>\n<br />\n<blockquote>\n<p><strong>Jason Schwartzman:</strong>&nbsp;OK.</p>\n<br />\n<p><strong>Adam Scott:</strong> Yeah.</p>\n</blockquote>\n<br />\n<h2>How do we know if a party invite from friends is <em>also</em> an invite for our baby?</h2>\n<br />\n<p><strong>Rico Gagliano:</strong> Here is something from a guy calling himself “New Dad in the Midwest.” &nbsp;And “New Dad” writes, not surprisingly:</p>\n<br />\n<p>“We have a six-month old, and are ready to be social again. How do we know if an invite from friends is also an invite for our daughter? She loves bars! Not everyone loves babies.”</p>\n<br />\n<blockquote>\n<p><strong>Adam Scott:</strong> I don’t know… we were never the people that brought the baby to the bar.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> You and your wife?</p>\n<br />\n<blockquote>\n<p><strong>Adam Scott:</strong> Yeah. I’ve seen that before: It’s like, “Hey, check it out, we have our baby here! Aren’t we <em>crazy</em>?” &nbsp;And I’m like, “Well… it’s kind of a pain in the ass for you!”</p>\n<br />\n<p>But at the same time, we had a baby that was tough, so we <em>couldn’t</em> do that. &nbsp;So,&nbsp;I don’t know. Why don’t you just get a babysitter and then go to the bar?</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Although, when I get a question like this, I do have to — and this is part of the movie, actually — the “European Way” would be that you don’t let your kid determine how you live your life. You bring them along. &nbsp;But, a bar sounds different than a cafe. It sounds raucous.</p>\n<br />\n<blockquote>\n<p><strong>Jason Schwartzman:</strong>&nbsp;Yeah. &nbsp;Like Adam, we would probably get a babysitter. I think it’s important to have time away from the baby.</p>\n<br />\n<p>They say, oftentimes, when you have a new kid and you start going on dates and having a date night, that you should try to <em>not</em> talk about the baby. Have you heard this theory? When you go out, there’s a tendency to just say “What do you think, do you think [the baby’s] down? Do you think she’s sleeping?” And it’s like, the idea is to go out and have a…</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Refresher.</p>\n<br />\n<blockquote>\n<p><strong>Jason Schwartzman:</strong> Yeah, talk about yourselves. &nbsp;Obviously it’s–</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> But, you know what, guys? I think we missed the question. &nbsp;Which was: “How do we know if an invite from friends is <em>also</em> an invite for our daughter?”</p>\n<br />\n<blockquote>\n<p><strong>Adam Scott:</strong> If it was an invite for your daughter, they would say “Kids Welcome.”</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> But, what if you’re like the first person in your friend group to have a kid, and they’re just not used to asking that question?</p>\n<br />\n<blockquote>\n<p><strong>Adam Scott:</strong> Then just leave the kid at home. If they’re the first kid in the group of friends, then no one knows how to make the party comfortable for the kid. &nbsp;We made the mistake of bringing out kids once to a party with people that don’t have kids, and they said, “Go ahead and bring the kids, it’s not a big deal.”&nbsp;And the party was <em>definitely not</em> great for kids.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> It was just fire everywhere? Broken glass?</p>\n<br />\n<blockquote>\n<p><strong>Adam Scott:</strong> Yeah, it was all that.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Razor blade ping pong?</p>\n<br />\n<p><strong>Rico Gagliano:</strong> It was not right.</p>\n<br />\n<blockquote>\n<p><strong>Adam Scott:</strong> No.</p>\n</blockquote>\n<br />\n<h2>How do you tell U2 trash talkers to can it?</h2>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> All right, “New Dad,” I think we answered your question. This next question comes from Mara in Chicago. I think this one is for you, Adam, because you co-host a podcast called “<a href=\"http://www.earwolf.com/show/u-talkin-u2-to-me/\" target=\"_blank\">You Talkin’ U2 To Me?</a>”</p>\n<br />\n<blockquote>\n<p><strong>Adam Scott:</strong> That’s right.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Which is about U2, the band. So, Mara’s question is:</p>\n<br />\n<p>“Say you are a U2 fan, but someone is really ragging on U2 in front of you. How do you politely tell them to can it?”</p>\n<br />\n<blockquote>\n<p><strong>Adam Scott:</strong> Oh, I don’t! U2 is such a ubiquitous presence in the world that it’s just interesting to talk about a band that has pervaded life on Earth in that way. There are a whole range of opinions, and they’ve made a lot of moves in their career that have been questionable.</p>\n<br />\n<p>But, I mean, it <em>did</em> bother me how — the new record being <a href=\"http://www.theguardian.com/music/2014/oct/15/u2-bono-issues-apology-for-apple-itunes-album-download\">downloaded to everybody’s phone</a> — how angry people got about that. &nbsp;I think was really ridiculous. How privileged a society do we live in where <em>this</em> is what people are up in arms about?!!</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> “Oh no, you gave me free music? How dare you!”</p>\n<br />\n<blockquote>\n<p><strong>Adam Scott:</strong> I thought it was <em>crazy</em>. I think that if you actually think that your rights are being infringed upon, you might be ridiculous.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong>&nbsp;All right. &nbsp;And Jason, do you have anything to add on the U2 issue?</p>\n<br />\n<blockquote>\n<p><strong>Jason Schwartzman:</strong> I think he said it beautifully [<em>everyone laughs</em>].</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Well done. Here’s something from A.J. in Charleston, South Carolina–&nbsp;A.J. writes:</p>\n<br />\n<p>“When I go to the movie theater, I like to gorge myself on popcorn, and inevitably, get up to get a free refill. Sometimes, the counter is very busy and I always debate whether it’s appropriate to bypass the line and ask for the refill directly, since they can do it in 10 seconds between long transactions. Would this be rude of me, or only fair, since I’ve already paid and I’m missing my movie?”</p>\n<br />\n<blockquote>\n<p><strong>Adam Scott:</strong> <em>Such</em> a good question.</p>\n<br />\n<p><strong>Jason Schwartzman:</strong> Great question. By my nature, me personally, I don’t like to upset certain social things, so I’ll wait [in line].</p>\n<br />\n<p>But, let me say something: if you already are the type of person that left the movie <em>for</em> the popcorn? &nbsp;You are the guy that <em>deserves</em> to cut the line. &nbsp;And you say, “Sorry, I’m in a movie right now and I’m getting a free refill.” You tell everyone, if they have a problem with it.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> I don’t think I’ve gotten through an extra-large popcorn, <em>ever</em> in my whole life. Even as a teenager, I don’t think I got to the bottom.</p>\n<br />\n<blockquote>\n<p><strong>Adam Scott:</strong> It’s gross.</p>\n<br />\n<p><strong>Jason Schwartzman:</strong> Is the only way that you get the free refill, if you get the extra-large?</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Yeah.</p>\n<br />\n<blockquote>\n<p><strong>Jason Schwartzman:</strong> That’s a ton of popcorn, man.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Yeah! That way, they know you’ll never come back for a free refill.</p>\n<br />\n<blockquote>\n<p><strong>Jason Schwartzman:</strong> Don’t you hate that feeling though, when you eat the popcorn and stuff, and you’re watching a movie where the guy is in such good shape? &nbsp;And then I’m like, “Gosh I feel terrible!” And then I think, “Well, <em>he</em> would eat popcorn if he was me watching a movie right now. He <em>had</em> to do it. He had trainers, he had a team. <em>I</em> could do that, too!”</p>\n<br />\n<p><strong>Adam Scott:</strong> I always think, “Well, it’s just popcorn. It’s not <em>that</em> bad for me.” But, all the stuff they put on it, that’s bad.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong>&nbsp;Yeah, that crazy butter-cancer they put on top of it?</p>\n<br />\n<blockquote>\n<p><strong>Adam Scott:</strong> Yeah.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Anyway. A.J., I guess the bottom line is: &nbsp;Eat a little bit less popcorn, but since you’re not the kind of guy that does that, just cut in line.</p>\n<br />\n<h2>“Do I sleep on their bed or the air mattress?”</h2>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Here’s a question from J.R. in L.A.–</p>\n<br />\n<blockquote>\n<p><strong>Jason Schwartzman:</strong> Done with A.J., on to J.R.?</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Yes.</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> The question is:</p>\n<br />\n<p>“I’m staying at a friend’s one-bedroom apartment while they’re out of town. They left a note saying, ‘There are sheets and an air mattress in the closet, use whatever you want.’ So… do I sleep on their bed or the air mattress?”</p>\n<br />\n<blockquote>\n<p><strong>Adam Scott:</strong> [<em>Laughs</em>] Very passive aggressive note.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> That’s so good.</p>\n<br />\n<blockquote>\n<p><strong>Jason Schwartzman:</strong> Wait, they left an air mattress and sheets?</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> There is both an empty bed that one could use, <em>and</em> there is an air mattress. &nbsp;And sheets have been provided.</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> I’m saying use both. I’m thinking a “Princess and the Pea” scenario. Blow up the air mattress and put it on the bed.</p>\n<br />\n<blockquote>\n<p><strong>Jason Schwartzman:</strong> That’s a crazy question. I mean, it’s amazing; I really would struggle with that.</p>\n<br />\n<p><strong>Adam Scott:</strong> First of all, I feel that house sitting… it’s a charade. Everyone is pretending like the person who is doing the house sitting is doing the people who own the house a favor. But really, the people who have the house are giving that person a place to stay. But it’s dressed up as, “Thank you <em>so much</em> for looking after our house!”</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong>&nbsp;“Thank you for rummaging through my stuff.”</p>\n<br />\n<blockquote>\n<p><strong>Adam Scott:</strong> I think this person is saying, “Will you please stay on the air mattress? We’re not comfortable with you sleeping in our bed.”</p>\n<br />\n<p><strong>Jason Schwartzman:</strong>&nbsp;Yeah, otherwise they would not bring up the air mattress. It <em>is</em> passive aggressive.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> And also kind of lame. I do think that if you’re house sitting for someone, part of the gig is that you get to sleep in a decent bed.</p>\n<br />\n<blockquote>\n<p><strong>Adam Scott:</strong> For me, though, I would prefer the air mattress, just so I have my own space. I’m not sleeping in someone’s…</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> …filth. Just say it.</p>\n<br />\n<blockquote>\n<p><strong>Adam Scott:</strong> Their <em>body garbage</em>.</p>\n<br />\n<p><strong>Jason Schwartzman:</strong> I would prefer not to be in their body garbage, like, at all [<em>everyone laughs</em>]. But what I would do is — if I was good enough friend with them — is text them, saying, “Thank you so much. I slept on the air mattress. It was wonderful, and <em>Calvin</em>, my friend, took the bed. Just so you know.”</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong>&nbsp;“Calvin added his body garbage to your body garbage.”</p>\n<br />\n<p><strong>Rico Gagliano:</strong>&nbsp;Oh, wonderful. Jason Schwartzman, Adam Scott, it was a pleasure to have you. Thank you so much for telling our audience how to behave.</p>\n<br />\n<blockquote>\n<p><strong>Jason Schwartzman:</strong> You’re welcome.</p>\n<br />\n<p><strong>Adam Scott:</strong> You’re welcome, guys [laughs]. No, thank you so much.</p>\n<br />\n<p><strong>Jason Schwartzman:</strong> Thank you.</p>\n</blockquote>\n<br /></div>","guid":"f98bb065-5ee6-483e-8a3e-c219dd8ecfd8","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Jason Schwartzman’s known for his roles in Wes Anderson films like <a href=\\\"https://www.youtube.com/watch?v=qKuAl1QvuI8\\\">“Rushmore”</a> and in the HBO series <a href=\\\"https://www.youtube.com/watch?v=2i4rLA63UBw\\\">“Bored To Death.”</a>  Meanwhile Adam Scott starred in the beloved NBC sitcom <a href=\\\"https://www.youtube.com/watch?v=9IgUYdYT0lk\\\">“Parks &amp; Recreation”</a> and in movies like the remake of <a href=\\\"https://www.youtube.com/watch?v=bejnrwShCpI\\\">“The Secret Life Of Walter Mitty.</a>” And they <em>both</em> star in the smart new indie comedy <a href=\\\"http://theovernight-movie.com/\\\">“The Overnight.”</a></p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>Adam plays half of a couple who, with their kid, have just moved to L.A. and are desperate to make friends. Jason’s character and his wife invite them over for what turns out to be a revelatory — and awkwardly sexy — dinner party.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>This week they chatted with Brendan and Rico about the challenges of reinventing yourself in your adult years, explained how a fake penis is like a coin purse… and then answered our listeners’ etiquette questions.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<img alt=\\\"DPD-Banner\\\" class=\\\"aligncenter\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\\\" />\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Adam, Welcome.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Adam Scott:</strong> Thank you.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> And, <a href=\\\"http://www.dinnerpartydownload.org/jason-schwartzman/\\\">welcome back to the show</a>, Jason.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Jason Schwartzman:</strong> Thank you. I love this place.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Do you like what we did with it?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Do you like all the pictures of you on the walls now?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Jason Schwartzman:</strong> Yeah! [<em>laughs</em>]</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> It’s a little creepy. So, this movie, “The Overnight.”  Some people, I think, are going to classify it as a sex comedy…</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Adam Scott:</strong> Sure, yeah.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> But, there’s something going on deeper at the core. It’s about picture-perfect looking couples who are actually struggling a lot with, “Am I raising my kids right? Have I chosen the right partner?”</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Adam Scott:</strong> You know, for me, personally, what struck me about this script was… I mean, I remember going from high school to Los Angeles and not knowing anyone, and realizing after a few weeks that: “I can be whoever I want. I can pull off a complete re-invention if I want.”</p><br /><p>I think that’s a really healthy thing for people to go through, and I think you shed a skin, of sorts. But, once you get married and start having kids, and you need to be a rock for people, that sort of thing kind of slows down.  And I think these characters in this movie are all looking to shed a skin, but they don’t know how, and they don’t know if they <em>can</em>.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><iframe allowfullscreen=\\\"allowfullscreen\\\" frameborder=\\\"0\\\" src=\\\"//www.youtube.com/embed/SWwvejn97lA\\\"></iframe></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> So, if I’m understanding, you’re not Adam Scott, then?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Adam Scott:</strong> No, I am a lizard who just shed his skin outside the door.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Oh!  You look really handsome.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Adam Scott:</strong> Thank you!</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> And, Jason? Are you actually Jason? Did you re-invent yourself in L.A. too?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Jason Schwartzman:</strong> Well, I think what Adam’s talking about is true.</p><br /><p>Last year, my wife’s business partners — a husband and wife, who are also our really dear friends — moved from L.A. to Austin, and I remember thinking, “God, that’s so <em>weird</em>. What do they <em>do</em> now? How do you make friends?”</p><br /><p>And also, really good friends in my life have been a part of, in some way, big things in my life.  And I was thinking, when you meet someone, you have no archive of anything like that. Do you catch them up? Like, “Here’s some of the things that happened to me.” Or, do you just start fresh and, as new things start to happen, that becomes your new history with that person?</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<img alt=\\\"overnight1\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/06/overnight1-1024x576.jpg\\\" />\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Yeah. The idea of kindling a grownup friendship is one of the more interesting things you tackle in this movie. But, there is actually something <em>equally</em> interesting…</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> …The most important issue at the heart of this movie: you guys are totally full-frontal buck-naked in <em>tons</em> of scenes in this film.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Jason Schwartzman:</strong> Yes!!</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam: A</strong>nd the respective sizes of your characters’ genitalia is one of the major issues they grapple with. We understand prosthetics were involved. So, is it technically nudity?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Jason Schwartzman:</strong> Great question, and let me say one thing: we’ve done these Q&amp;As for the movie.  And well into this one Q&amp;A, this woman raised her hand.  She was kind of in the front row and really, very much in front of me, like almost dead-on looking up at me. And she was like, “I just want to say <em>bravo</em> for you guys being beautiful, naked men.  And having, finally, the courage to just be <em>naked</em>. <em>Totally nude</em>. <em>All</em> of you, showing <em>all</em> of you.”</p><br /><p>I remember thinking, “Oh no, she thinks that that’s really me being naked!”</p><br /><p>It was just sad because I realized that she really — she <em>believed</em> in me.  And I didn’t want to let her down. And the thing is that it brought up this very question of… well, she’s talking about the courage of being naked. And <em>was</em> I naked? Someone did finally mention they were prosthetics, and the look on her face was so —</p><br /><p><strong>Adam Scott:</strong> She was crestfallen.</p><br /><p><strong>Jason Schwartzman</strong>: — It was like a blimp making an emergency landing.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<img alt=\\\"overnight2\\\" class=\\\"\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/06/overnight2-1024x576.jpg\\\" />\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Aww, it was the Hindenburg.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> You broke her prosthetic heart.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Jason Schwartzman:</strong> It was sad.</p><br /><p><strong>Adam Scott:</strong> I will say it <em>was</em> strange, because we each had a prosthetic — and they were very real-looking.  And once they were on, it was all we were wearing. So, for all intents and purposes, everybody there was seeing exactly what we look like.</p><br /><p><strong>Jason Schwartzman:</strong> Exactly.</p><br /><p><strong>Adam Scott:</strong> But, the fact was that it <em>wasn’t</em> real.  So there was this psychological barrier up, where Jason and I were <em>far</em> more relaxed.</p><br /><p><strong>Jason Schwartzman:</strong> Yeah. We were at craft service just…</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Adam Scott:</strong> Yeah, like nothing was going on!</p><br /><p><strong>Jason Schwartzman:</strong> We were just hanging around, like, “Have you tried these? Have you tried these?”</p><br /><p><strong>Adam Scott:</strong> Completely forgetting about it.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Is that really true? Did you just kind of stroll around?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Jason Schwartzman:</strong> Well, that’s an example, that’s a hypothetical, but that <em>was…</em> the feeling was very casual, I think! Because I’d noticed that people would try to deadlock my eyes and ask me a question… you could feel they were trying not to look. And there was a moment where I felt like Adam and I had to sort of say, “Please don’t treat us like this.”</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> “Please look!”</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Adam Scott:</strong> “You can look as much as you want. It may as well be a coin purse I’m holding. Doesn’t matter.”</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Jason Schwartzman:</strong> “It’s not even <em>my</em> coin purse! When this thing is done, this could be <em>your</em> coin purse.”</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> That’s right!</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Adam Scott:</strong> “I borrowed it from the makeup department.”</p><br /><p><strong>Jason Schwartzman:</strong> Yeah, “They just let me borrow this.”</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:  </strong>All right, so our listeners have sent in etiquette questions — you gentlemen ready to answer them?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Jason Schwartzman:</strong> OK.</p><br /><p><strong>Adam Scott:</strong> Yeah.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<h2>How do we know if a party invite from friends is <em>also</em> an invite for our baby?</h2>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Here is something from a guy calling himself “New Dad in the Midwest.”  And “New Dad” writes, not surprisingly:</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“We have a six-month old, and are ready to be social again. How do we know if an invite from friends is also an invite for our daughter? She loves bars! Not everyone loves babies.”</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Adam Scott:</strong> I don’t know… we were never the people that brought the baby to the bar.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> You and your wife?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Adam Scott:</strong> Yeah. I’ve seen that before: It’s like, “Hey, check it out, we have our baby here! Aren’t we <em>crazy</em>?”  And I’m like, “Well… it’s kind of a pain in the ass for you!”</p><br /><p>But at the same time, we had a baby that was tough, so we <em>couldn’t</em> do that.  So, I don’t know. Why don’t you just get a babysitter and then go to the bar?</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Although, when I get a question like this, I do have to — and this is part of the movie, actually — the “European Way” would be that you don’t let your kid determine how you live your life. You bring them along.  But, a bar sounds different than a cafe. It sounds raucous.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Jason Schwartzman:</strong> Yeah.  Like Adam, we would probably get a babysitter. I think it’s important to have time away from the baby.</p><br /><p>They say, oftentimes, when you have a new kid and you start going on dates and having a date night, that you should try to <em>not</em> talk about the baby. Have you heard this theory? When you go out, there’s a tendency to just say “What do you think, do you think [the baby’s] down? Do you think she’s sleeping?” And it’s like, the idea is to go out and have a…</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Refresher.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Jason Schwartzman:</strong> Yeah, talk about yourselves.  Obviously it’s–</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> But, you know what, guys? I think we missed the question.  Which was: “How do we know if an invite from friends is <em>also</em> an invite for our daughter?”</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Adam Scott:</strong> If it was an invite for your daughter, they would say “Kids Welcome.”</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> But, what if you’re like the first person in your friend group to have a kid, and they’re just not used to asking that question?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Adam Scott:</strong> Then just leave the kid at home. If they’re the first kid in the group of friends, then no one knows how to make the party comfortable for the kid.  We made the mistake of bringing out kids once to a party with people that don’t have kids, and they said, “Go ahead and bring the kids, it’s not a big deal.” And the party was <em>definitely not</em> great for kids.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> It was just fire everywhere? Broken glass?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Adam Scott:</strong> Yeah, it was all that.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Razor blade ping pong?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> It was not right.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Adam Scott:</strong> No.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<h2>How do you tell U2 trash talkers to can it?</h2>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> All right, “New Dad,” I think we answered your question. This next question comes from Mara in Chicago. I think this one is for you, Adam, because you co-host a podcast called “<a href=\\\"http://www.earwolf.com/show/u-talkin-u2-to-me/\\\" target=\\\"_blank\\\">You Talkin’ U2 To Me?</a>”</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Adam Scott:</strong> That’s right.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Which is about U2, the band. So, Mara’s question is:</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“Say you are a U2 fan, but someone is really ragging on U2 in front of you. How do you politely tell them to can it?”</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Adam Scott:</strong> Oh, I don’t! U2 is such a ubiquitous presence in the world that it’s just interesting to talk about a band that has pervaded life on Earth in that way. There are a whole range of opinions, and they’ve made a lot of moves in their career that have been questionable.</p><br /><p>But, I mean, it <em>did</em> bother me how — the new record being <a href=\\\"http://www.theguardian.com/music/2014/oct/15/u2-bono-issues-apology-for-apple-itunes-album-download\\\">downloaded to everybody’s phone</a> — how angry people got about that.  I think was really ridiculous. How privileged a society do we live in where <em>this</em> is what people are up in arms about?!!</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> “Oh no, you gave me free music? How dare you!”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Adam Scott:</strong> I thought it was <em>crazy</em>. I think that if you actually think that your rights are being infringed upon, you might be ridiculous.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> All right.  And Jason, do you have anything to add on the U2 issue?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Jason Schwartzman:</strong> I think he said it beautifully [<em>everyone laughs</em>].</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Well done. Here’s something from A.J. in Charleston, South Carolina– A.J. writes:</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“When I go to the movie theater, I like to gorge myself on popcorn, and inevitably, get up to get a free refill. Sometimes, the counter is very busy and I always debate whether it’s appropriate to bypass the line and ask for the refill directly, since they can do it in 10 seconds between long transactions. Would this be rude of me, or only fair, since I’ve already paid and I’m missing my movie?”</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Adam Scott:</strong> <em>Such</em> a good question.</p><br /><p><strong>Jason Schwartzman:</strong> Great question. By my nature, me personally, I don’t like to upset certain social things, so I’ll wait [in line].</p><br /><p>But, let me say something: if you already are the type of person that left the movie <em>for</em> the popcorn?  You are the guy that <em>deserves</em> to cut the line.  And you say, “Sorry, I’m in a movie right now and I’m getting a free refill.” You tell everyone, if they have a problem with it.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> I don’t think I’ve gotten through an extra-large popcorn, <em>ever</em> in my whole life. Even as a teenager, I don’t think I got to the bottom.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Adam Scott:</strong> It’s gross.</p><br /><p><strong>Jason Schwartzman:</strong> Is the only way that you get the free refill, if you get the extra-large?</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Yeah.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Jason Schwartzman:</strong> That’s a ton of popcorn, man.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Yeah! That way, they know you’ll never come back for a free refill.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Jason Schwartzman:</strong> Don’t you hate that feeling though, when you eat the popcorn and stuff, and you’re watching a movie where the guy is in such good shape?  And then I’m like, “Gosh I feel terrible!” And then I think, “Well, <em>he</em> would eat popcorn if he was me watching a movie right now. He <em>had</em> to do it. He had trainers, he had a team. <em>I</em> could do that, too!”</p><br /><p><strong>Adam Scott:</strong> I always think, “Well, it’s just popcorn. It’s not <em>that</em> bad for me.” But, all the stuff they put on it, that’s bad.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Yeah, that crazy butter-cancer they put on top of it?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Adam Scott:</strong> Yeah.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Anyway. A.J., I guess the bottom line is:  Eat a little bit less popcorn, but since you’re not the kind of guy that does that, just cut in line.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<h2>“Do I sleep on their bed or the air mattress?”</h2>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Here’s a question from J.R. in L.A.–</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Jason Schwartzman:</strong> Done with A.J., on to J.R.?</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Yes.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> The question is:</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p>“I’m staying at a friend’s one-bedroom apartment while they’re out of town. They left a note saying, ‘There are sheets and an air mattress in the closet, use whatever you want.’ So… do I sleep on their bed or the air mattress?”</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Adam Scott:</strong> [<em>Laughs</em>] Very passive aggressive note.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> That’s so good.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Jason Schwartzman:</strong> Wait, they left an air mattress and sheets?</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> There is both an empty bed that one could use, <em>and</em> there is an air mattress.  And sheets have been provided.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> I’m saying use both. I’m thinking a “Princess and the Pea” scenario. Blow up the air mattress and put it on the bed.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Jason Schwartzman:</strong> That’s a crazy question. I mean, it’s amazing; I really would struggle with that.</p><br /><p><strong>Adam Scott:</strong> First of all, I feel that house sitting… it’s a charade. Everyone is pretending like the person who is doing the house sitting is doing the people who own the house a favor. But really, the people who have the house are giving that person a place to stay. But it’s dressed up as, “Thank you <em>so much</em> for looking after our house!”</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> “Thank you for rummaging through my stuff.”</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Adam Scott:</strong> I think this person is saying, “Will you please stay on the air mattress? We’re not comfortable with you sleeping in our bed.”</p><br /><p><strong>Jason Schwartzman:</strong> Yeah, otherwise they would not bring up the air mattress. It <em>is</em> passive aggressive.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> And also kind of lame. I do think that if you’re house sitting for someone, part of the gig is that you get to sleep in a decent bed.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Adam Scott:</strong> For me, though, I would prefer the air mattress, just so I have my own space. I’m not sleeping in someone’s…</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> …filth. Just say it.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Adam Scott:</strong> Their <em>body garbage</em>.</p><br /><p><strong>Jason Schwartzman:</strong> I would prefer not to be in their body garbage, like, at all [<em>everyone laughs</em>]. But what I would do is — if I was good enough friend with them — is text them, saying, “Thank you so much. I slept on the air mattress. It was wonderful, and <em>Calvin</em>, my friend, took the bed. Just so you know.”</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> “Calvin added his body garbage to your body garbage.”</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Oh, wonderful. Jason Schwartzman, Adam Scott, it was a pleasure to have you. Thank you so much for telling our audience how to behave.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Jason Schwartzman:</strong> You’re welcome.</p><br /><p><strong>Adam Scott:</strong> You’re welcome, guys [laughs]. No, thank you so much.</p><br /><p><strong>Jason Schwartzman:</strong> Thank you.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"}]","description":"Jason Schwartzman’s known for his roles in Wes Anderson films like “Rushmore” and in the HBO series “Bored To Death.”  Meanwhile Adam Scott starred in the beloved NBC sitcom “Parks & Recreation” and in movies like the remake of “The Secret Life Of Walter Mitty.” And they both star in the smart new indie comedy “The […]","byline":"Lopez, Kristina","tags":["APM","Etiquette","movies"],"audio":[{"meta":{"width":null,"height":null,"crop":"primary"},"type":"image/jpeg","href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/06/IMG_3234.jpg"},{"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/06/schwartzman-scott.jpg","type":"image/jpeg","meta":{"height":null,"crop":"primary","width":null}},{"type":"image/png","meta":{"crop":"primary","height":null,"width":null},"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/06/tay-fr.png"},{"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/06/overnight2.jpg","type":"image/jpeg","meta":{"width":null,"height":null,"crop":"primary"}},{"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/06/overnight3.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"meta":{"height":null,"crop":"primary","width":null},"type":"image/jpeg","href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/06/overnight4.jpg"},{"type":"image/jpeg","meta":{"crop":"primary","height":null,"width":null},"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/06/overnight5.jpg"},{"type":"image/jpeg","meta":{"height":null,"crop":"primary","width":null},"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/06/overnight1.jpg"},{"meta":{"duration_hms":"00:13:28","duration":808,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/dinnerpartydownload/segments/2015/06/19/0619etiquette2","type":"application/json"}},"type":"audio/mpeg","format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/dinnerpartydownload/segments/2015/06/19/0619etiquette2_128.mp3"}]}