{"created":"2014-09-11T21:35:16+00:00","modified":"2014-12-04T14:30:42+00:00","valid":{"from":"2014-12-04T14:30:42+00:00","to":"3014-12-04T14:30:42+00:00"},"hreflang":"en","title":"A Doctor Who Performed Abortions In South Texas Makes His Case","published":"2014-09-12T21:33:00+00:00","teaser":"Texas restrictions on abortion providers have led many clinics to close. Poor women in some spots, like the Rio Grande Valley along the Mexican border, have lost their access to abortion services.","itags":["npr_api","347677127"],"guid":"f9afe2a5-a2e1-43e3-bcae-40f209701091","contentencoded":"<p>In a Brownsville family clinic, a powerfully built, bald doctor treats a never-ending line of sick and injured patients. He has been practicing for nearly four decades, but family medicine is not his calling.</p><p>\"For 35 years I had a clinic where I saw women and took care of their reproductive needs, but mostly terminating pregnancies,\" Dr. Lester Minto says.</p><p>He seems an unlikely doctor to perform abortions. The son of an Army officer, he grew up in a deeply religious family in rural Texas. His career path was shaped by an experience in medical school in the early '70s. A young woman whose uterus had been accidentally pierced by a backroom abortionist bled to death in front of him. After <em>Roe v. Wade</em> was decided, the young doctor devoted his career to helping poor and working-class women terminate their unwanted pregnancies in South Texas.</p><p>\"Ninety-eight percent were Hispanics,\" Minto says. \"I would go days where I wouldn't speak English because they were all Spanish speakers — which is great.</p><p>\"Getting this level of care has always been available to rich women,\" Minto points out. \"They can always go somewhere else — another state, another country. They can go to their gynecologist and get a 'menstrual extraction' or something that's not called an abortion. So they're OK.\"</p><p>Nearly half of Minto's patients were teenagers, and he averaged more than 4,000 abortions each year.</p><p>But Minto had to close his clinic after <a href=\"http://www.npr.org/2013/10/25/240547579/clinics-close-as-texas-abortion-fight-continues\">laws passed </a>by the Texas Legislature in 2013 rendered his clinic obsolete. It doesn't meet all the standards of an ambulatory surgical center, with amenities like extra-wide hallways.</p><p>The other important restriction in the new Texas law (<a href=\"http://www.npr.org/blogs/health/2014/08/29/344358792/federal-judge-blocks-texas-restriction-on-abortion-clinics\">under review </a>this week by a federal appeals court) requires all doctors who perform abortions to obtain admitting privileges at a nearby hospital. Both the American Congress of Obstetricians and Gynecologists and the American Medical Association say these two requirements are <a href=\"http://www.acog.org/~/media/News%20Releases/20131220Release.pdf\">medically unnecessary</a>. If one of Minto's patients were to have a medical crisis during an abortion, she would be rushed to the closest hospital emergency room. Doctor privileges aren't an issue in emergencies.</p><p>\"I've been there 30-plus years,\" Minto says. In that time, only two of his clinic patients have had to go to the hospital, he says, and that was because they had bleeding conditions that kept their blood from clotting.</p><p>Nevertheless, the laws led to the closing of half of the 40 clinics across the state that offer abortion services. It's not just the valley. In vast swaths of Texas, there are no longer any such clinics in operation.</p><p>Minto has been getting calls from women desperate for help. \"When they hear that I've closed after all these years, they cry,\" he says. \"They ask me, 'What do I do, Doctor?' \"</p><p>But there are plenty of people in South Texas who enthusiastically support the restrictions. While the Rio Grande Valley is deeply Democratic it's also very Catholic.</p><p>\"I take the position that life begins in conception and ends in natural death,\" says <a href=\"http://www.lucio.senate.state.tx.us/\">Eddie Lucio Jr.</a>, a Democrat and Texas state senator, who has represented the valley for nearly 30 years. \"I was an outspoken advocate for the bill.\"</p><p>Lucio and his allies in the state Legislature say the restrictions increase patient care and reduce medical complications — the closing of clinics that do abortions is a happy byproduct.</p><p>The Texas Legislature has thrown up as many obstacles to abortion as the federal courts will allow, including waiting periods, ultrasounds and outdated protocols for administering abortion pills that require women to repeatedly return to the clinic.</p><p>And for women on the state's border with Mexico, there's another barrier — an inland Border Patrol checkpoint on the highway to San Antonio. Women whose visas confine them to the border, or who are completely undocumented, can't get past the checkpoint to San Antonio.</p><p>For Lucio that's a plus. \"I'm OK with that,\" he says. \"Because all they're looking for is putting an end to a life. And I'm not for that.\"</p><p>Lucio and his allies had abortion-rights supporters on the run in Texas, until <a href=\"http://www.txwd.uscourts.gov/General/Judges/biographyview.asp?bID=29\">U.S. District Judge Lee Yeakel</a> intervened in late August and struck down as unconstitutional the requirements regarding admitting privileges and that clinics providing abortions be held to all the same standards as outpatient surgical centers. In his decision, the judge ruled that the abortion rights of women along the border were particularly endangered by those regulations.</p><p>\"The requirements erect a particularly high barrier for poor, rural or disadvantaged women,\" Yeakel wrote. \"A woman with means, the freedom and ability to travel and the desire to obtain an abortion will always be able to obtain one,\" he wrote, echoing Minto's sentiments. \"<em>Roe</em>'s essential holding, guarantees to all women — not just those of means — the right to a pre-viability abortion,\" the judge concluded.</p><p>Yeakel's ruling has had an immediate impact in Texas. <a href=\"http://wholewomanshealth.com/a-message-from-our-founder.html\">Amy Hagstrom Miller</a>, the CEO of Whole Woman's Health, says her group is reopening its clinic to provide abortions in the Rio Grande Valley. But with a hearing on Yeakel's ruling still looming from the <a href=\"SelectStoryEditorRouting.do?routingAction=LoadFeature&selEditFeature=347677127\">U.S. Court of Appeals for the 5th Circuit</a>, it could be only a matter of days before Hagstrom Miller is forced to close the clinic for good.</p><p>\"I'm very careful with hope in the state of Texas, being an abortion provider,\" Hagstrom Miller says. \"But I am hopeful for a couple of reasons: We put on a very strong case with very strong evidence. And I'm encouraged by the 5th Circuit giving us two weeks with this injunction, instead of ruling immediately.\"</p><p>The 5th Circuit is one of the most conservative federal courts in the country and has a history of reversing the legal decisions of its federal judges in Texas, who've generally ruled to protect women's rights to abortion. Oral arguments begin tomorrow.</p><p><em>This is the first in a series of NPR reports airing on</em><em> </em>All Things Considered<em> </em><em>that will explore abortion and maternal health around the world.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Doctor+Who+Performed+Abortions+In+South+Texas+Makes+His+Case&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Wade Goodwyn","audio":[{"meta":{"duration":"418"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347738240-99f9ce.m3u?orgId=1&topicId=1128&ft=3&f=347677127"},{"href":"http://media.npr.org/assets/img/2014/09/11/texas01_slide-0b19bbe08e388374ec6473fad294d1b6734449e7.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/09/11/texas02-b6ecb383d4b194bde18ff5b38622ad0f6d487583.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/09/11/texas03-32fca62546d3ea74e10fbbb222a10a811f378767.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/09/11/texas04-46016a79c2f9c7dfe25111abd98cabf4c5b4fc24.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/09/11/texas05-89c6e31428c247ba357fa126b071000dbe0bd916.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/09/11/texas06-6ad0e0df3a637ff8260e9f7eaa3e5ba9444814ae.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/09/11/texas07-22ec45dfb2abc99e22e94a24ec5ec25bda36199e.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/09/11/texas_-f4e715879d17d74d41a340b4a30e02e8451f5178.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1189","width":"1586"}},{"href":"http://media.npr.org/assets/img/2014/09/11/texas_-f4e715879d17d74d41a340b4a30e02e8451f5178.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1189","width":"1586"}}]}