{"created":"2014-11-07T08:26:30+00:00","modified":"2015-05-06T18:31:48+00:00","valid":{"from":"2015-05-06T18:31:48+00:00","to":"3015-05-06T18:31:48+00:00"},"hreflang":"en","title":"The Challenge Of 'Big Hero 6': How To Make A Huggable Robot","published":"2014-11-11T21:27:00+00:00","teaser":"Baymax, the lovable robot in the new Disney movie, was inspired by inflatable robots being developed at the Robotics Institute at Carnegie Mellon University.","itags":["npr_api","362030044"],"guid":"f9b6bd4f-d1db-4547-88f4-fd79bc1a1a95","contentencoded":"<p>\"Dude, you had me at 'inflatable,' \" is what Disney director Don Hall told Chris Atkeson, a robotics expert at Carnegie Mellon University, back in 2011. Hall was doing research for <em>Big Hero 6,</em> the movie that Disney executives hope will be a worthy follow-up to the mega-blockbuster <em>Frozen.</em> That's no small feat for Hall and his co-director, Chris Williams.</p><p>They were desperate to create a robot nobody had ever seen before. For inspiration, they put up pictures of the big ones like Terminator, C-3PO, R2-D2 and Johnny 5. \"That's just the Western ones,\" Hall says. \"Then when you start putting boards together of all the Japanese robots ... oh my gosh.\"</p><p><em>Big Hero 6</em> is loosely based on a Japanese-style comic strip of the same name. It's a superhero story that takes place in a mythical city called San Fransokyo.</p><p>The only thing Hall and Williams knew was that the robot's design needed to be \"appealing but also huggable,\" as Hall puts it. \"Huggable\" because <em>Big Hero 6</em> is something of a love story between the robot and the movie's 13-year-old protagonist Hiro.</p><p>At Carnegie Mellon, Hall scored when he met Atkeson, a professor at the school's Robotics Institute. \"I have a colleague here who explicitly designs huggable robots,\" says Atkeson.</p><p>When Hall visited the institute, Atkeson and his colleagues were trying to develop robots that could be used to help people in nursing homes. The robots would \"do things like feed them and dress them and comb their hair and wipe their face,\" Atkeson explains. \"Tasks where you get very close to the human and you touch the human.\"</p><p>To do that safely, they were designing soft, inflatable robots. \"It's been called a 'balloonlike' robot,\" Atkeson says. \"It actually has compartments, so it's more like a balloon animal that a clown makes at a party.\"</p><p>Just what a guy from Disney wants to hear. Hall says Atkeson told him that, as a scientist, he was frustrated that most movies featuring robots were about technology run amok. \"And he kept saying, 'When is somebody going to put a robot on screen that can be the hero? When are we going to get that?' \" (That's when Hall told Atkeson he had him at \"inflatable.\")</p><p>In the movie, the robot Baymax inflates into a giant, round, snowmanlike figure. And just like a clown mines a crowd for laughs, blowing up and twisting balloons into animals, Baymax gets laughs squeezing into tight spaces or trying to cover up oozing air holes from his body with Scotch tape.</p><p>For the voice of Baymax, they enlisted Scott Adsit, best known as Pete Hornberger, Tina Fey's loyal friend and unhappily married straight-man on <em>30 Rock.</em> Adsit says, for Baymax the robot, he thought about those automated voices we hear way too often: <em>\"Your call is very important to us ... \"</em></p><p>Baymax can also be a little annoying, but in his case, it's funny. As soon as he hears a human say \"ow,\" he scurries over. His chest lights up to reveal one of those pain scales with faces that go from happy to sad. He's constantly asking: \"On a scale of one to 10, how would you rate your pain?\" and \"Are you satisfied with my care?\" The latter line is played to both humorous and poignant effect, as he comforts Hiro after his older brother — who created Baymax — dies in an accident.</p><p>The superheroes in<em> Big Hero 6</em> are all young scientists, passionate about their new inventions, like an ultra-high-speed bike and giant balls that don't seem to serve any purpose other than to dramatically poof into swirls of pink dust when they explode — cool stuff kids love.</p><p>\"If this movie is a celebration of people trying to realize their potential, and if it encourages scientific curiosity, then that is fantastic,\" says Williams, the co-director. In this movie, ingenuity is an awesome superpower.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Challenge+Of+%27Big+Hero+6%27%3A+How+To+Make+A+Huggable+Robot&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elizabeth Blair","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362226291-d64e84.m3u?orgId=1&topicId=1137&d=232&p=3&story=362030044&t=progseg&e=362225794&seg=19&ft=nprml&f=362030044"},{"href":"http://media.npr.org/assets/img/2014/11/06/bighero-b7c81276973b10b8ca755ccc0388aaaf07ec7d82.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"371","width":"495"}}]}