{"created":"2014-12-03T22:35:16+00:00","modified":"2014-12-08T20:03:01+00:00","valid":{"from":"2014-12-08T20:03:01+00:00","to":"3014-12-08T20:03:01+00:00"},"hreflang":"en","guid":"f9bf3cfe-b9b6-4e67-89ad-e4f24b937477","title":"Hong Kong's leaderless protests may mark a new evolution in leadership","published":"2014-12-08T20:02:57+00:00","byline":"Bradley Campbell","tags":["Umbrella Revolution","social media","protests","government","SafeMode","Justice","Conflict & Justice","Asia","Europe","North America","Spain","United States","Hong Kong","Ukraine","Asia","East Asia","North America","Europe","Zeynep Tufekci","Joshua Wong","Abbie Hoffman","Martin Luther King Jr.","Occupy movement in the United States","Activism","Politics","Political philosophy","Civil disobedience","Occupy movement"],"teaser":"Just who runs protests in places like Kiev and Hong Kong? It's not an easy question to answer, but that doesn't mean the protest movements in those places lack energy or direction. In fact, their loose structure may be a new model for political organization.","contentencoded":"<p>Everyone knows the names of the great 1960s protest leaders: Martin Luther King, Jr., Abbie Hoffman, Huey Newton. But can you name the leaders of huge movements in places like Ukraine or Hong Kong?</p>\n<p>One interesting thing about current protests is the apparent lack of such leaders. That's why I found it odd to read the \"leaders\" of Hong Kong's Occupy Central movement <a href=\"http://www.nytimes.com/2014/12/04/world/asia/hong-kong-protests.html?_r=0\">turned themselves in to police today</a> — different people than the five students, also described as protest leaders, who are on a hunger strike.</p>\n<p>So who is in charge of the protests? And does it even matter?</p>\n<p>\"You have to remember, these are very young leaders. One of the most visible ones, Joshua Wong, is just 18, you know. He's a high school student,\" says Zeynep Tufekci, an assistant professor at the University of North Carolina, Chapel Hill.</p>\n<p>She monitors protests around the world on social media, and says the Hong Kong demonstrations don't seem to be hurt by the lack of clear authority.</p>\n<p>\"As far as it appears, the informal leaders [like Wong] do seem to have great moral authority,\" she says. \"And protesters have been very careful about trying to police themselves internally in this more horizontal way to keep the protests the way they want.\"</p>\n<p>Of course, the hunger strike is happening because the protest movement has bogged down in recent weeks. The protesters weren't occupying a tiny park in the city: They were taking over wide swaths of downtown.</p>\n<p>But despite that, they were in a stalemate with police, and their attempt to shake things up by rushing government buildings last weekend didn't work as planned. That's why informal leaders are surrendering to cops — who waited them out for weeks — and looking for other tactics. What does that say about the movement's follow-through?</p>\n<p>\"I think this is a very common turning point for all recent protests,\" Tufekci says. \"At some point, the question is what's next? They've hit the limits politically of just showing up in the streets and it's not clear what their next step will be.\"</p>\n<p>You could assume this is a result of a leaderless protest, but Tufekci says it could actually be an evolved notion of leadership. She gives the example of protesters in Spain, which held Occupy protests even before the ones in the US and Hong Kong.</p>\n<p>\"Some of the protesters with this 'leaderless movement going nowhere' formed a political party and are running in elections,\" she says. \"And they are promising not to be like old-style politicians, but to use social media and digital tools to constantly listen and have a conversation with the people who elected them.\"</p>\n<p>Tufekci says the protests in Hong Kong have reached an interesting transitional moment: They want to challenge power, but they don't want to do it in ways they believe have failed.</p>\n<p>\"They don't think the old ways worked, but they don't really know what the new way is either,\" she says. \"So it's all these fascinating experiments.\"</p>\n<script>\n<!--//--><![CDATA[// ><!--\n(function(d, s, id) { var js, fjs = d.getElementsByTagName(s)[0]; if (d.getElementById(id)) return; js = d.createElement(s); js.id = id; js.src = \"//connect.facebook.net/en_US/all.js#xfbml=1\"; fjs.parentNode.insertBefore(js, fjs); }(document, 'script', 'facebook-jssdk'));\n//--><!]]>\n</script><div class=\"fb-post\" data-href=\"https://www.facebook.com/pritheworld/photos/a.10150204998999888.320423.6162159887/10152644947034888/?type=1\" data-width=\"466\">\n<div class=\"fb-xfbml-parse-ignore\"><a href=\"https://www.facebook.com/pritheworld/photos/a.10150204998999888.320423.6162159887/10152644947034888/?type=1\">Post</a> by <a href=\"https://www.facebook.com/pritheworld\">PRI's The World</a>.</div>\n</div>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/120320144.mp3"},{"href":"http://www.pri.org/file/120320144mp3"}]}