{"created":"2015-01-10T22:08:54+00:00","modified":"2015-02-10T02:18:33+00:00","valid":{"from":"2015-02-10T02:18:33+00:00","to":"3015-02-10T02:18:33+00:00"},"hreflang":"en","title":"Eyes Of The Courtroom: Sketching The Nation's Biggest Trials","published":"2015-01-10T23:47:00+00:00","teaser":"You may not have heard of illustrator Mona Shafer Edwards, but you've probably seen her work: she's been drawing high-profile courtroom cases for years. She says behind every sketch, there's a story.","itags":["npr_api","375880581"],"guid":"f9ce86ce-3c15-4bbe-8e7d-357d9e73ccd5","contentencoded":"<p>It might seem like cameras have conquered the world. Paparazzi with zoom lenses chase down celebrities; drones take images from above; anyone with a smartphone can snap selfies, capture stunning moments or take video of newsworthy events. Photographers, these days, are everywhere.</p><p>Well, almost everywhere. There's at least one place where the power of the camera is sometimes defeated: the courtroom. But even when photography is banned, Americans can still get a glimpse of court proceedings — thanks to illustrators, who fill the evening news with hand-drawn images of the nation's most anticipated trials.</p><p>Los Angeles-based freelance illustrator Mona Shafer Edwards is one of the artists bringing us those drawings — and she says behind every sketch, there's a story.</p><p>On a desk inside her home studio, stacks of folders overflow with images of courtroom scenes. She pages to a detailed drawing of former LA Clippers owner Donald Sterling.</p><p>And she's lined her walls with framed pieces — her most memorable courtroom scenes.</p><p>\"These are the history of 25 years' worth of work,\" she says. \"I've done everything from O.J. [Simpson] ... Rodney King, I've done Paris Hilton, Rihanna.\"</p><p>And Lindsay Lohan's probation hearing back in 2010 — where the star of the sketch wasn't the actress at all.</p><p>\"Oh, Lindsay Lohan,\" Shafer Edwards says. \"With the Christian Louboutin shoes\" — the French designer's very expensive heels known for their bright red soles.</p><p>\"[I] drew her turning around as she was being handcuffed,\" Shafer Edwards says. \"And I saw the flash of the sole of her shoe, and I knew that would be the sketch of the day. And apparently that sketch went around the universe, so it was everywhere.\"</p><p>Shafer Edwards uses alcohol-based markers to sketch out courtroom scenes on a 9\" by 12\" pad of paper. She doesn't use pencils to outline and she never erases.</p><p>\"I love the stress. I love the immediacy, the spontaneity,\" she says. \"There is a buzz. There is this electricity that goes on.\"</p><p>As the world watches, Shafer Edwards delivers scenes from some of America's most high-profile cases.</p><p>\"In one case, there was a defendant who lunged toward the judge, and I was there, and you get those kinds of sketches,\" she says. \"Or an outburst from the family member. Those are the priceless memories of trials.\"</p><p>There are also the more chilling memories, like the time Shafer Edwards was drawing James \"Whitey\" Bulger, the notorious gangster.</p><p>\"He looked at me and smiled and wagged his finger at me, to say, 'Don't draw me.' And he was smiling when he was doing it,\" she says. \"He was warning me, but he was in custody and I was not, so I wasn't afraid. My job is to draw what I see. And that's what I saw. So I drew it.\"</p><p>It's those kinds of illustrations that pick up what she calls \"the soul of a case\" — something a camera could never capture.</p><p>\"We're surrounded by 21st-century technology,\" Shafer Edwards says. \"And here I come in, and I'm still necessary. I'm still relevant. And every year, I think this is the swan song, this is the end of my career. And then something happens, where a judge in his brilliance, or her brilliance, decide that they don't want the camera in there. Or the witnesses don't want to be photographed.\"</p><p>And so Mona Shafer Edwards reports to the courthouse with pen and paper, the eyes of the courtroom, ready to sketch the next big case.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Eyes+Of+The+Courtroom%3A+Sketching+The+Nation%27s+Biggest+Trials&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Daniel Hajek","audio":[{"meta":{"duration":"221"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376381116-867c1b.m3u?orgId=1&topicId=1008&e=375880581&d=221&ft=nprml&f=375880581"},{"href":"http://media.npr.org/assets/img/2015/01/08/img_0148-99637cc35a115f8cb879931580f81b4184971ef2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"466","width":"621"}},{"href":"http://media.npr.org/assets/img/2015/01/09/img_0126-22dd72c91b936c2d2e009ae334ba0f15bd2e4012.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"479","width":"639"}},{"href":"http://media.npr.org/assets/img/2015/01/08/img_0144-46b72fc95e71d8c5c4e24279661c47f19438edd5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"480","width":"640"}},{"href":"http://media.npr.org/assets/img/2015/01/08/fullsizerender-9361079ab80202b2ee00a52a36a62de95fce2f5d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"479","width":"639"}}]}