{"created":"2014-10-09T09:03:22+00:00","modified":"2015-04-07T17:51:35+00:00","valid":{"from":"2015-04-07T17:51:35+00:00","to":"3015-04-07T17:51:35+00:00"},"hreflang":"en","title":"Fond Memories Of Ebola Victim Eric Duncan, Anger Over His Death","published":"2014-10-09T13:13:00+00:00","teaser":"He likely contracted the virus when he carried an ailing pregnant woman into her home. Relatives and neighbors in Liberia miss his jovial spirit — and lash out at their government and the U.S.","itags":["npr_api","354645983"],"guid":"f9db56be-ce7e-4e64-8eef-a1bf9fe33fa7","contentencoded":"<p>He liked to joke around with his neighbors. And he always gave them a helping hand. The neighbors that Thomas Eric Duncan's generous spirit is what cost him his life.</p><p>Duncan, 42, was the first person diagnosed with Ebola in the United States and the first to die of the disease on American soil. He likely contracted the disease in Liberia when he carried a pregnant woman, sick with Ebola, into her house after no clinic would admit her.</p><p>That was just before Sept. 19, when Duncan flew from Monrovia to Dallas with stopovers in Brussels and Washington, D.C. He was traveling to Texas to visit his fiancee and son. His relatives insist he didn't know he'd been exposed to Ebola when he boarded that fateful flight to the United States.</p><p>In East Monrovia, where Duncan rented a room, he was known as \"Eric.\" And he was well-liked by his neighbors.</p><p>\"Eric is a nice man,\" says 31-year-old Irene Seyou, who lived next door. \"He ain't got a problem with nobody.\"</p><p>She saw him carry the landlord's pregnant daughter into her house just days before he left for the United States. The girl was bleeding profusely from her mouth and could no longer walk, says Seyou.</p><p>\"Eric helped the family,\" she says. \"He carried her inside.\"</p><p>The pregnant woman died of Ebola the next day. Three other members of her family died from the disease soon after. Yesterday the girl's father was lying on the porch of the house, barely able to lift himself from a mat, his eyes bloodshot in what Ebola doctors refer to as \"black and red.\" Sweat glistened across his cheeks.</p><p>Duncan did not know he'd been exposed to Ebola by the pregnant woman, says his brother-in-law, John Lewis.</p><p>\"The family said that the girl did not die from Ebola; they continued to say it until they went and buried this girl,\" says Lewis.</p><p>Around the corner from where he lived, Duncan's family runs a small restaurant and shop where he often used to eat. As word spread that Duncan had died, neighbors gathered in flimsy plastic chairs outside the shop to console each other.</p><p>Some of the mourners were angry. A young man blasted the Liberian government for threatening to prosecute Duncan for checking \"No\" on an exit form about whether he'd had any exposure to Ebola.</p><p>\"Instead of praying that this guy did not die from this disease, and they are saying they'll prosecute him. I'm disappointed in the government,\" he said.</p><p>This man, one of Duncan's neighbors, didn't want his name used out of fear that the government will, in his words, \"hunt him\" down for his comments.</p><p>He's equally critical of the U.S. government, asking why the American citizens treated for Ebola in the U.S. have survived but the one Liberian treated there did not.</p><p>\"Why is that they couldn't save the brother's life?\" he asks. \"Why is that they didn't save Eric?\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Fond+Memories+Of+Ebola+Victim+Eric+Duncan%2C+Anger+Over+His+Death&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","audio":[{"meta":{"duration":"247"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354754658-131aab.m3u?orgId=1&topicId=1031&e=354645983&d=247&ft=nprml&f=354645983"},{"href":"http://media.npr.org/assets/img/2014/10/08/liberia_duncan-1-869d145866b20186d236b7fabe6576809b6966db.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1930","width":"2573"}},{"href":"http://media.npr.org/assets/img/2014/10/08/liberia_duncan-2-a58bcf4447f1f60c829ba9a6eab524075489ab39.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/10/08/liberia_duncan-3-2aa4fcc0273dc63ff425019c737ca7941d2100e3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1688","width":"2253"}}]}