{"created":"2014-09-22T07:27:30+00:00","modified":"2014-10-30T22:13:51+00:00","valid":{"from":"2014-10-30T22:13:51+00:00","to":"3014-10-30T22:13:51+00:00"},"hreflang":"en","title":"Carl Newman And Neko Case On What Makes a Pop Song Work","published":"2014-09-25T17:31:00+00:00","teaser":"NPR's Steve Inskeep met the two musicians at the historic Brill Building to talk about their new album with The New Pornographers, <em>Brill Bruisers.</em>","itags":["npr_api","349886001"],"guid":"f9e5bf71-95bd-4d3c-9086-af5f9432e32b","contentencoded":"<p>1619 Broadway is one of the most famous addresses in music. Near Times Square, nestled among the glass skyscrapers that have been built in recent years, the Brill Building is left over from a slightly older world. Recognizable by its golden art-deco front doorway, the building was the office for countless pop songwriters.</p><p>Current-day songwriters Carl Newman and Neko Case performed inside a storefront in the Brill Building this month with their band The New Pornographers. The group's album<em>, Brill Bruisers</em>, pays homage to a space that holds much meaning for the two musicians. \"Pretty much most of the songs that shaped our lives were written here,\" Case says.</p><p>It was just another office building when it was finished in 1931, but it soon attracted songwriters, publishers and record labels. Paul Simon still has an office there, though as a whole, the building is mostly under renovation.</p><p>Case says that a great pop song, on the level of the ones Brill songwriters turned out, has certain qualities.</p><p>\"Do you want to hear it over and over again?\" she says. \"Do you feel like singing along to it? Does it have that strange, kind of uplifting feeling?\"</p><p>In his own songwriting, Newman says he looks for the qualities that cause him to love a song as a listener.</p><p>\"I always bring up The Monkees, and it always comes off as sort of facetious — but really, when I was a kid, I felt like hearing those Monkees songs made my heart open up,\" he says. \"When I'm writing a song, there's a part of me that wants to find that again.\"</p><p>Finding that feeling, however, is not always easy.</p><p>\"You know when people get interviewed and they say things like, 'I just channel the muse; the songs just come out of me'? No, they don't,\" Case says. \"It's work.\"</p><p>The industry has changed a lot, and the musicians who make up The New Pornographers don't work out of a single place like the Brill Building. They live in different cities, talk from a distance, break off for solo work, come back together.</p><p>The new album grew out of a series of discoveries and improvisations. In the song \"Champions of Red Wine,\" Newman explains, Case's lead vocal actually began as a harmony vocal.</p><p>\"When she sang that vocal, I had a lead vocal and she was singing along with me,\" he says. \"But then a couple weeks after Neko was gone, we just pulled me out of it and sat there and went, 'This is so much better.' \"</p><p>Case and Newman describe songwriting and production more as \"song editing.\" You go through the material again and again, refining your effort to connect with another human being.</p><p>\"Did I say to my audience what I meant to say?\" Case says. \"If I was them, are they hearing the way I meant it to be said? You have to push the idea past the point of it being comfortable for you. You gotta squirm around. You gotta get pissed. You gotta break a plate on the floor, leave the house for a while, come back, stand around in your underwear, work on it while you're supposed to be going to work.\"</p><p>Perhaps as importantly, Case says, listeners need to be able to put themselves into a song. She recalls how a friend of hers had her impression of a favorite song, The Young Rascals' \"Groovin',\" dashed by reality.</p><p>\"There's the part of the song where it goes, 'You and me endlessly.' And she said when she was a kid, she thought it was, 'You and me <em>and Leslie</em>,' \" Case explains. \"Think of the possibilities of 'you and me and Leslie'! We're playing records. We're going to the beach. It's Sunday. We're groovin'. It's better than you and me, just, <em>forever</em>. You don't really want to ruin it for people if they have their own meaning in there and it means something very specific to them.\"</p><p>Newman concurs: \"People's misheard lyrics are always better than the real ones.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Carl+Newman+And+Neko+Case+On+What+Makes+a+Pop+Song+Work&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"429"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350524820-3d9544.m3u?orgId=1&topicId=1105&ft=3&f=349886001"},{"href":"http://media.npr.org/assets/img/2014/09/19/the_new_pornographers2-e58ba255336b7606c27d606d7eb2924390c25474.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1505","width":"2007"}}]}