{"created":"2014-10-27T19:51:53+00:00","modified":"2014-11-10T21:45:20+00:00","valid":{"from":"2014-11-10T21:45:19+00:00","to":"3014-11-10T21:45:19+00:00"},"hreflang":"en","title":"With Marines Gone, Can The Afghan Army Hold Off The Taliban? ","published":"2014-10-27T22:56:00+00:00","teaser":"The Marines have departed their biggest base in southern Afghanistan, the scene of heavy fighting throughout the war. This will be one of the main proving grounds for the Afghan army.","itags":["npr_api","359323002"],"guid":"f9ec4c83-89be-470d-803a-f9edff7a606a","contentencoded":"<p>The desert sun beat down on the U.S., British and Afghan troops gathered at Camp Leatherneck in Helmand province in southern Afghanistan. The Marines rolled up their flag as it came down, along with the NATO and British banners.</p><p>With the ceremony on Sunday, the Afghan army is now in command of Camp Leatherneck and neighboring Camp Bastion, the former British base.</p><p>As the U.S. military presence winds down in Afghanistan, this was by far the biggest transfer yet, and it marked the end of a Marine mission here that began in 2009. At the time, British forces were in charge of Helmand province, but they weren't able to subdue the Taliban. So the U.S. sent in the Marines, and at the peak, 20,000 of them were battling the Taliban in this part of the country.</p><p>The Taliban haven't been defeated in Helmand, and the departure of the Marines raises questions about whether the Afghan army will be able to fend off the Taliban.</p><p>\"This transfer is a sign of progress,\" said Brig. Gen. Daniel Yoo, the last commander of Regional Command Southwest, which is now effectively dissolved. Closing out this mission is a personal bookend for him. He was a Marine lieutenant colonel in the force that stormed into southern Afghanistan in 2001.</p><p>Between then and now, more than 350 Marines died in Helmand province. In addition, more than 450 British troops were killed fighting here.</p><p>\"And they will always be in our thoughts and hearts,\" said Yoo.</p><p>The U.S. still has around some 20,000 military personnel in Afghanistan, including a small Army base in Helmand province that is expected to remain for a few more months.</p><p>However, the American combat mission throughout Afghanistan is set to conclude by the year's end after more than 13 years of war. The U.S. and Afghanistan recently signed a security agreement that calls for the U.S. to keep nearly 10,000 troops in Afghanistan over the next two years to help the Afghan forces and conduct counterterrorism operations.</p><p>After Sunday's ceremony, some of the Marines headed straight to the airfield, others went to finish packing, and a few manned the guard towers for their last watch.</p><p>Lance Cpl. Javonte James, with 3rd Platoon of Alpha Company of the 1-2 Marines out of Camp Lejeune, N.C., said it was a great honor to be part of the last Marine unit in Helmand.</p><p>\"We're worn out. But at the same time, the war is over, it's time to go home,\" he said.</p><p>He said he had faith in the Afghan army, which is facing a tough fight in Helmand. The Taliban have inflicted heavy casualties this year on Afghan forces, who have lost nearly as many troops in 2014 as NATO has lost in the province since 2001.</p><p>Looking out the tower, James says he's shocked how quickly the base was torn down.</p><p>\"One minute you see a building, and the next it's gone,\" he said.</p><p>This base once housed more than 40,000 personnel. It was a small city. The last time I was here in 2013 the base was still bustling with thousands of troops and contractors.</p><p>Now, it looks like something out of a post-apocalyptic zombie movie. There is an eerie stillness. The only sounds are generators humming in the distance and the sound of fighter jets circling overhead. They are providing security, now that the base's surveillance hardware has been dismantled.</p><p>As far as you can see, there are empty buildings and razor wire fences surrounding vast expanses of nothingness.</p><p>As the Marines prepared to depart, a convoy pulled out of the adjoining Afghan base. The Afghans followed Alpha Company along the base perimeter. At each tower, two Afghans got out and replaced the Marines on duty.</p><p>They quickly shook hands, the Marines wished their replacements well, and then they headed to the flight line.</p><p>Over the next few hours, Marines squeezed themselves into a variety of helicopters and C-130 cargo planes.</p><p>There are no seats in the planes. The troops sat on their backpacks in the cargo bay for the flight to Kandahar. One looming question: What would come next for the Marines?</p><p>Capt. Joseph Wiese served in Iraq in 2009 and helped the Marines transition from that war to Afghanistan.</p><p>\"What the heck's going on in Syria?\" he asks. \"What's going on in the rest of the world? Before, we were [preparing] to go to Afghanistan, and now the world's not any safer, so job security looks good.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Marines+Gone%2C+Can+The+Afghan+Army+Hold+Off+The+Taliban%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sean Carberry","audio":[{"meta":{"duration":"223"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359403525-193139.m3u?orgId=1&topicId=1149&ft=3&f=359323002"},{"href":"http://media.npr.org/assets/img/2014/10/27/457939308-c467ea98af5ecd84bd9e030af77b5deaa5de7315.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3213","width":"4285"}},{"href":"http://media.npr.org/assets/img/2014/10/27/img_1128_21085479-4c0d6a1b8b2c35b271f87b699385c0d8a6184df1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"852","width":"1136"}},{"href":"http://media.npr.org/assets/img/2014/10/27/afghanistan_11739047-f97e46999bc666580d57a5d4029ed68095069615.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2416","width":"3221"}},{"href":"http://media.npr.org/assets/img/2014/10/27/88770919jr169_u_s_marines_c_7599791-dbc42b2dbe0e17e20e9f1e544aef3241e005af6d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1993","width":"2657"}},{"href":"http://media.npr.org/assets/img/2014/10/27/afghan_poppy_7563761-85c9659a1a883fae508a945c18d670b0421b17ac.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}