{"created":"2015-02-15T22:01:06+00:00","modified":"2015-02-28T00:18:29+00:00","valid":{"from":"2015-02-28T00:18:29+00:00","to":"3015-02-28T00:18:29+00:00"},"hreflang":"en","title":"The Doctor Is In: Eddie Henderson On Life As 'The Funk Surgeon'","published":"2015-02-15T23:20:00+00:00","teaser":"A veteran of both music and medicine, Henderson got his first trumpet lesson from Louis Armstrong, played in Herbie Hancock's band and once had Thelonious Monk as a patient.","itags":["npr_api","386086679"],"guid":"f9f73657-915b-4ec3-9757-40ce17907df0","contentencoded":"<p>Eddie Henderson had no choice. His mother was a dancer at the original Cotton Club, and counted <a href=\"http://www.npr.org/artists/14894617/billie-holiday\" target=\"_blank\">Billie Holiday</a>, <a href=\"http://www.npr.org/artists/15824849/lena-horne\" target=\"_blank\">Lena Horne</a> and <a href=\"http://www.npr.org/artists/15202481/sarah-vaughan\" target=\"_blank\">Sarah Vaughan</a> as friends. His birth father was in a major vocal group, The Charioteers. And his stepfather was a doctor to the stars: <a href=\"http://www.npr.org/artists/15396582/duke-ellington\" target=\"_blank\">Duke Ellington</a>, <a href=\"http://www.npr.org/artists/15404118/count-basie\" target=\"_blank\">Count Basie</a>, <a href=\"http://www.npr.org/artists/15368370/miles-davis\" target=\"_blank\">Miles Davis</a>, <a href=\"http://www.npr.org/artists/15394783/john-coltrane\" target=\"_blank\">John Coltrane</a>, <a href=\"http://www.npr.org/artists/15404098/cannonball-adderley\" target=\"_blank\">Cannonball Adderly</a> and more. With all of that talent surrounding him during childhood, he just had to turn out a jazz musician.</p><p>Eddie Henderson has just released what he considers an audio autobiography, an album that covers many of the tunes he's played through his career. It's called <em>Collective Portrait</em>, and as he tells NPR's Arun Rath, it's brought out a lot of old memories –- like the time when he was 9 years old and his mother and Sarah Vaughan took him to see <a href=\"http://www.npr.org/artists/15185958/louis-armstrong\" target=\"_blank\">Louis Armstrong</a> at The Apollo Theater.</p><p>\"They took me backstage; Louis Armstrong gave me my first lesson, on his horn and mouthpiece, of how to make a sound on the trumpet,\" he says. \"I had no idea of the stature of this gentleman; you know, I was just 9 years old. I really didn't know that trumpet was gonna turn into the rest of my life.\"</p><p><strong></strong>People hearing Henderson for the first time on <em>Collective Portrait</em> might get the impression that he's a fairly traditional jazz musician. Fans, however, have known him to get into some pretty funky electric music. When he answered a call from <a href=\"http://www.npr.org/artists/15294441/herbie-hancock\" target=\"_blank\">Herbie Hancock</a> for a one-week gig, he ended up as part of the Mwandishi group Hancock would lead through the early 1970s.</p><p>Henderson's nickname, The Funk Surgeon, owes to that side of his career — and to the fact that he actually holds a medical degree. After the Mwandishi group broke up, he got a job at a doctor's office in San Francisco, though he did set one condition: \"I told him I would like to work at his office and help him, but my real love was music, and if I ever got a tour I'd have to go.\"</p><p>As it turned out, the music came to him. Henderson ended up treating the jazz great <a href=\"http://www.npr.org/artists/15130415/thelonious-monk\" target=\"_blank\">Thelonious Monk</a> as a patient, when the latter was struggling with his mental health.</p><p>\"They really didn't know what to do with this gentleman. He gave them a fit,\" Henderson says. \"After they found out that I knew who he was, they allowed me to take him to his gigs. It was just a little bizarre; that's the best way I can put it.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Doctor+Is+In%3A+Eddie+Henderson+On+Life+As+%27The+Funk+Surgeon%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"394"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386544406-7c3dfb.m3u?orgId=1&topicId=1039&e=386086679&d=394&ft=nprml&f=386086679"},{"href":"http://media.npr.org/assets/img/2015/02/13/eddiehendersonn-ec8e6fab0d24d119d2dfdb26d1cdb58d058e485b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"532","width":"710"}}]}