{"created":"2014-10-02T15:05:07+00:00","modified":"2014-10-31T00:45:38+00:00","valid":{"from":"2014-10-31T00:45:38+00:00","to":"3014-10-31T00:45:38+00:00"},"hreflang":"en","title":"Lots Of Fish In The Sea, But One Great White In NYC","published":"2014-06-29T18:17:00+00:00","teaser":"A surprise catch-of-the day jumped straight out of a Stephen Spielberg movie and into a boat right off New York City's 116th Street.","itags":["npr_api","326217585"],"guid":"f9fdc1b4-acd6-4527-a9a8-ba5baff72cd7","contentencoded":"<p>City kids often feel like fish out of water when it comes to fishing. As a city kid myself, I understand that there are those who find it great fun to rise before the sun to bloody their fingers with sharp hooks and spiky lures, then spend long hours trying to haul in fish, even though there are so many which are already cleaned, priced and lying dull-eyed on a bed of ice in a supermarket.</p><p>A couple of times, my grandfather took me smelt fishing along Chicago's lakefront; it seemed a grandfatherly thing to do. But by noon we'd have just a couple of gray smelt, barely the size of cigarillos, curled up and snoozing in a pail, until my grandfather, who was a policeman, would look over and say, \"Let's free the fish and blow this pop-stand.\"</p><p>That could be on our family coat-of-arms.</p><p>I also know fishing is a noble pursuit, steeped in history. I once interviewed a bishop who asked if I were related to Simon Peter, the Apostle.</p><p>\"Jesus called him his fisherman,\" the bishop reminded me, and I told him, \"Fisherman? Then it couldn't be my family.\"</p><p>Years ago, I did a story about spear-fishing at midnight on the Menominee reservation in Wisconsin. The tribal elders put me in a canoe with a sharpened stick and told me to impale a walleye pike whenever I saw one try to whoosh by in the water.</p><p>But my heart wasn't in the hunt. I just shook the spear around, as you might a swizzle stick in a Mai Tai.</p><p>What happened last Sunday to Steve Fernandez, a 29-year-old insurance salesman from Breezy Point in Queens, N.Y., reminds me of what some of us city kids may fear about fishing.</p><p>Mr. Fernandez was angling with friends about a mile off Rockaway Beach in Queens, New York, when he cast out his hook, got a bite, and began to reel it in until he saw that he hadn't caught a boot, a tire or even a capo of the Gambino crime family but a great white shark.</p><p>\"As soon as we saw it, there's no mistaking it,\" Mr. Fernandez told <em>The New York Post</em>. \"It's basically a miniature version of the shark you see in the movie <em>Jaws.</em>\"</p><p>Yet Mr. Fernandez and his fishing buddies were in a boat not far off 116th Street.</p><p>\"Close enough,\" as he said, \"that we could still see the colors of the bathing suits of the people on the beach.\"</p><p>The great white that Steve Fernandez snagged turned out to be an 80-pound baby shark. The shark's mother, who probably weighs about 600 pounds, was swimming only a little farther away.</p><p>Great white sharks are apparently protected by New York state regulations (perhaps authorities consider sharks Too Big to Fail) so the fisherpeople snapped a few \"shark selfies\" and slipped their catch back into the sea.</p><p>A Great White Shark in Far Rockaway, Queens? Why not? They say you can find at least one of everything somewhere in New York. But wouldn't you think that the sharks swim closer to Wall Street?  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Lots+Of+Fish+In+The+Sea%2C+But+One+Great+White+In+NYC&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Simon","audio":[{"meta":{"duration":"192"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1326406698-b47bff.m3u?orgId=1&topicId=1057&aggIds=4495795&ft=3&f=326217585"}]}