{"created":"2014-11-11T00:08:23+00:00","modified":"2015-05-06T18:31:48+00:00","valid":{"from":"2015-05-06T18:31:48+00:00","to":"3015-05-06T18:31:48+00:00"},"hreflang":"en","title":"Microsoft Wants To Mine Data Like A Social Network ","published":"2014-11-11T00:23:00+00:00","teaser":"Microsoft is going social. With more than a billion people using Office, the company hopes to gather data and create social tools to help users be more productive in their workplaces and lives.","itags":["npr_api","363019213"],"guid":"fa0250bf-c2db-4e80-8c93-ca610c0d493d","contentencoded":"<p>Microsoft — a company most associated with Word documents and Excel spreadsheets — is getting a makeover.</p><p>Under new leadership, the software developer is analyzing vast troves of data about its users to create social tools for the workplace. They've got the goods — just think of all those Office emails that bind us together — but the question is, will customers want to cozy up socially with Microsoft, on and off the job?</p><p><strong>Old Data, New Strategy</strong></p><p>\"Microsoft: the social network\" is, at first glance, a strange idea. But it makes a kind of sense. While Facebook may have the best map of our personal relationships, Microsoft has the best map of our work lives.</p><p>\"What drives me, is for you to be able to get more out of every moment of your life,\" says Satya Nadella, Microsoft's new CEO. \"You want to be able to create a document, get to a meeting, be productive in the meeting, have your notes taken in the meeting automatically for you.\"</p><p>While many companies block social media sites in the workplace, companies pay Microsoft to be on the inside, and to store internal documents, calendar items, meeting notes and attendees, contacts and more.</p><p>According to a recent <a href=\"http://www.microsoft.com/investor/EarningsAndFinancials/Earnings/PressReleaseAndWebcast/FY14/Q4/default.aspx\" target=\"_blank\">quarterly earnings report</a>, more than 1 billion people use Office — that's 1 out of every 7 people on Earth. With just a bit of Big Data analysis, Microsoft could create social tools to help users decide what and who is important to them.</p><p>\"In a world of abundance of computing, the only thing scarce is human attention,\" Nadella says. \"And our job is to be able to help you get more out of those moments of your life.\"</p><p>And \"those moments\" don't have to be just from 9 to 5 — Nadella says he wants users to get as much out of the programs in the personal lives as they do at work.</p><p>Microsoft is racing to get its web-based version of Office, which is called <a href=\"http://products.office.com/en-us/business/explore-office-365-for-business\" target=\"_blank\">Office 365</a>, on every smartphone and tablet — <a href=\"http://money.cnn.com/2014/11/06/technology/mobile/microsoft-office-mobile-free/\" target=\"_blank\">which they recently decided to do for free</a>.</p><p>That way, Microsoft's personal assistant can follow you everywhere and get more personal. For example, it could integrate your GPS location with your to-do list so that when you step inside your home, you get a reminder.</p><p>\"These are the things that I should be talking to my daughter about or showing her these things,\" Nadella says. \"That's the idea — of being able to be contextually aware.\"</p><p><strong>Smarter Services</strong></p><p>Last week, Nadella invited a handful of journalists to company headquarters in Redmond, Wash., to hear the game plan and meet the managers who will make this happen.</p><p>Gurdeep Singh Pall explains that as Microsoft mines the data, it can figure out your priorities. Say you're about to delete an invite to a party, he says. Microsoft might alert you: \"Don't delete it, because this happens to be a company party, and this message was sent to a lot of important people in the company.\"</p><p>Julie Larson-Green says that if she wanted to meet with two co-workers who were in different locations, \"it can do smart suggestions on where would be best place for us to meet given the time of day, the traffic, the distance between our locations.\"</p><p>Microsoft wants these social features to work inside and outside a company's walls, so that when you jump into a meeting with outsiders, you're prepared.</p><p>Nadella also says his group is firm on the revenue model for these projects.</p><p>\"We're clear that it's about subscriptions,\" he says. \"We want to have a subscription offer, which is for every individual and every organization. And it's not about advertising.\"</p><p>Which means no pop-up ads inserted into your next PowerPoint presentation.</p><p><strong>Business Is Not Personal</strong></p><p>But Al Hilwa, an analyst with IDC who used to work at Microsoft, says there could be pitfalls if users aren't given enough control.</p><p>\"Using Office 365 can't be like using Facebook,\" Hilwa says. \"That doesn't make sense, and that would be a big problem.\"</p><p>Hilwa says that our professional lives are different from our online identities, and that information on Facebook may typically gets shared with everyone, it can't work that way in a workplace.</p><p>\"If users are in charge of controlling what bits and pieces of facts they can let out, as far as their social graph, then maybe I could see how this might work,\" Hilwa says.</p><p>A key challenge for Microsoft, he says, will be to figure out how to share discretely, without being creepy or irritating.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Microsoft+Wants+To+Mine+Data+Like+A+Social+Network+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"240"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363101538-747cfa.m3u?orgId=1&topicId=1019&d=240&p=2&story=363019213&t=progseg&e=363055137&seg=15&ft=nprml&f=363019213"},{"href":"http://media.npr.org/assets/img/2014/11/10/31259801_h33077812-ecf0f4d206d5c46c358275eddfffac7f88313117.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2331","width":"3108"}},{"href":"http://media.npr.org/assets/img/2014/11/10/gurdeep-singh-pall-0a1cdde05cafb8c8f9fca16a9a3eb8b6884d8098.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"757","width":"1010"}}]}