{"created":"2014-10-30T21:13:06+00:00","modified":"2014-10-30T21:13:06+00:00","valid":{"from":"2014-10-30T21:13:06+00:00","to":"3014-10-30T21:13:06+00:00"},"hreflang":"en","title":"Cooking With The Fruit Of Fall","published":"2014-10-28T19:05:00+00:00","teaser":"Apples are abundant, but so are pears, pomegranates, persimmons and figs. Our resident chef shares six recipes.","itags":["npr_api","359619910"],"contentencoded":"<p>Fall is in full swing and <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now</a> </em>resident chef <strong> Kathy Gunst</strong> is thinking about fall fruit.</p><p>Apples are abundant, but so are pears, pomegranates, persimmons and figs. Kathy brings suggestions for livening up a spicy salad with fruit, as well as poaching pears and using pomegranate juice and seeds to liven up fall carrots.</p><p>Kathy shares some of her favorite recipes featuring fall fruits:</p><ul><li><a href=\"#salad\">Spicy Greens Salad with Sautéed Pear Wedges, Blue Cheese and Sun-Dried Cranberry Vinaigrette</a></li><li><a href=\"#mashed\">Roasted Mashed Apple-Pear Sauce</a></li><li><a href=\"#carrot\">Roasted Carrots with Fresh Pomegranate Glaze</a></li><li><a href=\"#clafoutis\">Pear and Apple Clafoutis</a></li><li><a href=\"#orange\">Poached Pears in Orange-Ginger-Champagne Syrup</a></li><li><a href=\"#syrup\">Figs Stuffed with Herbed Goat Cheese with Balsamic Glaze</a></li><li>From 2013: <a href=\"http://hereandnow.wbur.org/2013/02/21/kathy-gunst-inspiration#chicken\" target=\"_blank\">Roast Tarragon Chicken with Leeks, Pears and Potatoes</a></li></ul><p><em>See more Kathy Gunst recipes and cooking segments <a href=\"http://hereandnow.wbur.org/tag/kathy-gunst\" target=\"_blank\">here</a></em> <a name=\"salad\"></a></p><h4>Spicy Green Salad with Sauteed Pear Wedges, Blue Cheese and Sun-Dried Cranberry Vinaigrette</h4><p><strong>Kathy’s Note:</strong> This salad uses a variety of winter fruit to wake up even the most jaded palate. The dish can be made several hours ahead of time — don’t dress the salad until just before you’re ready to serve it. This salad makes a great first course for Thanksgiving or any fall meal. Serve with croutes or toast triangles. Thin raw slices or wedges of persimmons are delicious added to the salad along with the pear.</p><p><em>Serves 4 to 6.</em></p><p><strong>Ingredients:</strong></p><p><em>For the vinaigrette:</em></p><p>Pinch salt, or to taste</p><p>A few grindings of black pepper</p><p>2 1/2 tablespoons red wine vinegar</p><p>4 tablespoons olive oil</p><p>2 to 3 tablespoons sun-dried cranberries, left whole or coarsely chopped</p><p><em>For the salad:</em></p><p>1 large Bosc pear</p><p>1/2 tablespoon olive oil</p><p>1/2 tablespoon butter</p><p>Pinch of salt</p><p>A few grindings of black pepper</p><p>1/4 cup pine nuts, unsalted cashews, slivered almonds, or walnut halves</p><p>1/2 pound baby arugula, baby spinach, or watercress (about 6 packed cups), stems removed from larger leaves</p><p>1 to 2 ripe persimmons, peeled and cut into thin wedges or slices</p><p>1/4 cup crumbled blue cheese</p><p><strong>Instructions:</strong></p><p>To make the vinaigrette, mix the salt, pepper, and vinegar in a small bowl. Whisk in the oil to make a smooth mixture. Gently stir in the cranberries and set aside. (The vinaigrette can be made several hours ahead of time; cover and refrigerate.)</p><p>Cut the pear into 8 wedges, removing the core. You can keep the peel on or, if you prefer, remove it with a vegetable peeler. In a large skillet, heat the oil and butter over medium heat. Add the pears wedges, flesh side down, and sauté for 4 minutes. Sprinkle with salt and pepper. Gently flip the pear wedges over and cook another 4 minutes on the other side; the pears will turn a golden brown and should be just tender. Remove and drain on a paper towel.</p><p>Meanwhile heat the oil remaining in the pan and place over a medium-low heat. Add the nuts and cook about 2 to 3 minutes, stirring, until they are golden brown. Remove from the heat.</p><p>Place the greens in the bottom of a salad bowl or a medium-size serving platter. Arrange the pears around the outside of the greens. Sprinkle on the blue cheese and the sautéed nuts. (The salad is best served while the pears and nuts are still a bit warm, but you can make everything ahead of time up to this point. Do not dress the salad until just before you are ready to serve it.) Drizzle the vinaigrette over the salad.</p><p><a name=\"mashed\"></a></p><h4>Roasted Mashed Apple-Pear Sauce</h4><p><strong>Kathy’s Note</strong>: Wouldn’t it be nice to make applesauce by simply chopping some fruit, tossing it with some sugar and butter and then roasting it for a while? Turns out it really is that simple. Unlike regular applesauce, which requires peeling and seeding apples and then simmering them, this roasting method results in a sauce with a slightly smoky flavor and a wonderfully thick texture.</p><p>There are all kinds of variations you can try with this basic roasting technique. This version, made with autumn apples and pears, is particularly good served on morning toast, with pork chops or roast chicken.</p><p>You can make the sauce a few days ahead of time and heat over very low temperature, or serve cold, or at room temperature.</p><p><em>Makes about 4 cups<strong>.</strong></em></p><p><strong>Ingredients:</strong></p><p>8 Macintosh or tart apples, peeled, cored, and quartered</p><p>4 Bosc pears, almost ripe, peeled, cored, and quartered</p><p>3 tablespoons butter, cut into small cubes</p><p>4 tablespoons sugar</p><p>Pinch of salt</p><p><strong>Instructions:</strong></p><p>Preheat the oven to 400 degrees.</p><p>Toss the apples and pears with the butter, sugar, and salt in a large roasting pan. Cover tightly with a lid or aluminum foil. Roast on the middle rack for 25 minutes, tossing the fruit once or twice during cooking. Uncover the pan and roast for another 5 to 10 minutes, or until the fruit feels quite tender when tested with a small, sharp knife.</p><p>Remove the pan from the oven and, using a potato masher, mash the fruit until thick and chunky. The applesauce will keep in a covered jar for several days.</p><p><strong>Variations</strong> – Add the following ingredients before roasting:</p><ul><li>Add 1 tablespoon chopped fresh ginger.</li><li>Add 1/4 teaspoon ground ginger, cinnamon, nutmeg, allspice, or cardamom.</li><li>Add 1 tablespoon chopped fresh rosemary, sage and/or thyme.</li><li>Add maple syrup or brown sugar instead of white sugar.</li><li>Add ½ cup cranberries to the apples and pears.</li><li>Add ½ cup seeded Concord grapes to the apples and pears.</li><li>Add 2 ripe quince (peeled, cored, and chopped) to the apples and pears before roasting.</li><li>Instead of apples, add about 3 to 4 cups pitted cherries to the pears.</li></ul><p><a name=\"carrot\"></a></p><h4>Roasted Carrots with Fresh Pomegranate Glaze</h4><p><strong>Kathy’s Note:</strong> Sweet carrots are roasted with the juice of a pomegranate, transforming one of our most overlooked vegetables into something exotic and mysterious. The sweet pink glaze on top of the orange carrots is as fabulous to look at as it is to eat.</p><p><em>Serves 4 as a side dish.</em></p><p><strong>Ingredients:</strong></p><p>1 large, ripe pomegranate, scrubbed clean</p><p>1 pound small, garden-fresh carrots, peeled and cut into 2-inch chunks or sticks</p><p>1 teaspoon olive oil</p><p>1/8 teaspoon salt</p><p>A few grindings black pepper</p><p><strong>Instructions:</strong></p><p>Preheat the oven to 400 degrees.</p><p>To make the pomegranate juice, cut the pomegranate in half. Using an electric or hand-held juicer, push the juice out of half the pomegranate, releasing the seeds and all the juice. Strain the juice over a small strainer; you should have about 1/3 cup. Reserve the remaining pomegranate half.</p><p>Place the carrot chunks in a small roasting pan or ovenproof skillet. Add the oil, salt, and pepper and toss well to coat. Roast for 20 minutes and then gently toss the carrots, flipping them over. Add the pomegranate juice, toss well and roast for another 15 to 25 minutes, depending on the size of your carrots, or until the carrots feel tender when tested with a small, sharp knife, and the juice has reduced and glazed the carrots.</p><p>While the carrots are roasting, scoop out the seeds from the remaining pomegranate half using a small spoon or your fingers. When the carrots are done, sprinkle the pomegranate seeds on top for a crunchy texture. <a name=\"clafoutis\"></a></p><h4>Pear and Apple Clafoutis</h4><p><strong>Kathy’s Note:</strong> A French-inspired dessert that combines fruit—in this case, pears and apples — with a simple vanilla-scented egg batter. The result is a cross between a custard and pudding, plump with sweet fruit.</p><p>You can make the clafoutis several hours ahead of time and then, just before serving, sprinkle it with confectioners’ sugar and broil it until the top is caramelized and golden brown. The clafoutis is satisfying enough to serve on its own, but it’s also delicious topped with vanilla-flavored whipped cream or ice cream.</p><p><em>Serves 6.</em></p><p><strong>Ingredients:</strong></p><p>1 tablespoon unsalted butter</p><p>2 tart apples, peeled, cored, and cut into 8 to 10 thin wedges</p><p>3 just ripe pears, peeled, cored, and cut into 8 to 10 thin wedges</p><p>2 large eggs</p><p>1/2 cup plus 2 tablespoons vanilla sugar* or regular sugar</p><p>1/4 cup heavy cream</p><p>1/4 cup milk, 2% or whole</p><p>1/4 teaspoon vanilla extract (1/2 teaspoon if not using vanilla sugar)</p><p>Pinch of salt</p><p>About 2 tablespoons confectioners’ sugar</p><p><strong>Instructions:</strong></p><p>Preheat the oven to 400 degrees. In a large gratin dish or ovenproof skillet heat the butter over medium-low heat until melted. Add the fruit wedges and cook for 2 minutes. Stir well and sprinkle the 2 tablespoons of sugar on top. Cook, stirring, for another 4 minutes. Remove from the heat.</p><p>Using an electric mixer, beat the eggs until frothy in a large bowl. Add the 1/2 cup of the sugar and beat another minute. Add the cream, milk, vanilla extract, and salt, and beat for another minute. Pour the mixture over the fruit. Place the dish on the middle rack of the oven and immediately lower the heat to 350 degrees. Bake for 35 to 50 minutes, or until the clafoutis looks set; a toothpick should come out clean. Let cool to room temperature.</p><p>You can serve the clafoutis as is, or preheat the broiler to caramelize the top with sugar. When the clafoutis is at room temperature, place the confectioners’ sugar in a small sifter and sift evenly on top of the clafoutis. Place under the boiler, about one inch from the heat. Broil until the sugar is golden brown and caramelized, about 3 to 5 minutes. Serve at room temperature with any of the above accompaniments.</p><p>*To make vanilla sugar:  simply split a vanilla bean in half and bury both sides in about 2 cups on sugar. Cover and let sit for several months to infuse the sugar with the vanilla. Discard the vanilla after a week or so once the sugar tastes like vanilla.</p><p><strong>Harvest Variations </strong>– Instead of apples and pears, substitute:</p><ul><li>2 pounds pitted cherries (The French believe that cherry pits actually add flavor to a clafoutis and therefore they don’t pit their cherries. The choice is yours. )</li><li>4 cups mixed summer berries.</li><li>2 cups fresh currants and 2 cups gooseberries.</li><li>4 cups of an assortment of peeled and thinly sliced ripe nectarines, apricots, plums, and peaches.</li><li>4 cups pitted Concord and/or green grapes.</li><li>4 cups fresh pineapple slices or chunks.</li></ul><p><a name=\"orange\"></a></p><h4>Poached Pears in Orange-Ginger-Champagne Syrup</h4><p><strong>Kathy’s Note:</strong> It was New Year’s Day and friends were coming to dinner. After all the holiday festivities it was too much to think about baking a cake or serving anything rich for dessert. A basket of ripe Bosc pears sat on the counter alongside a half-drunk bottle of Champagne from the previous evening’s party. Why of course: poached pears in Champagne, flavored with aromatic oranges and slivers of fresh ginger.</p><p><em>Serves 6.</em></p><p><strong>Ingredients:</strong></p><p>3 cups Champagne, white or red wine, or water</p><p>1 cup water</p><p>1 cup granulated sugar</p><p>6 large Bosc pears</p><p>2 tablespoons julienned fresh ginger</p><p>2 tablespoons julienned orange zest (the zest from 1 large orange)</p><p><strong>Instructions:</strong></p><p>To make the syrup, in a pot that is large enough to hold all the pears on their side, mix the Champagne (or wine), water, and sugar together. Bring to a boil over high heat. Reduce the heat to medium, stir well to dissolve the sugar, and simmer for about 10 minutes.</p><p>Meanwhile, peel the pears, leaving the stems attached. Use a small, sharp knife to remove the core from the bottom of the pear. Work the knife up into the fruit, and scoop out the core. Cut off a very thin slice from the bottom of the pear so that it will stand up straight.</p><p>Add the ginger and orange zest to the syrup and gently place the pears in the pot; the pears should be lying down on their side. Reduce the heat to a low simmer, cover, and simmer for 30 to 45 minutes, depending on the size of the pears, flipping the pears from side to side every 10 minutes or so. To test the pears, gently insert a small, sharp knife into the thickest part of the fruit. It should feel soft and yielding and come out of the pear without resistance. Remove the pears with a slotted spoon to a serving bowl.</p><p>Very carefully taste the syrup in the pan; it will be hot. It should be sweet and full of rich pear, ginger, and orange flavors. Reduce the syrup over medium-high heat for about 5 to 10 minutes to thicken and further reduce and concentrate the flavors. It should be almost thick enough to coat a spoon. Pour the hot syrup with the julienne strips of ginger and orange over the pears and let cool. Refrigerate until ready to serve. (The pears can be made up to 8 hours ahead of time.)<a name=\"syrup\"></a></p><h4>Figs Stuffed with Herbed Goat Cheese with Balsamic Glaze</h4><p><strong>Kathy’s Note:</strong> These cheese-stuffed figs make an elegant appetizer or hors d’oeuvre. You can make this even more special by wrapping them in a thin piece of proscuitto. The dish can be prepared several hours ahead of time, making this ideal party fare. Ripe figs should be slightly soft to the touch, but not mushy or falling apart.</p><p><em>Serves 8.</em></p><p><strong>Ingredients:</strong></p><p><em>For the goat cheese:</em></p><p>1/2 cup walnut halves</p><p>5 ounces soft goat cheese, at room temperature</p><p>1 tablespoon finely chopped fresh basil</p><p>1 tablespoon finely chopped fresh chives</p><p>1 tablespoon finely chopped fresh parsley</p><p>1 tablespoon finely chopped fresh thyme</p><p>1/8 teaspoon salt, or to taste</p><p>Generous grinding black pepper</p><p>2 tablespoons heavy cream</p><p><em>For the figs and balsamic glaze:</em></p><p>6 fresh ripe figs</p><p>1/4 pound very thinly sliced proscuitto (optional)</p><p>1/2 cup good-quality balsamic vinegar</p><p>1 cup nasturtiums or other edible flowers, for garnish (optional)</p><p><strong>Instructions:</strong></p><p>Preheat the oven to 400 degrees. Place the nuts on a cookie sheet and bake for about 8 minutes, or until lightly toasted and the scent of nuts is evident. Remove from oven and let cool; finely chop and set aside.</p><p>In a bowl, mix the goat cheese, herbs, nuts, salt, pepper, and cream until smooth.</p><p>Trim the ends off the figs and cut in half, and then cut each half in half. (You should have a total of 24 small wedges.) Use about 1 heaping tablespoon of herbed cheese to sandwich together two fig pieces. If using the proscuitto, take a slice of the meat and fold it over lengthwise. Place the stuffed fig in the middle and roll the proscuitto around the fig. Repeat with the remaining fig pieces. Keep chilled until serving.</p><p>Meanwhile, heat the vinegar in a small saucepan over medium-high heat until reduced by half, about 8 to 10 minutes. The vinegar should be thick and syrupy enough to coat a spoon. Don’t let it get too thick or it will burn. (The recipe can be made about 6 hours ahead of time up to this point.)</p><p>To serve, place the figs on a serving plate and drizzle with the vinegar glaze. Surround with nasturtiums or other edible flowers.</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.kathygunst.com/\" target=\"_blank\">Kathy Gunst</a></strong>, resident chef for <em>Here & Now</em> and author of cookbooks including “<a href=\"http://www.amazon.com/Notes-Maine-Kitchen-Seasonally-Inspired/dp/0892729171/?tag=wburorg-20\" target=\"_blank\">Notes from a Maine Kitchen</a>.” She tweets <a href=\"https://twitter.com/mainecook\" target=\"_blank\">@mainecook</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Cooking+With+The+Fruit+Of+Fall&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"fa08933e-3286-4e35-9d70-bc805d53f229","audio":[{"meta":{"duration":"554"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359619913-308c3b.m3u?orgId=1&ft=3&f=359619910"}]}