{"created":"2015-03-24T18:50:23+00:00","modified":"2015-05-13T21:07:20+00:00","valid":{"from":"2015-05-13T21:07:20+00:00","to":"3015-05-13T21:07:20+00:00"},"hreflang":"en","title":"With Improved Relations, Are The U.S. And Cuba Ready To Play Ball?  ","published":"2015-03-25T21:57:00+00:00","teaser":"Cuban baseball has been struggling. A lack of money means facilities are in disrepair. Defections mean some of the best players have left. But new relations with the U.S. may mean new opportunities.","itags":["npr_api","394905851"],"guid":"fa0d91cc-39d3-45e6-a558-01403de5787b","contentencoded":"<p>It has already been a messy game at Havana's Latin American Stadium, the premier baseball stadium in Cuba. The home team, the Industriales, has given up five runs in the first inning; a shortstop fumbled a ball, an outfielder failed to hustle and an easy out became an extra-base hit.</p><p>The home crowd isn't deterred. The vuvuzelas, those ear-splitting plastic horns, still swell when an opposing batter reaches two strikes.</p><p>Ismael Sené, a former intelligence agent-turned-baseball historian who was in the stands cheering the Industriales, isn't too worried. The opposing team, Alazanes de Granma, has been playing terribly lately as Cuba's winter league season winds down.</p><p>In large part, Sené says, Granma was struggling because some of its best pitchers had defected recently to the U.S. They'd left their team toward the end of the season to try their luck in the major leagues.</p><p>Like the rest of the country, Cuban baseball has been in crisis. But as the U.S. and Cuba have moved to normalize diplomatic relations, hope is bubbling that the rapprochement could bring new opportunities, stop Cuba's top talent from fleeing and perhaps lead to reconciliation between those who've left and those who've stayed.</p><p>Sené looks out at the field. Baseball is a different game here in Cuba: There are no hot dogs or Cracker Jack for sale. Instead, the vendors hawk pork sandwiches, popcorn, coffee and plantain chips. There is no advertising in the stadium. No sky boxes. No seventh-inning stretch. Instead, there's a fifth-inning break when the umpires are served hot coffee.</p><p>How bad are things, right now, in Cuban baseball?</p><p>Sené says the starting pitcher, who had just given up the five runs, was pitching on just one day of rest, when four is the norm. The groundskeeper tells us if it rains, as forecast, they won't cover the infield, because the tarp is full of holes.</p><p>The hope for Cuban baseball, says Sené, may ironically reside up north.</p><p>\"If we reach a kind of agreement with the United States in which they will enforce that our people have to follow the rules and have to fulfill their contracts,\" he says, \"that will be the best thing that can happen to our baseball.\"</p><p><strong>A Cautious Opening To The U.S.</strong></p><p>Back in December, President Obama and President Raul Castro of Cuba gave simultaneous speeches on live television.</p><p>The leaders announced that after more than 50 years, the two countries would re-establish ties and that sometime soon the American flag would fly over an embassy in Havana and a Cuban one would fly over an embassy in Washington.</p><p>It wasn't long before headlines about the potential for baseball diplomacy began appearing. There was speculation about how quickly MLB scouts would flood the island and whether Cuban athletes could finally head north legally.</p><p>Peter Bjarkman, who has written books about the history of Cuban baseball, says all of that speculation has been off the mark.</p><p>\"The conventional wisdom has been that Cuba will become the next Dominican Republic, where Major League Baseball has set up academies,\" says Bjarkman. \"I doubt that's going to happen in Cuba.\"</p><p>The Cuban government, Bjarkman says, has always used baseball as a political tool.</p><p>\"In Cuba, baseball is everything,\" Bjarkman says. \"It's the one place they've won big propaganda victories overseas. They beat the Yankees at their own game and for years dominated international tournaments.\"</p><p>So, Bjarkman says, it's unlikely that the government will just throw open the door. Plus, he adds, the sport's governing body on the island, the National Institute for Sport, Physical Education and Recreation, or INDER, is stacked with revolutionary hard-liners, who Bjarkman can't imagine will sign off on a system that would turn the Cuban league into a de facto farm system for the majors.</p><p>\"Cuba has already foreshadowed what can happen with the U.S.,\" says Bjarkman. Over the past few years, Cuba has developed a posting system with Japan: In other words, the Japanese league pays Cuba for the right to negotiate a contract with its players, who are also required to play in the Cuban league for a certain number of years.</p><p>There is one wild card in all of this, however.</p><p>Cuban baseball is in a deep crisis. With a recent <a href=\"http://www.usatoday.com/story/sports/mlb/2015/02/08/cuba-beats-mexico-3-2-to-win-1st-caribbean-series-since-1960/23094673/\">exception in the Caribbean Series</a>, Cuban baseball teams have put up disappointing performances internationally. The money problems that ail Cuba are also affecting baseball: Equipment is subpar and the stadiums are in disrepair.</p><p>And then there's the problem of defections. Of course, some of Cuba's top players have fled, but Bjarkman notes that many young players, who will very likely never see a game in the majors, also have left, in search of the dream.</p><p>\"There are estimates that about 350 Cubans are out there right now, looking to get signed,\" Bjarkman says, \"and that is affecting the quality of the game at home. In fact, they've had to take some desperate measures in the last few years.\"</p><p>For example, the Cuban league has 16 teams, but midway through the season it collapsed to eight in an effort to strengthen the level of play. Still, the defections have continued and the money problems have forced INDER to cut back on international competition.</p><p>New diplomatic relations with a historic enemy could prove a lifeline too difficult to resist.</p><p><strong>A Fan's Call To Put Politics Aside</strong></p><p>There's a spot in Havana's Central Park known as La Esquina Caliente, or the Hot Corner.</p><p>It's a baseball reference, of course. Like third base, this corner is full of line drives — in this case, verbal ones.</p><p>Architecturally, it's a magical corner: It's tree-lined and the buildings that surround it are handsome examples of the island's colonial past. The capitol building — essentially a replica of the U.S. Capitol — is just across the street.</p><p>On a recent day, Leo Vigil Plutin sits on one of the benches, holding court, looking like the elder statesman of the park. He always wanted to be a baseball player, he says, but he couldn't run and he couldn't bat and he couldn't catch, so he settled for playing piano instead.</p><p>He is nothing but optimistic about the potential for a new relationship with the United States.</p><p>It's no secret, he says, that Cuban baseball players are risking their lives on rafts for a chance to play baseball in the States.</p><p>\"That's why we want the relations to be normalized, so the U.S. can set up academies like they did in the past,\" Plutin says.</p><p>Before the revolution, white Cubans used to play in the U.S. big leagues. Black Cubans used to play in the Negro Leagues. Americans used to play in the Cuban leagues.</p><p>It all dissolved in one of the world's most acrimonious divorces, after Fidel Castro overthrew the U.S.-backed Fulgencio Batista and sided with the Soviet Union.</p><p>\"Right now, and unlike every other country, we go to the World Baseball Classic with a purely Cuban team that hasn't played professional ball,\" Plutin says. That means that the Cuban team went into decline in the early 2000s when the Olympics allowed professionals to enter the game, and that Cuba hasn't fared well at the classic, which began in 2006.</p><p>Maybe it's not his position to opine, Plutin says, but it's time to start letting those star players who have fled to the U.S. come back home and play on the national team.</p><p>In other words, put the politics aside, he says, so Cuba can start winning again.</p><p><strong>Official: Cuba Ready To Sit Down At The Right Time</strong></p><p>Heriberto Suarez Pereda's office is appropriately proletarian. He's Cuba's commissioner of baseball, so it is also appropriately located in the bowels of Latin American Stadium.</p><p>It's about 10 feet by 12 feet, with plaques and a picture of the late Venezuelan leader Hugo Chavez on the walls and a baseball game on the analog TV set.</p><p>The commissioner says the Cuban Adjustment Act — a U.S. law that grants special, instant legal status to Cubans who set foot on American soil — has harmed Cuban baseball.</p><p>\"It gives Cuban players rights that other players don't have. For example, a player from any other country who may leave their country at a young age would have to wait a certain amount of time before playing in the [major leagues],\" he says. \"Cuban players are given a fast track and I think there is a political component to that policy.\"</p><p>The Cuban Adjustment Act, he says, encourages defections.</p><p>He says that there have not been talks with Major League Baseball yet. But he's hopeful about a better relationship and an end to the embargo.</p><p>\"The blockade is irrational,\" he says. \"Sport is a vehicle for the love between nations, and we should allow that to flourish.\"</p><p>As he is escorting us out of his office, Pereda apologizes for not having much to say. He says that he doesn't want to get ahead of the process, but that Cuba is ready to sit down with Major League Baseball, when the time is right.</p><p>We ask him whether this kind of talk signals a softening on Cuba's part. Does it mean that perhaps one day the Cuban stars who have made it big in the majors, like <a href=\"http://espn.go.com/mlb/player/_/id/32080/yoenis-cespedes\">Yoenis Cespedes</a> and <a href=\"http://espn.go.com/chicago/mlb/story/_/id/12544972/jose-abreu-defection-cuba-detailed-chicago-magazine-story\">Jose Abreu</a>, would be welcomed back on the national team?</p><p>Two current stars in Cuba, Yulieski Gourriel — arguably the best player on the island — and catcher Frank Camilo Morejón, say they don't judge those who left.</p><p>\"They won't stop being our friends, brothers and compatriots,\" Morejón says.</p><p>And Gourriel, who with Cuba's permission plays in Japan in the summer, says he would love to play in the U.S. with Cuba's permission.</p><p>\"Look,\" says Pereda, the baseball commissioner. \"For Cubans, baseball has always been political. It's a war and some of those guys left in the middle of a battle.\"</p><p>The implication is that they were traitors.</p><p>Pereda pauses and then softens his stance a touch.</p><p>\"We'd have to find out why they left and what they've said since they left,\" he says. \"And we'd take it from there.\"</p><p><strong>The Cuban Style Of Play</strong></p><p>By the sixth inning, it's clear that the game has turned into a train wreck for the Industriales.</p><p>Granma has another man on base and is already leading by a few runs. The batter positions himself for a sacrifice bunt, and that's when Sené gives up.</p><p>\"That is the cancer of Cuban baseball,\" he says. Even when a team has a clear command of a game, it still plays small ball, always absolutely conservative even when the situation calls for a little adventure, a swing for the fences on a fastball that's just outside the plate, perhaps.</p><p>Sené reaches into his pocket and pulls out a little leather-bound notebook. Inside, he has sheets of paper, scrawled with numbers and abbreviations.</p><p>Sené used to be a revolutionary. He once got caught trying to smuggle weapons from Miami to Castro's guerrillas years before the revolution triumphed. After decades of diplomatic and intelligence work, Sené retired and became a baseball expert.</p><p>He has methodically calculated the stats of how many sacrifice plays National League and American League teams made last year and compared them with Cuba's Serie Nacional, Cuba's baseball league.</p><p>Cuba, he says, is sacrificing at an exorbitant rate and it doesn't make any sense.</p><p>\"This is the most dogmatic baseball in the world,\" he says.</p><p>The Granma batter lays down a beautiful bunt that rolls toward the first base side just far enough to get the runner safely to second. The next batter hits a single into the outfield, where the Industriales' outfielder fumbles it. The runner on second scores; the sacrifice works this time.</p><p>\"The pace of change in this country has to pick up,\" says Sené. \"There has to be more reform.\"</p><p>Sené, who still considers himself a Communist Party loyalist, means that in the political sense as well as in the baseball sense. The league has to shrink further to encourage better play. It has to come to terms with the United States and also come to terms with itself.</p><p>That's already happening, Sené says. For example, late last year, Cuban officials and a group of historians, including Sené, were finally able to induct an inaugural class of ballplayers into a newly formed hall of fame.</p><p>A debate about whether to induct players who had left Cuba for the majors — including legends like <a href=\"http://www.npr.org/blogs/thetwo-way/2015/03/01/390041635/minnie-mi-oso-major-league-baseballs-first-black-latino-star-dies\">Orestes \"Minnie\" Miñoso</a> — had paralyzed the process.</p><p>But last year, they reached a compromise: They would induct five players from the pre-revolution professional league and five from the amateur, post-revolution league.</p><p>It's a symbolic move. But for a country so long divided over supporters and detractors of the socialist revolution, it seemed like a hint, perhaps, of what's to come in Cuba.</p><p>By now, the lights in the stadium have come on as the sun dips below the horizon. The crowd has stopped cheering to encourage every strikeout. The men selling fried plantain chips have stopped making their rounds. And the fans, who had been blasting vuvuzelas behind us, have finally quit.</p><p>The Industriales, the Cuban equivalent of the New York Yankees, end up losing 11-4. They will go on to lose the final five games of the season, missing an opportunity to qualify for the postseason.</p><p><strong>Update at 3:18 p.m. ET. on March 25:</strong> In order to clarify which Cuban players played in the Major Leagues before the revolution, we have tweaked a description in this story by stating that \"white Cubans used to play in the U.S. big leagues,\" as opposed to just \"Cubans.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Improved+Relations%2C+Are+The+U.S.+And+Cuba+Ready+To+Play+Ball%3F++&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Robert Siegel","audio":[{"meta":{"duration":"562"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395119148-f9b0fb.m3u?orgId=1&topicId=1127&aggIds=395846943&d=562&p=2&story=394905851&t=progseg&e=395070275&seg=10&ft=nprml&f=394905851"},{"href":"http://media.npr.org/assets/img/2015/03/23/img_0509edit-2df17ee19dd17e5947d6414529fcbcae6b8a6054.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1377","width":"1836"}},{"href":"http://media.npr.org/assets/img/2015/03/23/img_0539edit_custom-069e495d248b2354fc24df492ed7093ebd7968d3.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2300","width":"3504"}},{"href":"http://media.npr.org/assets/img/2015/03/23/img_0479edit2_sq-5d65ec18fbe8a30d4f5110025024853ddeefba96.jpg","type":"image/jpeg","meta":{"crop":"square","height":"1998","width":"1998"}},{"href":"http://media.npr.org/assets/img/2015/03/23/_mg_0228edit_custom-1da4cb5ebd9f7bd6ca66a5b778cfbc921dddf3c1.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2174","width":"3263"}},{"href":"http://media.npr.org/assets/img/2015/03/23/_mg_0046edit_custom-9480e56fe84ec7e0f825dd33f4cc3e337fdff8b2.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2312","width":"3504"}},{"href":"http://media.npr.org/assets/img/2015/03/23/img_0513edit_custom-76f5cd656567e0130d31280bc1ffd182ec0d92ea.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2272","width":"3439"}},{"href":"http://media.npr.org/assets/img/2015/03/23/img_0551edit_custom-6893a3227013e19c46328ec05dfc5a4f482d1fa6.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2248","width":"3497"}},{"href":"http://media.npr.org/assets/img/2015/03/23/img_0589edit_custom-5792600910f67eff0ab33812592e08a5cb116740.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2260","width":"3223"}},{"href":"http://media.npr.org/assets/img/2015/03/23/img_0605edit_wide-d41c497dc26f7ff7d10b2b8b46a2146ab8f43f68.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1964","width":"3497"}}]}