{"created":"2015-03-29T12:59:32+00:00","modified":"2015-05-10T01:40:39+00:00","valid":{"from":"2015-05-10T01:40:39+00:00","to":"3015-05-10T01:40:39+00:00"},"hreflang":"en","title":"Love Is In The Air: Howard Students Talk Romance, Relationships","published":"2015-05-10T01:40:00+00:00","teaser":"The four college seniors participating in NPR's Howard Project share their experiences with love and dating in college — from first crushes to lessons learned.","itags":["npr_api","396043575"],"guid":"fa1e29be-b14d-4695-bd30-2554bdb4187a","contentencoded":"<p>Spring has arrived and young people's fancies might be turning (lightly or not-so-lightly) to thoughts of love.</p><p>With that in mind, NPR's <em>Weekend Edition</em> asked the college students of The Howard Project — who have spent the last few weeks giving us insights into their lives during their last semester of college — about how dating and romance fit into their college experience.</p><p><em>Click on the audio link above to hear their stories, to a soundtrack of their favorite love songs — or read some of their answers below.</em></p><hr /><h3><strong>Leighton Watson</strong></h3><p><strong>On meeting his first college girlfriend before he even arrived on campus</strong></p><p>\"We were talking over the summer, just over the phone, but the first time I met her in person was at Howard. I had seen her Facebook picture. I actually, I thought she was so pretty that I thought she was fake, because I had been seeing these fake Facebook girls pop up. But no, when we got to campus, [we] met up on the first day, and we actually ended up staying together for two and a half years.\"</p><p><strong>On handling breakups</strong></p><p>\"The way that I always cope with a breakup is a little childish, I'll admit. But it's always to better myself in a way that makes it crystal clear to the other person that they made a mistake with leaving me.\"</p><hr /><h3>Ariel Alford</h3><p><strong>On bonding with her first crush, an upperclassman, over a book in class</strong></p><p>\"I was just like, 'Oh, wow. We're going to talk about this book and it's going to be so cool.' And also, he would always hold doors for me. So, I don't know, I just started having a crush on him.\"</p><p><strong>On the frustration she's felt on some dates, and what she knows she needs from a partner</strong></p><p>\"It's like,'What are we talking about? I want to talk about Gaza, and you want to talk about, I don't know, the new iPhone?'</p><p>... Whoever I'm with has to care about my people ... has to care about Africa and the diaspora, has to care about things that are happening across the globe. I'm definitely looking for somebody where that's intrinsic.\"</p><hr /><h3>Taylor Davis</h3><p><strong>On using a journal to express her romantic troubles</strong></p><p>\"It also allows me to vent, endlessly, because I think, you know, you don't want to go to the same person every single time you have an issue. So I think it's good to go to blank pages that can't complain about your problems — that will listen to you endlessly, and allow you to revisit it, whenever you feel like it.\"</p><p><strong>On owning her singleness</strong></p><p>\"I am a woman who loves to be affirmed, and I got to a point when I realized that I can't rely on other people to affirm me, because sometimes they won't. And I can't allow my life to be deterred because someone didn't tell me I was pretty, or someone didn't tell me they liked me. So when I'm owning my singleness, I might write myself love notes. ... I just appreciate what God has created, because he has said that it is good, and surely, it is good.\"<strong></strong></p><hr /><h3><strong>Kevin Peterman</strong></h3><p><strong>On enjoying being single after his relationship with his high school girlfriend ended</strong></p><p>\"There was this Cali-cool girl from California, there was a Southern belle, there was the ambitious, fast-talking girl from Chicago or Detroit. So sometimes you're happy about being single because it gives you time to really — not necessarily play the field, but time to really look out and see what else is on the field.\"</p><p><strong>On learning he needs to be with someone whose ambition matches his own</strong></p><p>\"That lesson really became clear to me in the last few months, and I have to attribute that to the person I'm with right now, who really showed me how someone can truly be your other half.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Love+Is+In+The+Air%3A+Howard+Students+Talk+Romance%2C+Relationships&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"390"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396128384-680258.m3u?orgId=1&topicId=1057&aggIds=391259749&d=390&p=10&story=396043575&t=progseg&e=396128356&seg=5&ft=nprml&f=396043575"},{"href":"http://media.npr.org/assets/img/2015/03/28/231_robb_hill_howard_u_students-2846dbbcd008d60d1f574337bf7bd09794d5353b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}},{"href":"http://media.npr.org/assets/img/2015/03/28/_mg_5938-2f97ece7fa8820a28344b1a56353163d60b522ae.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1927","width":"2570"}},{"href":"http://media.npr.org/assets/img/2015/03/28/_mg_5964-eae40e39508f5d35a21d6b78e6ef45b21514a919.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/03/28/_mg_6143-00155c09911896943acd24dd87a6d351590e637c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/03/28/_mg_6099-635755c2a3b2db01cd5a750490e6242299c0f74d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}