{"created":"2015-05-15T13:14:28+00:00","modified":"2015-05-15T13:14:28+00:00","valid":{"from":"2013-05-14T10:54:29+00:00","to":"3013-05-14T10:54:29+00:00"},"hreflang":"en","guid":"fa3661f6-188f-466a-8645-fc3e13a4b643","title":"How World Finance makes a killing lending on the installment (loan) plan","description":"World Finance has outperformed the market and financial stocks through the recession. But is World’s high-interest small-dollar loan business sound and sustainable?","itags":["PMP:Marketplace_PMP","Marketplace for Tuesday, May 14, 2013","Marketplace","fa3661f6188f66a8645afc3e13a4b643"],"teaser":"World Finance has outperformed the market and financial stocks through the recession. But is World’s high-interest small-dollar loan business sound and sustainable?","byline":"Mitchell Hartman","tags":["APM","Beyond Payday Loans","Wealth & Poverty","installment loans","payday loans"],"contentencoded":"<div class=\"barn-cleaned\"><p><a href=\"http://www.worldacceptance.com\">World Acceptance Corp.</a> of Greenville, S.C., is one of the biggest installment lenders in the country, with more than $500 million in annual revenue and a stock price that’s been soaring in recent years. It operates a chain of more than 1,000 storefront offices in 13 states across the South, Midwest and Mexico.</p>\n<p>World Finance stores (that’s what the signs outside say) provide what consumer advocates call ‘small-dollar, high-cost’ installment loans, paid back in fixed monthly installments, to credit-challenged consumers who don’t have a lot of other options for borrowing money.</p>\n<p>As <a href=\"http://www.marketplace.org/topics/wealth-poverty/beyond-payday-loans\">Marketplace and ProPublica have found in an investigation</a>, the company profits heftily by providing loans that are loaded with interest, fees, and credit insurance, often near the maximum allowed by state law; from renewing those loans multiple times, adding on more interest, fees, and insurance premiums; and from aggressive collection practices to get their money.</p>\n<p>In <a href=\"http://www.marketplace.org/topics/wealth-poverty/beyond-payday-loans-installment-lending-and-cycle-debt/problem-behind-big\">yesterday’s first installment</a> of the series \"Beyond Payday Loans,\" 31-year-old Katrina Sutton told her story.</p>\n<p>She took out a $207 installment loan from a World Finance store in her Atlanta suburb of McDonough, Ga. to fix the brakes on her 1997 Crown Victoria. She was working part-time at Walmart at the time, but her hours got cut and she had trouble paying, so World renewed her loan, providing her with a small payout -- $44 -- of principal she’d already paid off.</p>\n<p>When she still couldn’t pay, World sued, garnished her wages and froze her payroll debit card.</p>\n<p><strong>Let's go to the loan store</strong></p>\n<p>The World Finance loan store where Sutton got and renewed her loan is in a tidy suburban mini-mall.</p>\n<p>Inside, it looks like a real estate office. Borrowers sit in the open on chairs in front of a manager’s desk to answer questions off the loan application: what credit references can you offer? What household possessions can you put up as collateral -- car, TV, power tools? The manager explains the repayment plan, and hands over the check. She says the borrower can cash it for free down the road.</p>\n<p>The manager of the store wouldn’t talk to Marketplace. But we do know a lot about the company’s lending practices from former World employees interviewed by Marketplace and ProPublica.</p>\n<p><strong>One former employee's story</strong></p>\n<p>Matthew Thacker is 29. He lives with his wife near Lexington, Ky., and runs a nonprofit, <a href=\"https://www.facebook.com/pages/Pride-Service-Project/322044991227549?ref=hl\">The Pride and Service Project</a>, to support LGBT service members nationwide. Back in 2006, he was just out of the Marines, newly wed, and recently relocated to the small town of Tifton, in southern Georgia.</p>\n<p>He needed $500 for moving expenses, and walked into a loan store owned by World Finance (a World subsidiary called Colonial Finance). The former service-member is six-foot-plus, serious and soft-spoken. He was offered a loan and a job.</p>\n<p>“I was the assistant manager,” Thacker explains, “so I was responsible for dealing with the customers, loan delinquency, making loans.”</p>\n<p>Thacker worked there for a year, making $10.50-an-hour. He paid off his own high-interest loan right away.</p>\n<p>But, he discovered, a lot of his customers couldn’t. Annual percentage rates (APRs) on World’s small-dollar loans typically run in the 50-100-percent range.</p>\n<p>“We were persuaded to give loans to people who didn’t have the means to repay them,” says Thacker. “So, essentially we were setting people up for failure.”</p>\n<p>Thacker sold the add-on credit insurance products hard. He says he was encouraged to by his bosses -- it was one of the ways the company made money. But he doesn’t think most customers even understood that some of the credit insurance was voluntary.</p>\n<p>“From my interactions with people in making loans, they were completely oblivious to the fact that they were being charged insurance,” says Thacker. “They presumed that everything that they weren’t receiving in principal was just interest, a higher interest rate, basically.”</p>\n<p>When folks did get behind on their payments, he says his job was to get them to renew -- start the debt again from scratch.</p>\n<p>“Renewal of the loans is probably one of the worst parts of the business, because it was a means of catching a loan up,” Thacker explains.</p>\n<p>A delinquent borrower would be encouraged to sign up for a renewal to pay off the original loan and clean up their finances with more borrowed money.</p>\n<p>“If you had any money available in principal, we could renew the loan,\" he says. \"And we made more money off that because we sell the insurance on it again — more life insurance, more accidental death and dismemberment.”</p>\n<p>Not to mention who they were selling the loans to in the first place.</p>\n<p>“A lot of the loans that we made were to people on social security, or disability, who were on fixed incomes,” Thacker&nbsp;says. “It was very easy to convince them to renew their loan because it was like ‘oh, do you want an extra $100 today for renewing your loan?’ Many of the customers, whenever it was up for renewal and there was even $30, $50 to get, they would renew it, and they would do it over and over and over again. We would just tell them, they have money available, would they like it? Ninety-nine percent of the time they would say yes.”</p>\n<p><strong>Coming to the end of the line</strong></p>\n<p>When borrowers said they couldn’t pay, it was the former Marine’s job to lean on them, to threaten to take their stuff. Sometimes, they threatened back.</p>\n<p>“We made high-risk loans so we went to parts of town that weren’t the best,” he recalls. “One experience: I had pulled into somebody’s driveway, and then somebody immediately pulled in behind me to block my car. But it wasn’t so much the fact that I was intimidated by collections, it was the fact that I was going to these people’s homes and basically harassing them, on loans that I knew they couldn’t pay.”&nbsp;</p>\n<p>World said in a letter responding to questions from Marketplace and ProPublica that it rarely seizes collateral that borrowers pledge for loans. <a href=\"http://www.marketplace.org/topics/life/borrow-now-party-and-gamble-responsibly\">Chris Kukla</a> of the <a href=\"http://www.responsiblelending.org/\">Center for Responsible Lending</a> says the collateral usually isn’t worth much, and it’s a hassle to sell it off. But the threat is incredibly effective.</p>\n<p>“Because if you get a phone call that says, ‘If you don’t pay me I’m getting your car,’ or ‘If you don’t pay me I’m backing a truck up and I’m going to empty your living room,’ you’re going to find a way to pay,” says Kukla.</p>\n<p><strong>Profits from the debt business roll in</strong></p>\n<p>World did not agree to an interview. In response to written questions, the company said its fees, interest and insurance premiums, as well as its collection practices, are proper and legal. World said it underwrites its loans to make sure borrowers can afford them, and that it informs customers in writing of the terms of their loans.</p>\n<p>Marketplace was able to call into -- and record -- the company’s annual earnings call with investors on April 25.</p>\n<p>After introducing himself and the senior management team, CEO Alexander “Sandy” McLean ran down the company’s impressive financials: record revenue and earnings in 2012; new stores opened in Indiana and Mexico, and across the company’s core territory in the South and Midwest. The stock (<a href=\"http://www.nasdaq.com/symbol/wrld\">WRLD</a> on NASDAQ) has been on a tear -- up from around $60-a-share in April 2012, to over $90-a-share today.&nbsp;</p>\n<p><strong>Installment isn't payday: But do the Feds know that?</strong></p>\n<p>There have been persistent questions about the possibility that World — and other subprime non-bank installment lenders—might face increased scrutiny from federal regulators and Congress. They could also face increased restrictions on their fees and interest rates from state regulators and legislatures.</p>\n<p>Several investment analysts queried McLean specifically about a white paper just published by the new <a href=\"http://www.marketplace.org/topics/wealth-poverty/beyond-payday-loans-installment-lending-and-cycle-debt/whats-difference\">Consumer Financial Protection Bureau</a> in Washington, which has oversight over non-bank consumer credit companies. Titled “<a href=\"http://files.consumerfinance.gov/f/201304_cfpb_payday-dap-whitepaper.pdf\">Payday Loans and Deposit Advance Products</a>,” it focuses almost exclusively on payday lenders. Analysts asked: could installment lenders be next for this kind of inquiry from the federal government’s new consumer advocate?</p>\n<p>McLean acknowledged the threat, as the company has done repeatedly in recent communications with investors and securities regulators.</p>\n<p>“The concern over the past two years is the introduction of federal oversight, which we’ve not had previously, and there’ve been concerns about what’s going to result from Dodd-Frank and the creation of this Consumer Financial Protection Bureau,” he said in the earnings call.</p>\n<p>“I personally believe that we provide a good service, that we offer products that banks and other institutions are not offering, and that it would harmful to a large segment of the population to not have access to credit,” McLean continued. “But all of a sudden you have a bureau with an incredible amount of power, that can deem what products are good and what products are bad, regardless of how it affects that individual consumer.”</p>\n<p>McLean said in response to one analyst’s question that 77 percent of World’s loans are renewals of existing loans by borrowers who have not completed paying off their debt. But he insisted that that is nothing like the pattern identified in the CFPB’s whitepaper, which criticized some payday lenders for flipping loans six or more times per year, dragging borrowers into an ever-deeper cycle of debt.</p>\n<p><a href=\"http://www.marketplace.org/topics/wealth-poverty/payday-lenders-inspire-mixed-feelings-borrowers\">Payday loans</a> are for a single lump sum, due in full on payday. McLean pointed out that World’s installment loans get paid down every month, a little at a time.</p>\n<p>“I don’t believe the cycle they’re talking about in the payday lending -- there are no paydowns associated with that, it’s the same amount borrowed time and time and time again,” he said. “These are two different products.”</p>\n<p><strong>Structure of installment loans responds to consumer cash needs</strong></p>\n<p>Securities analyst Henry Coffey at <a href=\"http://www.sterneagee.com/\">Sterne Agee</a>&nbsp;has covered the company for more than a decade, and agrees with McLean’s favorable comparison of World’s installment loans and payday loans (he also covers several players in that industry). Sure, says Coffey, World’s loans are pretty expensive. And many borrowers do renew. They tend to have poor or no credit, low incomes, and use their installment loans like credit cards: paying down, borrowing back up.</p>\n<p>“The World Acceptance customer, the pawnshop customer, the payday loan customer—they tend to be a consumer who lives paycheck to paycheck,” Coffey explains. “And they have regular borrowing needs, and they’re not really good at flushing down their debt to zero. Then the question is: Which products are structured to allow for a paydown, and which products are structured in a way to lead to the acceleration of the cycle of debt?”&nbsp;</p>\n<p>“Theoretically,” he continues, “an installment-loan product is better structured to be paid down to zero than a payday loan product, which is just two weeks and a single bullet payment, with lots of renewals and rollovers and the like. So I don’t think there’s anything inherent in the structure of the product that World is offering that aggravates the problem. I think the problem probably has more to do with the nature of the borrower, who has regular cash needs that don’t sync up.”&nbsp;</p>\n<p>Chris Kukla of the Center for Responsible Lending counters: The problem’s not the borrower, it’s the loan.</p>\n<p>“It’s an incredibly sophisticated lending arrangement that looks really simple on the front end: ‘We just charge this little bit of interest and it’s no big deal,’” says Kukla. “You start peeling back the layers of the onion, and what you’ve got are people who are just on the hook forever, and they’re paying hundreds and hundreds if not thousands of dollars in insurance fees, and interest, and origination fees, just to borrow a little bit of money.”</p>\n<p><strong>Try to borrow a little -- and not get burned</strong></p>\n<p>One consumer who’s just started down that road of ‘borrowing a little bit of money’ is 44-year-old long-haul trucker Henry Brown. He was at a World Finance loan store in Hinesville, Ga., near Savannah. “I ain’t borrowed but like a hundred-and-some dollars,” Brown said. It was for “personal items and a little trip,” he added, with a sheepish laugh.</p>\n<p>Brown borrowed $130 from World. He’ll pay the company back $200 over four months. The effective annual interest rate, including the fees and credit insurance: 237 percent.</p>\n<p>Brown said the loan’s working out “great” for him. He’s sure he’ll pay it back and not renew. But from what we’ve seen in our investigation, the financial odds may be stacked against him.</p>\n<hr />\n<p><em>Read other stories from the Marketplace and Propublica joint investigation \"Beyond payday loans: Installment lending and the cycle of debt.\"&nbsp;<a href=\"http://www.marketplace.org/topics/wealth-poverty/beyond-payday-loans\">Explore the whole series here.</a></em></p></div>","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p><a href=\\\"http://www.worldacceptance.com\\\">World Acceptance Corp.</a> of Greenville, S.C., is one of the biggest installment lenders in the country, with more than $500 million in annual revenue and a stock price that’s been soaring in recent years. It operates a chain of more than 1,000 storefront offices in 13 states across the South, Midwest and Mexico.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>World Finance stores (that’s what the signs outside say) provide what consumer advocates call ‘small-dollar, high-cost’ installment loans, paid back in fixed monthly installments, to credit-challenged consumers who don’t have a lot of other options for borrowing money.</p>\"},{\"content\":\"<p>As <a href=\\\"http://www.marketplace.org/topics/wealth-poverty/beyond-payday-loans\\\">Marketplace and ProPublica have found in an investigation</a>, the company profits heftily by providing loans that are loaded with interest, fees, and credit insurance, often near the maximum allowed by state law; from renewing those loans multiple times, adding on more interest, fees, and insurance premiums; and from aggressive collection practices to get their money.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>In <a href=\\\"http://www.marketplace.org/topics/wealth-poverty/beyond-payday-loans-installment-lending-and-cycle-debt/problem-behind-big\\\">yesterday’s first installment</a> of the series &quot;Beyond Payday Loans,&quot; 31-year-old Katrina Sutton told her story.</p>\"},{\"content\":\"<p>She took out a $207 installment loan from a World Finance store in her Atlanta suburb of McDonough, Ga. to fix the brakes on her 1997 Crown Victoria. She was working part-time at Walmart at the time, but her hours got cut and she had trouble paying, so World renewed her loan, providing her with a small payout -- $44 -- of principal she’d already paid off.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>When she still couldn’t pay, World sued, garnished her wages and froze her payroll debit card.</p>\"},{\"content\":\"<p><strong>Let&apos;s go to the loan store</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p>The World Finance loan store where Sutton got and renewed her loan is in a tidy suburban mini-mall.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Inside, it looks like a real estate office. Borrowers sit in the open on chairs in front of a manager’s desk to answer questions off the loan application: what credit references can you offer? What household possessions can you put up as collateral -- car, TV, power tools? The manager explains the repayment plan, and hands over the check. She says the borrower can cash it for free down the road.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The manager of the store wouldn’t talk to Marketplace. But we do know a lot about the company’s lending practices from former World employees interviewed by Marketplace and ProPublica.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>One former employee&apos;s story</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<p>Matthew Thacker is 29. He lives with his wife near Lexington, Ky., and runs a nonprofit, <a href=\\\"https://www.facebook.com/pages/Pride-Service-Project/322044991227549?ref=hl\\\">The Pride and Service Project</a>, to support LGBT service members nationwide. Back in 2006, he was just out of the Marines, newly wed, and recently relocated to the small town of Tifton, in southern Georgia.</p>\"},{\"content\":\"<p>He needed $500 for moving expenses, and walked into a loan store owned by World Finance (a World subsidiary called Colonial Finance). The former service-member is six-foot-plus, serious and soft-spoken. He was offered a loan and a job.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“I was the assistant manager,” Thacker explains, “so I was responsible for dealing with the customers, loan delinquency, making loans.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Thacker worked there for a year, making $10.50-an-hour. He paid off his own high-interest loan right away.</p>\"},{\"content\":\"<p>But, he discovered, a lot of his customers couldn’t. Annual percentage rates (APRs) on World’s small-dollar loans typically run in the 50-100-percent range.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“We were persuaded to give loans to people who didn’t have the means to repay them,” says Thacker. “So, essentially we were setting people up for failure.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Thacker sold the add-on credit insurance products hard. He says he was encouraged to by his bosses -- it was one of the ways the company made money. But he doesn’t think most customers even understood that some of the credit insurance was voluntary.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“From my interactions with people in making loans, they were completely oblivious to the fact that they were being charged insurance,” says Thacker. “They presumed that everything that they weren’t receiving in principal was just interest, a higher interest rate, basically.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>When folks did get behind on their payments, he says his job was to get them to renew -- start the debt again from scratch.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“Renewal of the loans is probably one of the worst parts of the business, because it was a means of catching a loan up,” Thacker explains.</p>\"},{\"content\":\"<p>A delinquent borrower would be encouraged to sign up for a renewal to pay off the original loan and clean up their finances with more borrowed money.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“If you had any money available in principal, we could renew the loan,&quot; he says. &quot;And we made more money off that because we sell the insurance on it again — more life insurance, more accidental death and dismemberment.”</p>\"},{\"content\":\"<p>Not to mention who they were selling the loans to in the first place.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“A lot of the loans that we made were to people on social security, or disability, who were on fixed incomes,” Thacker says. “It was very easy to convince them to renew their loan because it was like ‘oh, do you want an extra $100 today for renewing your loan?’ Many of the customers, whenever it was up for renewal and there was even $30, $50 to get, they would renew it, and they would do it over and over and over again. We would just tell them, they have money available, would they like it? Ninety-nine percent of the time they would say yes.”</p>\"},{\"content\":\"<p><strong>Coming to the end of the line</strong></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>When borrowers said they couldn’t pay, it was the former Marine’s job to lean on them, to threaten to take their stuff. Sometimes, they threatened back.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“We made high-risk loans so we went to parts of town that weren’t the best,” he recalls. “One experience: I had pulled into somebody’s driveway, and then somebody immediately pulled in behind me to block my car. But it wasn’t so much the fact that I was intimidated by collections, it was the fact that I was going to these people’s homes and basically harassing them, on loans that I knew they couldn’t pay.” </p>\"},{\"content\":\"<p>World said in a letter responding to questions from Marketplace and ProPublica that it rarely seizes collateral that borrowers pledge for loans. <a href=\\\"http://www.marketplace.org/topics/life/borrow-now-party-and-gamble-responsibly\\\">Chris Kukla</a> of the <a href=\\\"http://www.responsiblelending.org/\\\">Center for Responsible Lending</a> says the collateral usually isn’t worth much, and it’s a hassle to sell it off. But the threat is incredibly effective.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“Because if you get a phone call that says, ‘If you don’t pay me I’m getting your car,’ or ‘If you don’t pay me I’m backing a truck up and I’m going to empty your living room,’ you’re going to find a way to pay,” says Kukla.</p>\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Profits from the debt business roll in</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p>World did not agree to an interview. In response to written questions, the company said its fees, interest and insurance premiums, as well as its collection practices, are proper and legal. World said it underwrites its loans to make sure borrowers can afford them, and that it informs customers in writing of the terms of their loans.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Marketplace was able to call into -- and record -- the company’s annual earnings call with investors on April 25.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>After introducing himself and the senior management team, CEO Alexander “Sandy” McLean ran down the company’s impressive financials: record revenue and earnings in 2012; new stores opened in Indiana and Mexico, and across the company’s core territory in the South and Midwest. The stock (<a href=\\\"http://www.nasdaq.com/symbol/wrld\\\">WRLD</a> on NASDAQ) has been on a tear -- up from around $60-a-share in April 2012, to over $90-a-share today. </p>\"},{\"content\":\"<p><strong>Installment isn&apos;t payday: But do the Feds know that?</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p>There have been persistent questions about the possibility that World — and other subprime non-bank installment lenders—might face increased scrutiny from federal regulators and Congress. They could also face increased restrictions on their fees and interest rates from state regulators and legislatures.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Several investment analysts queried McLean specifically about a white paper just published by the new <a href=\\\"http://www.marketplace.org/topics/wealth-poverty/beyond-payday-loans-installment-lending-and-cycle-debt/whats-difference\\\">Consumer Financial Protection Bureau</a> in Washington, which has oversight over non-bank consumer credit companies. Titled “<a href=\\\"http://files.consumerfinance.gov/f/201304_cfpb_payday-dap-whitepaper.pdf\\\">Payday Loans and Deposit Advance Products</a>,” it focuses almost exclusively on payday lenders. Analysts asked: could installment lenders be next for this kind of inquiry from the federal government’s new consumer advocate?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>McLean acknowledged the threat, as the company has done repeatedly in recent communications with investors and securities regulators.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“The concern over the past two years is the introduction of federal oversight, which we’ve not had previously, and there’ve been concerns about what’s going to result from Dodd-Frank and the creation of this Consumer Financial Protection Bureau,” he said in the earnings call.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“I personally believe that we provide a good service, that we offer products that banks and other institutions are not offering, and that it would harmful to a large segment of the population to not have access to credit,” McLean continued. “But all of a sudden you have a bureau with an incredible amount of power, that can deem what products are good and what products are bad, regardless of how it affects that individual consumer.”</p>\"},{\"content\":\"<p>McLean said in response to one analyst’s question that 77 percent of World’s loans are renewals of existing loans by borrowers who have not completed paying off their debt. But he insisted that that is nothing like the pattern identified in the CFPB’s whitepaper, which criticized some payday lenders for flipping loans six or more times per year, dragging borrowers into an ever-deeper cycle of debt.</p>\",\"type\":\"text/html\"},{\"content\":\"<p><a href=\\\"http://www.marketplace.org/topics/wealth-poverty/payday-lenders-inspire-mixed-feelings-borrowers\\\">Payday loans</a> are for a single lump sum, due in full on payday. McLean pointed out that World’s installment loans get paid down every month, a little at a time.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“I don’t believe the cycle they’re talking about in the payday lending -- there are no paydowns associated with that, it’s the same amount borrowed time and time and time again,” he said. “These are two different products.”</p>\"},{\"content\":\"<p><strong>Structure of installment loans responds to consumer cash needs</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p>Securities analyst Henry Coffey at <a href=\\\"http://www.sterneagee.com/\\\">Sterne Agee</a> has covered the company for more than a decade, and agrees with McLean’s favorable comparison of World’s installment loans and payday loans (he also covers several players in that industry). Sure, says Coffey, World’s loans are pretty expensive. And many borrowers do renew. They tend to have poor or no credit, low incomes, and use their installment loans like credit cards: paying down, borrowing back up.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“The World Acceptance customer, the pawnshop customer, the payday loan customer—they tend to be a consumer who lives paycheck to paycheck,” Coffey explains. “And they have regular borrowing needs, and they’re not really good at flushing down their debt to zero. Then the question is: Which products are structured to allow for a paydown, and which products are structured in a way to lead to the acceleration of the cycle of debt?” </p>\"},{\"type\":\"text/html\",\"content\":\"<p>“Theoretically,” he continues, “an installment-loan product is better structured to be paid down to zero than a payday loan product, which is just two weeks and a single bullet payment, with lots of renewals and rollovers and the like. So I don’t think there’s anything inherent in the structure of the product that World is offering that aggravates the problem. I think the problem probably has more to do with the nature of the borrower, who has regular cash needs that don’t sync up.” </p>\"},{\"type\":\"text/html\",\"content\":\"<p>Chris Kukla of the Center for Responsible Lending counters: The problem’s not the borrower, it’s the loan.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“It’s an incredibly sophisticated lending arrangement that looks really simple on the front end: ‘We just charge this little bit of interest and it’s no big deal,’” says Kukla. “You start peeling back the layers of the onion, and what you’ve got are people who are just on the hook forever, and they’re paying hundreds and hundreds if not thousands of dollars in insurance fees, and interest, and origination fees, just to borrow a little bit of money.”</p>\"},{\"content\":\"<p><strong>Try to borrow a little -- and not get burned</strong></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>One consumer who’s just started down that road of ‘borrowing a little bit of money’ is 44-year-old long-haul trucker Henry Brown. He was at a World Finance loan store in Hinesville, Ga., near Savannah. “I ain’t borrowed but like a hundred-and-some dollars,” Brown said. It was for “personal items and a little trip,” he added, with a sheepish laugh.</p>\"},{\"content\":\"<p>Brown borrowed $130 from World. He’ll pay the company back $200 over four months. The effective annual interest rate, including the fees and credit insurance: 237 percent.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Brown said the loan’s working out “great” for him. He’s sure he’ll pay it back and not renew. But from what we’ve seen in our investigation, the financial odds may be stacked against him.</p>\"},{\"content\":\"<hr />\",\"type\":\"text/html\"},{\"content\":\"<p><em>Read other stories from the Marketplace and Propublica joint investigation &quot;Beyond payday loans: Installment lending and the cycle of debt.&quot; <a href=\\\"http://www.marketplace.org/topics/wealth-poverty/beyond-payday-loans\\\">Explore the whole series here.</a></em></p>\",\"type\":\"text/html\"}]","published":"2013-05-14T10:54:29+00:00","audio":[{"meta":{"height":"340","crop":"primary","width":"610"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/eriklesser_installmentloans_atlanta_25a_0.jpg?itok=raINfAo4"},{"format":"MP3","meta":{"duration":386,"duration_hms":"00:06:26","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/05/14/marketplace_segment19_20130514"}},"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/05/14/marketplace_segment19_20130514_64.mp3"}]}