{"created":"2014-10-08T15:09:08+00:00","modified":"2014-10-31T01:38:55+00:00","valid":{"from":"2014-10-31T01:38:55+00:00","to":"3014-10-31T01:38:55+00:00"},"hreflang":"en","title":"Old Senate Tradition Lies Behind Controversial Judge's Nomination","published":"2014-05-30T14:56:00+00:00","teaser":"President Obama nominated a controversial Georgia judge — one who once supported the display of the Confederate flag — for the federal bench. The White House says there's a particular reason for that.","itags":["npr_api","317127117"],"guid":"fa3752d0-f1ec-41ed-a945-0c112fb8d047","contentencoded":"<p>As President Obama continues to take heat for nominating to the federal bench a judge who once wanted to keep the Confederate emblem on the Georgia state flag, the White House says what's partly to blame for the choice is an old Senate tradition.</p><p>It turns out that tradition — which gives virtual veto power over judicial nominations to home state senators — helps explain why almost all the judicial vacancies without nominees are now in states with Republican senators.</p><p>There's an idea in the Senate that it's still a chamber operating on mutual respect and goodwill between colleagues, even in today's toxic environment. And that's why certain traditions from a century ago carry over today — like \"blue slips.\" These are literally light blue slips of paper senators can use to block any White House choice for judgeships in their home state.</p><p>Senate Judiciary Chairman Patrick Leahy said his decision to continue the blue slip tradition has not stopped nominations from getting through.</p><p>\"So far, we've confirmed more judges with President Obama than a Republican-controlled Senate did with President Bush, where they would sometimes use the blue slip, sometimes not,\" said Leahy. \"We got a better track record here, even though the White House was extraordinarily slow-starting.\"</p><p>True. But consider this: Almost 90 percent of all the judicial vacancies still awaiting nominees are now in states with at least one Republican senator, according to data compiled by Russell Wheeler at the Brookings Institution. At this point in President George W. Bush's sixth year in office, 57 percent of the judicial vacancies awaiting nominees were in states with at least one Democratic senator.</p><p>Wheeler said opposition from home state senators may be getting worse under Obama.</p><p>\"What we're seeing is not new, but we may be seeing an intensification of home state senators' willingness to use this prerogative that the Senate Judiciary Committee chair has provided them,\" said Wheeler.</p><p>And that came into focus in Georgia. The White House and Georgia's two Republican senators had sparred over nominees for more than three years, before finally cutting a deal. Sen. Johnny Isakson said the terms were simple.</p><p>\"The deal was, we agreed on seven nominees for seven different judicial appointments, and asked for all of them to get a hearing at the same time — and that was the deal,\" said Isakson.</p><p>The Georgia senators wanted Michael Boggs to be included in the bunch, and that's what they got. Boggs is a state judge and former legislator who opposed abortion, denounced same-sex marriage and wanted his state flag to continue featuring the Confederate battle flag.</p><p>Senate Democrats responded with open disdain — including Majority Leader Harry Reid. But Boggs did get his hearing, so even if his confirmation ultimately fails, Isakson said he'll still honor the rest of the deal with the White House.</p><p>\"Well, everybody lived up to what they said, and I'm in support of Mr. Boggs, but each vote on each individual judge will be each individual's vote,\" explained Isakson.</p><p><strong>The Special Problem of Texas</strong></p><p>But even if Georgia gets squared away, there's still the problem of Texas. Of the 35 vacancies still waiting for nominees, 10 are in Texas alone. Six of them are considered \"judicial emergencies\" because of the caseloads in those federal courts.</p><p>The White House blames the state's two Republican senators for stalling the process. But Sen. John Cornyn said it's the other way around.</p><p>\"No, the White House has been inexplicably slow about acting on these vacancies,\" said Cornyn, surmising that maybe turnover in the White House counsel's office is contributing to the delay.</p><p>Traditionally, it's up to the senators to make the first recommendations. Then negotiation with the White House proceeds. The two Texas senators have formed a committee to screen prospective judges, and David Prichard, a Texas lawyer, heads it.</p><p>\"I'm sitting at my desk in San Antonio, and I'm just not in a position to be able to tell you what goes on in the Beltway,\" said Prichard during a phone interview. \"I will just say we're not the bottleneck, OK?\"</p><p>Prichard estimated his committee has made \"as many as eight or nine\" recommendations since the start of the Obama administration. That may not sound like a lot, but he said the process is bound to be slow if you're trying to come up with names that will make two Republican senators happy, as well as a Democratic White House and Senate.</p><p>Prichard took offense at any suggestion his committee is bogging things down.</p><p>\"I'm quite proud of our group and will defend it to the death, if you will. Keep in mind, I'm from the Alamo city,\" he said.</p><p>And as the nominations process grinds on, so has the debate over whether Senate Democrats should just toss the blue slip tradition. Of course, it's a privilege many of them may not want to lose the next time a Republican wins the White House.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Old+Senate+Tradition+Lies+Behind+Controversial+Judge%27s+Nomination&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ailsa Chang","audio":[{"meta":{"duration":"274"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317127118-c8d1b9.m3u?orgId=1&topicId=1014&ft=3&f=317127117"}]}