{"created":"2015-03-19T19:27:45+00:00","modified":"2015-03-19T20:08:00+00:00","valid":{"from":"2015-03-19T20:08:00+00:00","to":"3015-03-19T20:08:00+00:00"},"hreflang":"en","title":"Taking Islam Out Of The Islamic State","published":"2015-03-19T19:27:00+00:00","teaser":"A journalist argues that trying to understand the so-called Islamic State through the lens of Islam is misguided and wrong.","itags":["npr_api","394094482"],"guid":"fa3e9f2a-9f9c-4d63-a46d-856279ec7511","contentencoded":"<p>Efforts to stem worldwide recruitment by the terrorist group calling itself the Islamic State have added urgency to the debate over the role of religion as a motivator of violent extremism.</p><p><strong>Mehdi Hasan</strong>, a presenter for Al Jazeera English, takes down <a href=\"http://www.theatlantic.com/features/archive/2015/02/what-isis-really-wants/384980/\" target=\"_blank\">a controversial article</a> in The Atlantic Monthly by Graeme Wood that claimed ISIS is indeed Islamic.</p><p>In his article in the New Statesman called, &#8220;<a href=\"http://www.newstatesman.com/world-affairs/2015/03/mehdi-hasan-how-islamic-islamic-state\" target=\"_blank\">How Islamic is Islamic State?</a>&#8221; Hasan argues that focusing on the internal factors that motivate &#8220;terrorists&#8221; misses the point because it ignores relevant external factors that motivate people.</p><p>Quoting forensic psychiatrist Marc Sageman, Hasan writes:</p><blockquote><p>Sageman believes that it isn’t religious faith but, rather, a “sense of emotional and moral outrage” at what they see on their television screens or on YouTube that propels people from Portsmouth to Peshawar, from Berlin to Beirut, to head for war zones and to sign up for the so-called jihad. Today, he notes archly, “Orwell would be [considered as foreign fighter like] a jihadi,” referring to the writer’s involvement in the anti-fascist campaign during the Spanish civil war.</p></blockquote><p>Hasan joins <a href=\"http://hereandnow.wbur.org\"><em>Here & Now&#8217;</em></a>s Jeremy Hobson to discuss his article, and why talking about Islam is not the way to interpret the Islamic State.</p><ul><li><strong>Here & Now&#8217;s interview with Graeme Wood</strong>: <a href=\"http://hereandnow.wbur.org/2015/02/16/what-isis-wants\" target=\"_blank\">Misunderstanding ‘What ISIS Really Wants’</a></li></ul><h4>Interview Highlights: Mehdi Hasan</h4><p><strong>On how the Islamic State uses Islamic rhetoric</strong></p><p>&#8220;Are they relying on words of the Qu&#8217;ran? Clearly they are cherry-picking words of the Qu&#8217;ran. Clearly they are using Islamic language. Why wouldn&#8217;t they? It&#8217;s an effective recruiting agent. They are in a region of the world where people take faith seriously. So if you want to attract people to you cause you say it&#8217;s holy. You say its Islamic. The experts I interviewed in my piece &#8212; for example Marc Sageman &#8212; the CIA psychiatrist, terrorist expert &#8212; he points out religion is used as a justification. They need to legitimize what is fundamentally illegitimate behavior. So they quote Scriptures. They want to sound like holy warriors. As President Obama put it, they crave legitimacy. And religion is one way of getting it. And we shouldn&#8217;t give it to them.&#8221;</p><p><strong>On who is attracted to the Islamic State</strong></p><p>&#8220;The overwhelming evidence suggests that religion is not the driver of radicalization. Britain&#8217;s own MI5 &#8212; the domestic security service &#8212; did a big study of terrorists and they found that religion is a actually a protector against radicalization. It&#8217;s actually religious novices, its people with no knowledge of Islam, who&#8217;ve had a very irreligious upbringing. They are looking for a new identity, a new cause, a new motivation.</p><p>&#8220;In fact there was a case where a couple of wannabe jihadists from Birmingham in the U.K. &#8212; who were sent to prison last yer &#8212; they bought two books from Amazon.com before they set out for Syria. Those two books were &#8216;Islam for Dummies&#8217; and &#8216;The Qu&#8217;ran for Dummies,&#8217; which kind of sums it up for me.&#8221;</p><p>&#8220;If you talk to any terrorism expert &#8212; they all say that when you start the conversation with these guys, it&#8217;s anger, outrage, disaffection, marginalization. That&#8217;s what we have to be targeting if we&#8217;re going to fight back against this terrorist narrative.&#8221;</p><p><strong>On what Islamic scholars say about the Islamic State</strong></p><p>&#8220;I would never use the phrase &#8216;Islamic terrorism&#8217; nor would I use the phrase &#8216;Christian terrorism&#8217; &#8212; because I don&#8217;t think Islam or Christianity allows for the terrorizing of innocent people. And that&#8217;s why 120 leading Islamic scholars wrote a point-by-point detailed rebuttal based on the Qu&#8217;ran, based on Islamic tradition, to what [ISIS leader Abu Bakr] al-Baghdadi and his ISIS minions are saying. I think it&#8217;s very unfair to come along and say, &#8216;Well, they call themselves Islamic, so we should treat them as Islamic.'&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.aljazeera.com/profile/mehdi-hasan.html\" target=\"_blank\"> Mehdi Hasan</a>, </strong>a presenter for Al Jazeera English. He wrote the cover story in the New Statesman last week called, &#8220;How Islamic is Islamic State?&#8221; He tweets <a href=\"https://twitter.com/mehdirhasan\" target=\"_blank\">@mehdirhasan</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Taking+Islam+Out+Of+The+Islamic+State&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"448"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394100141-1cfa44.m3u?orgId=1&e=394094482&d=448&ft=nprml&f=394094482"}]}