{"created":"2015-02-18T22:52:30+00:00","modified":"2015-02-19T19:50:25+00:00","valid":{"from":"2015-02-19T19:50:25+00:00","to":"3015-02-19T19:50:25+00:00"},"hreflang":"en","guid":"fa46d77b-523b-42de-bb4e-87ed8af59b09","title":"Undocumented immigrants play the waiting game after the White House pauses immigration action","published":"2015-02-19T19:50:17+00:00","byline":"Nina Porzucki, Shefali S. Kulkarni","tags":["immigration","politics","government","Global Nation","Justice","Conflict & Justice","Tijuana","Michoacán","North America","Mexico","United States","Texas","North America","Central America/Caribbean","Eleazar Valdez","Jeh Johnson","Obama","Immigration","undocumented immigrants"],"teaser":"In the process of getting temporary relief, undocumented immigrants hang in the balance as the White House faces a Texas court's injunction on Obama's immigration action.","contentencoded":"<p>Eleazar Valdez was ready to get his teaching career in motion.</p>\n<p>A master's degree in Latin American literature under his belt and a passion for education, the 37-year-old was eager to teach Spanish. In the meantime he's been making ends meet by shooting <a href=\"https://www.flickr.com/photos/eleazarslove\">wedding photos</a> and baby showers, catering for a local church and cleaning houses.</p>\n<p>\"Whatever I have to do to pay bills,\" he says.</p>\n<p>Valdez says he had high hopes after President Barack Obama announced his recent <a href=\"http://www.whitehouse.gov/issues/immigration/immigration-action\">immigration actions</a>. He would be able to get a work permit and lose the risk of deportation, if only temporarily. But on Tuesday the Department of Homeland Security announced it would put the breaks on the president's new immigration action, after a US District Court in Texas issued an <a href=\"http://www.nytimes.com/2015/02/18/us/obama-immigration-policy-halted-by-federal-judge-in-texas.html?_r=0\">injunction</a> to halt the program. Now, Valdez, along with many other undocumented immigrants, must wait.</p>\n<p>\"I felt like I got stabbed in the back. It was awful,\" Valdez says. \"It was the worst feeling because, you know, I was so close to achieving some of my goals. But with this little hiccup, I guess, it's bad. [Immigration action] was going to benefit me to apply for a work permit so I could go start teaching. I have a masters degree — and because of this I won't be able to do it.\" </p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/10366196_10152928816196348_6895129909099749614_n.jpg?itok=Krs2BW3H\" alt=\"\" /><div class=\"field-caption\">\n    <p>A self-portrait of Eleazar Valdez, who has been living in the US since 1990.</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Courtesy of Eleazar Valdez</p>\n  </div>\n</div>\n<p>He moved to the US from Michoacán, Mexico, when he was 13, eight years after his mother had left Mexico. \"I remember taking the bus on a Thursday at 7 p.m. It was a bus ride to Tijuana — from Michoacán to TJ. My sister got caught by la migra [a Spanish term for an immigration officer]. So, she got caught and was returned back to Mexico. I was able to escape with a smuggler.\" Since then, Valdez says he's felt like any other American.</p>\n<p>\"I think like an American, you know? I worry about my future, my retirement, my health. If I get sick, I have to deal with that,\" he says. \"I'm an American with no papers. \"I have my whole life here.\"</p>\n<p>He admits he's frustrated with the back and forth.</p>\n<p>\"There's some times when I just go to sleep and, I'll be honest with you, I would like to go to sleep and really never wake up. Because to deal with this every single day, it's really — it's hard. I see my friends that are already professionals, we went to school together, college —they already have their houses, the cars, good pay. Some are principals, teachers — and here I am trying to be something, you know?\"</p>\n<p>A <a href=\"http://www.dhs.gov/news/2015/02/17/statement-secretary-jeh-c-johnson-concerning-district-courts-ruling-concerning-dapa\">statement</a> from DHS Secretary Jeh Johnson stated that the Obama administration was hopeful it would still be able to implement Deferred Action for Parents of Americans and Lawful Permanent Residents (DAPA) and expanded Deferred Action for Childhood Arrivals (DACA).</p>\n<p>\"We fully expect to ultimately prevail in the courts, and we will be prepared to implement DAPA and expanded DACA once we do,\" Johnson noted.</p>\n<p>But Valdez isn't as optimistic. \"It seems like when it's getting closer for me to get something, all of a sudden it goes away.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-18%2Fnina-immigration&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0218201510.mp3"},{"href":"http://www.pri.org/file/0218201510mp3"}]}