{"created":"2014-09-29T13:05:24+00:00","modified":"2014-10-31T01:01:11+00:00","valid":{"from":"2014-10-31T01:01:10+00:00","to":"3014-10-31T01:01:10+00:00"},"hreflang":"en","title":"Brutal Vigilante Attack On Roma Teen Shocks France ","published":"2014-06-19T23:12:00+00:00","teaser":"French President Francois Hollande condemned the incident, which left the boy in a coma, as an unspeakable and unjustifiable act. Some say a xenophobic climate may have been a factor.","itags":["npr_api","323592790"],"guid":"fa48a315-0d32-469a-a707-84749bb01289","contentencoded":"<p>A vigilante attack against a Roma teenager has shocked France and put pressure on the French government to improve conditions for the ethnic minority. Human rights advocates say the rise of a xenophobic climate in the country may have contributed to the attack.</p><p>French news reports say <a href=\"http://www.nytimes.com/2014/06/18/world/europe/roma-teenager-in-coma-after-attack-near-paris.html?_r=0\">16-year-old Darius, whose last name has not been released, was found bloodied and unconscious in a grocery cart by the side of the road</a> in a suburb north of Paris. He was kidnapped and beaten by a dozen or so youths who accused him of stealing. President Francois Hollande condemned what he called an unspeakable and unjustifiable act.</p><p>Aline Le Bail-Kremer, a spokesperson for human rights group SOS Racism, says the incident is not so surprising considering the atmosphere in France today.</p><p>\"The fact is the National Front, which is a xenophobic party, won an election in this country and won a lot of gains all over Europe,\" she says. \"And [the attack] is the result of this context.\"</p><p>The elections she's referring to are <a href=\"http://www.theguardian.com/world/2014/may/25/france-national-front-win-european-elections\">recent European parliamentary elections, where the far right came out on top in France</a>. Even before those elections, French governments on both the right and left have been criticized for their harsh dealings and deportation of Roma.</p><p>The Roma, sometimes referred to as gypsies, <a href=\"http://www.npr.org/blogs/codeswitch/2013/12/30/242429836/why-being-gypped-hurts-the-roma-more-than-it-hurts-you\">migrated to Europe from India during the Middle Ages</a>.</p><p>They have always faced harsh discrimination across the continent. They began coming in large numbers to Western Europe when Romania and Bulgaria joined the EU in 2007.</p><p>Roma are part of the landscape in Paris today. Under the Eiffel Tower, there are always gangs of young Roma girls hitting the tourists up for money.</p><p>J.Z. — who won't give her full name because she is frightened of the police — is one of those girls. She and her friends surround me. They carry clipboards with petition-like papers on them, or little cards with notes, like \"I am hungry, I want money,\" scribbled on them.</p><p>I begin to ask the girls what their lives are like. Soon, our conversation attracts a couple of police officers. They walk up, stop our interview, take the girls' cards and tear them up.</p><p>The girls say this treatment is common.</p><p>J.Z. says she doesn't steal. But Roma are often accused of stealing from tourists and Parisians across the city, especially in the subway.</p><p>Laurent Thebault runs a souvenir stand near the Eiffel Tower. He says the Roma situation is impossible.</p><p>\"As a shopkeeper, I'm confronted by these girls all summer long. They're often pregnant; they ask for water and steal from me,\" he says. \"But as a human being, I see these people are not able to integrate, and this is the only way they can survive.\"</p><p>Thebault says people are increasingly nervous because European governments seem to have no coherent plan for the Roma in Europe.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Brutal+Vigilante+Attack+On+Roma+Teen+Shocks+France+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eleanor Beardsley","audio":[{"meta":{"duration":"219"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1323696148-88840a.m3u?orgId=1&topicId=1124&ft=3&f=323592790"},{"href":"http://media.npr.org/assets/img/2014/06/19/roma-paris2-918d67b5addded6e295e47bbf718481e2f8f11ba.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4606"}},{"href":"http://media.npr.org/assets/img/2014/06/19/roma-paris1-79d9ee46dd406fd33de199322565052c9097a76c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2454","width":"3270"}}]}