{"created":"2014-10-03T03:45:50+00:00","modified":"2015-04-30T19:47:24+00:00","valid":{"from":"2013-10-01T18:15:41+00:00","to":"3013-10-01T18:15:41+00:00"},"hreflang":"en","guid":"fa4842e0-a757-4fa9-a5f9-ef3c9900e415","title":"Portland, Oregon: A Tale of Two Cities","teaser":"In every city, there are, in fact, many cities, many different versions of a place. Portland, Oregon takes that multiplicity to a different level. There’s the city that some residents praise as a kind of eden: full of bike paths, independently-owned small businesses, great public transportation and abundant microbreweries and coffeeshops. It’s the kind of place that’s been attracting young, college-educated, progressive hipsters in droves. And then there’s a whole other city. It’s the city where whole stretches of busy road are missing sidewalks, and you can see folks in wheelchairs rolling themselves down the street right next to traffic. It’s the city where some longtime African American residents feel as if decades of institutional racism still have not been fully addressed. It’s the city where getting a job is not as simple as posting your handmade leather bracelets on Etsy. In this episode of SOTRU, we spend time in both Portlands: the paradise, and what could be called… the purgatory. We ask: how did Portland get to be a hipster mecca? Who’s benefiting from that—and who’s getting left out? What’s being done about that? Who’s finding a way to join in? ","description":"State of the Re:Union Portland, Oregon: A Tale of Two Cities  Host: Al Letson Producer: Tina Antolini   In every city, there are, in fact, many cities, many different versions of a place. Portland, Oregon takes that multiplicity to a different level. There&rsquo;s the city that some residents praise as a kind of eden: full of bike paths, independently-owned small businesses, great public transportation and abundant microbreweries and coffeeshops. It&rsquo;s the kind of place that&rsquo;s been attracting young, college-educated, progressive hipsters in droves. And then there&rsquo;s a whole other city. It&rsquo;s the city where whole stretches of busy road are missing sidewalks, and you can see folks in wheelchairs rolling themselves down the street right next to traffic. It&rsquo;s the city where some longtime African American residents feel as if decades of institutional racism still have not been fully addressed. It&rsquo;s the city where getting a job is not as simple as posting your handmade leather bracelets on Etsy. In this episode of SOTRU, we spend time in both Portlands: the paradise, and what could be called&hellip; the purgatory. We ask: how did Portland get to be a hipster mecca? Who&rsquo;s benefiting from that&mdash;and who&rsquo;s getting left out? What&rsquo;s being done about that? Who&rsquo;s finding a way to join in?    BILLBOARD (:58) Incue: From WJCT in Jacksonville, Florida Outcue: ...after the news.   News Hole: 1:00-6:00   SEGMENT A (12:29) Incue: From NPR and PRX... Outcue: That's ahead on State of the Re:Union    A. Welcome to Paradise There is a paradise awaiting the young, counterculturally-minded, college-educated (and probably bearded) hipster in the Northwest United States: the city of Portland, Oregon. Yes, this sounds like a line straight out of the hit IFC TV show &ldquo;Portlandia,&rdquo; which famously dubbed the city &ldquo;the place where young people go to retire.&rdquo; But it turns out, there is some truth to it. Since the 1980s, Portland has been drawing young, college-educated folks at some of the highest rates in the nation, despite an inconsistent job market. It seems they&rsquo;re not here for the jobs, but for the lifestyle (studies have shown people make less money here than they could in other metro areas). From circus arts in the city parks to vegan strip clubs to puppet karaoke to DIY woodworking to more microbreweries and coffeeshops than one would consider sustainable for the population, Portland is a hipster eden. In this brief introductory segment, we paint a portrait in sound of this hipster mecca. Host Al Letson poses the question: how did it get this way? Who&rsquo;s benefiting? And who&rsquo;s being left out?   B.&nbsp; Making a Community of Thinkers and Makers We begin with the story of someone who&rsquo;s found her home in Portland. If you have any question about how much Kelley Roy loves this city, just look at her arm. It&rsquo;s tattooed in an ode to the Pacific Northwest, a full sleeve featuring elk, Douglas fir, and Mt. Hood, the mountain that stands over the city. (She&rsquo;s got plans for a full sleeve on her other arm, too: that one will be covered in drawings of Portland&rsquo;s bridges and other iconic structures). Kelley landed in Portland as a young 20-something, having graduated from college, and on the hunt for somewhere to move. Her first night in Portland she knew this was her place: &ldquo;I felt instantly like I had arrived home&hellip;like a salmon finally making its way back to the exact spot it was conceived.&rdquo; And, since that moment, she&rsquo;s been working on trying to make what she loves about the place stronger. A few years ago, she took an old warehouse and converted it into ADX: a place that is the epitome of Portland&rsquo;s DIY artist-hobbyist-craftsperson scene.&nbsp; She calls it an incubator space for &ldquo;makers.&rdquo; It&rsquo;s a woodworking shop, a metal-working shop with an industrial sewing machine and regular community movie nights. &ldquo;We&rsquo;re your gym for a better kind of workout,&rdquo; ADX&rsquo;s website says. &ldquo;Everyone is welcome? high-profile designers work alongside students, retirees share their knowledge with novice builders, and entrepreneurs mix with hobbyists. We give you access to the tools, the space, and the community to help you create anything you dream up.&rdquo;  C.&nbsp;How Portlandia Came to Be&nbsp; So, how did Portland get to be this countercultural paradise? It wasn&rsquo;t always this way&hellip; Back as recently as the 1960&rsquo;s, it was a fairly typical western frontier city. There wasn&rsquo;t anything that different from Portland and a Denver or a Kansas City. But then came the late 1960s and 1970s, and Portland began its evolution. A generation of people who were civic activists, environmental activists and policy wonk nerds transformed Portland&rsquo;s politics from one dominated by a stodgy chamber of commerce to one bent on civic involvement. Instead of abandoning older neighborhoods, they were recycled and renovated. Instead of allowing Portland&rsquo;s downtown to die (as was happening in many cities at that moment), it was saved. At the same time, the governor of the state of Oregon was pushing through legislation that established an Urban Growth Boundary, which prevented sprawl from expanding into the urban land outside the core of the city. It turns out that these sorts of things created just the sorts of conditions that hipsters would fall in love with decades later. Portland in the 1970s and 1980s&mdash;still somewhat seedy, and hit hard by the economic recession of the 80s&mdash;built the foundation that gradually in the 1990&rsquo;s and then accelerating in this century have been attracting younger generations of &ldquo;cool&rdquo; kids.   SEGMENT B (18:59) Incue: You're listening to State of the Re:Union... Outcue: P-R-X-dot-O-R-G   A. A Bike Lane inspires Racial Reconciliation  Not everyone has gotten swept up in that rosy world of the new Portland. Some minority residents left are wrangling with a city culture that they don&rsquo;t really feel a part of&mdash;and one that often seems unaware of them.   In a city that has been named &ldquo;America&rsquo;s Best Bike City&rdquo; by Bicycling Magazine, you&rsquo;d think that a proposal for widening a bike lane that connected a popular neighborhood with the heart of downtown would be easily embraced. After all, this was a bike lane that would help solve a growing traffic problem in Portland: bike congestion. On North Williams street alone, there six times as many bikes traveling the route as there were only a few years ago. But the North Williams Street Traffic Operations Safety Project, as the officials dubbed it, turned into something far more complex than a simple bike lane. It ended up inspiring a city-wide conversation about racism and gentrification&mdash;one that&rsquo;s ended up fomenting a kind of DIY racial reconciliation process, as residents try to wrangle with a til-then little-acknowledged history of institutional racism and forge a way forward.   What has happened on North Williams Street in the past decade or so seems, from the surface, to be a familiar story. Empty buildings and empty lots have been transformed into boutiques, restaurants and condominiums. 68 percent of the retail spaces along the main section of North Williams have opened in just the past six years. With all of that has come an influx of young white people, many of whom work in Portland&rsquo;s nearby downtown, and are the sort of environmentally conscientious folks who choose to commute by bike. The small bike lane on the street wasn&rsquo;t able to handle the traffic, and so city officials put forward a plan to widen it, and slow down the surrounding car traffic. When the plans became public, a kind of storm hit. Prominent members of the neighborhood&rsquo;s long-standing black community were outraged.   Why? That gets into a history of this neighborhood that even some residents were totally unaware of, but one that slowly began to seep out over the meetings and comments that ensued. North Williams Street is in the center of Albina, which is Portland&rsquo;s largest&mdash;and for years, only&mdash;black neighborhood. That&rsquo;s not by accident. In 1919, Portland's Board of Realtors declared that it was against their code of ethics to sell a house to a black or Chinese person in a white neighborhood. That red-lining left Albina as the only place black folks could live. It was totally neglected, financially. Banks wouldn&rsquo;t make loans to fix up houses in the area. In the 1950&rsquo;s, urban renewal efforts allowed for the demolition of homes to build both Memorial Coliseum and the I-5 highway. And then came the pinnacle moment in the story residents tell about their neighborhood&rsquo;s hardship: the failed expansion of Legacy Emanuel Hospital. In 1966, the city was going after a grant to make the hospital bigger, and add commercial and residential zoning around it. Promising jobs, the hospital tore down hundreds of houses. Then funding fell through and nothing was built. The area, once home to hundreds of people, sat vacant for decades. To the surrounding black community, it was glaring physical evidence of the city&rsquo;s broken promises, an icon of neglect.   Decades later, Albina, with North Williams Street at its heart, was discovered by young white folks, hunting for good housing stock near Portland&rsquo;s urban core. Empty storefronts filled. People snapped up houses, occasionally using less than savory tactics to secure a home (long-time black residents tells stories of people knocking on their doors and offering to buy their home on the spot, in cash). Where for decades there had been neglect, there was reinvestment. Banks would make loans. Infrastructure improvements were made to city streets. Things that the community had longed for for decades all of a sudden appeared&mdash;at the behest of the new white residents.   Ire about all of this history&mdash;decades of it&mdash;came out around the proposed bike lane for North Williams. One longtime black resident said at a meeting: &ldquo;you know who asked for a crosswalk at that intersection? I did. I asked for it 15 years ago; I asked for it 10 years ago; I asked for it 5 years ago. But now that white people are asking for it, you&rsquo;re doing it.&rdquo;.   The city could have just dropped the idea, turned to another, less-conflict-filled neighborhood. But, instead of retreating, it engaged. The project was being led by Ellen Vanderslice, who, instead of trying to stifle the conversation about race and turn folks back to transportation, essentially said &ldquo;you&rsquo;re right! This IS unjust.&rdquo; She decided: we can&rsquo;t make progress, until we deal with this history.   The city disbanded the original committee of residents it had to advise on the project (14 of the 18 of which were white). Led by a local black resident named Debora Leopold Hutchins, who also led a recreational biking club for black women, they put together a new committee that, of its 27 members, included 12 members of color. They were tasked with figuring out what the community wanted on North Williams Street, a process that included acknowledgement of Portland&rsquo;s history of racial sins, not only from Ellen Vanderslice, but others higher up in government. In November 2011, then-Mayor Sam Adams, a white middle-aged pro-biking North Portlander, addressed the committee, detailing what he called the \"racist and discriminatory policies\" of the City of Portland and others in the 1950s through 1970s. In public meetings, newer white residents were asked to think about their own participation in the gentrification of the neighborhood. Michelle Poyourow, a city contractor who helped manage the process, says the public meetings were a revelation. You could see the white bike-riders realizing &ldquo;oh, this is not just about me and my commute and efficient use of space and global warming. There&rsquo;s this whole other thing I ran into by buying this house.&rdquo;   All in all, an extra 9 months were added to the planning process, and the committee ended up recommending a plan for North Williams that incorporated residents concerns. It&rsquo;s just (this past month) received the funding to move forward. And, in addition to the bike lane, there will be another part of the improvements to North Williams Street. A newly designated Honoring History Subcommittee is charged with developing something for the streetscape that will provide a public depiction of the neighborhood&rsquo;s black history. Poyourow says &ldquo;one of the things that came out of this was very few of the new neighbors really get that they&rsquo;re just one part of a long story of this neighborhood&hellip; Somewhere in the midst of the shiny development, there should be some recognition of what&rsquo;s been there for a long time. There should be something incorporating the history into the streetscape, so that it doesn&rsquo;t disappear.&rdquo; Thanks to the bike lane, Portlanders have not only a greater awareness of the racial and class dynamics that have informed the growth of this neighborhood, but a precedent for the kind of process that can deal that past and how it should inform the present.    SEGMENT C (18:59) Incue: You're listening to State of the Re:Union... Outcue: This is NPR.   A. A Different Kind of Soho:  From bike lanes, gentrification, and looking into the history of institutional racism in Portland, we turn to where people of color and poor people are being pushed: East Portland. What was only a few years ago a majority white, quasi-suburban set of sprawling neighborhoods has rapidly become the most diverse part of the metro area. That&rsquo;s because black, Latino and Asian families (some of them immigrants, some not), who used to find affordable housing in North Portland are now being displaced by gentrifying whites to cheaper East Portland. The city is just starting to play catch up: many neighborhoods in East Portland lack access to basic transportation, grocery stores&mdash;even sidewalks. As one article that came out in the wake of several people in motorized wheelchairs being hit by cars in East Portland points out: &ldquo;It&rsquo;s a cookie-cutter residential sprawl so devoid of landmarks, public spaces and commercial centers that some residents simply call it &ldquo;The Numbers.&rdquo; It&rsquo;s where you can walk a quarter-mile without finding a crosswalk (assuming you can find a paved sidewalk). You&rsquo;d have to go even farther to find a bus stop or MAX station. Forget about a city-maintained bike rack&mdash;in 50 square miles, there are only three.&rdquo; In an attempt to jumpstart economic activity in the area, East Portland resident Mark White has started a food cart (a Portland icon at this point, but nonexistent in East Portland) on his front lawn. He&rsquo;s calling it &ldquo;South of Holgate,&rdquo; or SoHo. White is also the president of the Powellhurst-Gilbert Neighborhood Association, which is advocating to bring city services assumed in the downtown area to this farther flung and newly diverse area.   B. Black (and Green) and Proud  Yes, there are lots of people who feel left out of the Portland that&rsquo;s usually celebrated in the media. But some of them are working on getting a piece of &ldquo;Portlandia&rdquo; for themselves. For all the hard history of Portland&rsquo;s African American community, and the divisions that arise like the one over the North Williams bike lane, this is one story of Black Portland and Urban-Planning-Sustainability-Loving Portland coming together. And it starts with a gas station and a sorority.  The long-closed graffiti-covered gas station on Albina Avenue had been declared a brownfield, and was cleaned up by its previous owner. A longtime Portlander named June Key noticed it and thought, &ldquo;well, this&rsquo;d be a great place for Delta Sigma Theta.&rdquo; The sorority, made up of African-American women, had been looking for a place to turn into a community center. 12 sorority sisters kicked in $100 each to get the project going, and June Key bought the gas station back in 1992. Years went by as the sorority sisters tried to decide what to do with it, even, as the neighborhood started gentrifying, turning down offers to sell it. What they decided to do surprised even Portland&rsquo;s sustainability cheerleaders: turn the gas station into the first commercial building to meet the incredibly strict Living Building Challenge requirements issued by the Cascadia Chapter of the U.S. Green Building Council. These standards go even farther than LEED certification, requiring eco-friendly building materials, net-zero energy use, capturing and reusing stormwater, and having more than 50% of the subcontractors who worked on the building be from small or women- or minority-owned businesses. &ldquo;(The center) is an example of how the triple bottom line of sustainable development &mdash; equity, economic empowerment and environmental stewardship &mdash; can be attained,&rdquo; said Chris Poole-Jones, the building project&rsquo;s director and a sorority member. And, as Marcelo Bonta, the director of the Center for Diversity &amp; the Environment, says the sorority sisters&rsquo; community center could be a model for similar projects in the future. &ldquo;This is a great example of diversity at its best of when different communities of different diverse backgrounds define diversity for themselves.&rdquo;  C. FINAL MONTAGE: Everywhere SOTRU went in Portland, we asked Portlanders: Do you feel included here? And the answers ranged enormously, depending on who you were speaking to. Younger, white residents felt embraced by the city. The answers from people of color were far less positive, though we heard one phrase over and over again: &ldquo;I include myself.&rdquo;    PROGRAM OUT @ 59:00   Broadcast Window Begins 10/1/13&nbsp;  The  Fall 2013 Season of State of the Re:Union (SOTRU) will be available  beginning October 1, 2013, on PRX and the Content Depot without charge  to all public radio stations, and may be aired an unlimited number of  times prior to December 31, 2014. The program may be streamed live on  station websites but not archived. Excerpting is permitted for  promotional purposes only.&nbsp;  State of the Re:Union is presented by  WJCT, and co-distributed by NPR and PRX.&nbsp; Major funding for the State  of the Re:Union comes from CPB, the Corporation for Public  Broadcasting.&nbsp;  Thanks for your consideration of State of the  Re:Union with Al Letson. Please contact your NPR Stations relations  person or Joan Miller @ joanadrienne@gmail.com with questions or to  confirm carriage.","contentencoded":"<strong>State of the Re:Union<br /> Portland, Oregon: A Tale of Two Cities<br /> <br /> Host: Al Letson<br /> Producer: Tina Antolini</strong> <br /> <br /> In every city, there are, in fact, many cities, many different versions of a place. Portland, Oregon takes that multiplicity to a different level. There&rsquo;s the city that some residents praise as a kind of eden: full of bike paths, independently-owned small businesses, great public transportation and abundant microbreweries and coffeeshops. It&rsquo;s the kind of place that&rsquo;s been attracting young, college-educated, progressive hipsters in droves. And then there&rsquo;s a whole other city. It&rsquo;s the city where whole stretches of busy road are missing sidewalks, and you can see folks in wheelchairs rolling themselves down the street right next to traffic. It&rsquo;s the city where some longtime African American residents feel as if decades of institutional racism still have not been fully addressed. It&rsquo;s the city where getting a job is not as simple as posting your handmade leather bracelets on Etsy. In this episode of SOTRU, we spend time in both Portlands: the paradise, and what could be called&hellip; the purgatory. We ask: how did Portland get to be a hipster mecca? Who&rsquo;s benefiting from that&mdash;and who&rsquo;s getting left out? What&rsquo;s being done about that? Who&rsquo;s finding a way to join in? <br /> <br /> <span class=\"s1\"><br /> <strong>BILLBOARD (:58)<br /> Incue: From WJCT in Jacksonville, Florida<br /> Outcue: ...after the news.<br /> </strong> <br /> <strong>News Hole: 1:00-6:00</strong> <br /> <br /> <strong>SEGMENT A (12:29)<br /> Incue: From NPR and PRX...<br /> Outcue: That's ahead on State of the Re:Union</strong> </span> <br /> <br /> A. Welcome to Paradise<br /> There is a paradise awaiting the young, counterculturally-minded, college-educated (and probably bearded) hipster in the Northwest United States: the city of Portland, Oregon. Yes, this sounds like a line straight out of the hit IFC TV show &ldquo;Portlandia,&rdquo; which famously dubbed the city &ldquo;the place where young people go to retire.&rdquo; But it turns out, there is some truth to it. Since the 1980s, Portland has been drawing young, college-educated folks at some of the highest rates in the nation, despite an inconsistent job market. It seems they&rsquo;re not here for the jobs, but for the lifestyle (studies have shown people make less money here than they could in other metro areas). From circus arts in the city parks to vegan strip clubs to puppet karaoke to DIY woodworking to more microbreweries and coffeeshops than one would consider sustainable for the population, Portland is a hipster eden. In this brief introductory segment, we paint a portrait in sound of this hipster mecca. Host Al Letson poses the question: how did it get this way? Who&rsquo;s benefiting? And who&rsquo;s being left out? <br /> <br /> B.&nbsp; Making a Community of Thinkers and Makers<br /> We begin with the story of someone who&rsquo;s found her home in Portland. If you have any question about how much Kelley Roy loves this city, just look at her arm. It&rsquo;s tattooed in an ode to the Pacific Northwest, a full sleeve featuring elk, Douglas fir, and Mt. Hood, the mountain that stands over the city. (She&rsquo;s got plans for a full sleeve on her other arm, too: that one will be covered in drawings of Portland&rsquo;s bridges and other iconic structures). Kelley landed in Portland as a young 20-something, having graduated from college, and on the hunt for somewhere to move. Her first night in Portland she knew this was her place: &ldquo;I felt instantly like I had arrived home&hellip;like a salmon finally making its way back to the exact spot it was conceived.&rdquo; And, since that moment, she&rsquo;s been working on trying to make what she loves about the place stronger. A few years ago, she took an old warehouse and converted it into ADX: a place that is the epitome of Portland&rsquo;s DIY artist-hobbyist-craftsperson scene.&nbsp; She calls it an incubator space for &ldquo;makers.&rdquo; It&rsquo;s a woodworking shop, a metal-working shop with an industrial sewing machine and regular community movie nights. &ldquo;We&rsquo;re your gym for a better kind of workout,&rdquo; ADX&rsquo;s website says. &ldquo;Everyone is welcome? high-profile designers work alongside students, retirees share their knowledge with novice builders, and entrepreneurs mix with hobbyists. We give you access to the tools, the space, and the community to help you create anything you dream up.&rdquo;<br /> <br /> C.&nbsp;<span>How Portlandia Came to Be&nbsp;</span><br /> So, how did Portland get to be this countercultural paradise? It wasn&rsquo;t always this way&hellip; Back as recently as the 1960&rsquo;s, it was a fairly typical western frontier city. There wasn&rsquo;t anything that different from Portland and a Denver or a Kansas City. But then came the late 1960s and 1970s, and Portland began its evolution. A generation of people who were civic activists, environmental activists and policy wonk nerds transformed Portland&rsquo;s politics from one dominated by a stodgy chamber of commerce to one bent on civic involvement. Instead of abandoning older neighborhoods, they were recycled and renovated. Instead of allowing Portland&rsquo;s downtown to die (as was happening in many cities at that moment), it was saved. At the same time, the governor of the state of Oregon was pushing through legislation that established an Urban Growth Boundary, which prevented sprawl from expanding into the urban land outside the core of the city. It turns out that these sorts of things created just the sorts of conditions that hipsters would fall in love with decades later. Portland in the 1970s and 1980s&mdash;still somewhat seedy, and hit hard by the economic recession of the 80s&mdash;built the foundation that gradually in the 1990&rsquo;s and then accelerating in this century have been attracting younger generations of &ldquo;cool&rdquo; kids. <br /> <br /> <strong>SEGMENT B (18:59)<br /> Incue: You're listening to State of the Re:Union...<br /> Outcue: P-R-X-dot-O-R-G</strong> <br /> <br /> A. A Bike Lane inspires Racial Reconciliation<br /> <br /> Not everyone has gotten swept up in that rosy world of the new Portland. Some minority residents left are wrangling with a city culture that they don&rsquo;t really feel a part of&mdash;and one that often seems unaware of them. <br /> <br /> In a city that has been named &ldquo;America&rsquo;s Best Bike City&rdquo; by Bicycling Magazine, you&rsquo;d think that a proposal for widening a bike lane that connected a popular neighborhood with the heart of downtown would be easily embraced. After all, this was a bike lane that would help solve a growing traffic problem in Portland: bike congestion. On North Williams street alone, there six times as many bikes traveling the route as there were only a few years ago. But the North Williams Street Traffic Operations Safety Project, as the officials dubbed it, turned into something far more complex than a simple bike lane. It ended up inspiring a city-wide conversation about racism and gentrification&mdash;one that&rsquo;s ended up fomenting a kind of DIY racial reconciliation process, as residents try to wrangle with a til-then little-acknowledged history of institutional racism and forge a way forward. <br /> <br /> What has happened on North Williams Street in the past decade or so seems, from the surface, to be a familiar story. Empty buildings and empty lots have been transformed into boutiques, restaurants and condominiums. 68 percent of the retail spaces along the main section of North Williams have opened in just the past six years. With all of that has come an influx of young white people, many of whom work in Portland&rsquo;s nearby downtown, and are the sort of environmentally conscientious folks who choose to commute by bike. The small bike lane on the street wasn&rsquo;t able to handle the traffic, and so city officials put forward a plan to widen it, and slow down the surrounding car traffic. When the plans became public, a kind of storm hit. Prominent members of the neighborhood&rsquo;s long-standing black community were outraged. <br /> <br /> Why? That gets into a history of this neighborhood that even some residents were totally unaware of, but one that slowly began to seep out over the meetings and comments that ensued. North Williams Street is in the center of Albina, which is Portland&rsquo;s largest&mdash;and for years, only&mdash;black neighborhood. That&rsquo;s not by accident. In 1919, Portland's Board of Realtors declared that it was against their code of ethics to sell a house to a black or Chinese person in a white neighborhood. That red-lining left Albina as the only place black folks could live. It was totally neglected, financially. Banks wouldn&rsquo;t make loans to fix up houses in the area. In the 1950&rsquo;s, urban renewal efforts allowed for the demolition of homes to build both Memorial Coliseum and the I-5 highway. And then came the pinnacle moment in the story residents tell about their neighborhood&rsquo;s hardship: the failed expansion of Legacy Emanuel Hospital. In 1966, the city was going after a grant to make the hospital bigger, and add commercial and residential zoning around it. Promising jobs, the hospital tore down hundreds of houses. Then funding fell through and nothing was built. The area, once home to hundreds of people, sat vacant for decades. To the surrounding black community, it was glaring physical evidence of the city&rsquo;s broken promises, an icon of neglect. <br /> <br /> Decades later, Albina, with North Williams Street at its heart, was discovered by young white folks, hunting for good housing stock near Portland&rsquo;s urban core. Empty storefronts filled. People snapped up houses, occasionally using less than savory tactics to secure a home (long-time black residents tells stories of people knocking on their doors and offering to buy their home on the spot, in cash). Where for decades there had been neglect, there was reinvestment. Banks would make loans. Infrastructure improvements were made to city streets. Things that the community had longed for for decades all of a sudden appeared&mdash;at the behest of the new white residents. <br /> <br /> Ire about all of this history&mdash;decades of it&mdash;came out around the proposed bike lane for North Williams. One longtime black resident said at a meeting: &ldquo;you know who asked for a crosswalk at that intersection? I did. I asked for it 15 years ago; I asked for it 10 years ago; I asked for it 5 years ago. But now that white people are asking for it, you&rsquo;re doing it.&rdquo;. <br /> <br /> The city could have just dropped the idea, turned to another, less-conflict-filled neighborhood. But, instead of retreating, it engaged. The project was being led by Ellen Vanderslice, who, instead of trying to stifle the conversation about race and turn folks back to transportation, essentially said &ldquo;you&rsquo;re right! This IS unjust.&rdquo; She decided: we can&rsquo;t make progress, until we deal with this history. <br /> <br /> The city disbanded the original committee of residents it had to advise on the project (14 of the 18 of which were white). Led by a local black resident named Debora Leopold Hutchins, who also led a recreational biking club for black women, they put together a new committee that, of its 27 members, included 12 members of color. They were tasked with figuring out what the community wanted on North Williams Street, a process that included acknowledgement of Portland&rsquo;s history of racial sins, not only from Ellen Vanderslice, but others higher up in government. In November 2011, then-Mayor Sam Adams, a white middle-aged pro-biking North Portlander, addressed the committee, detailing what he called the \"racist and discriminatory policies\" of the City of Portland and others in the 1950s through 1970s. In public meetings, newer white residents were asked to think about their own participation in the gentrification of the neighborhood. Michelle Poyourow, a city contractor who helped manage the process, says the public meetings were a revelation. You could see the white bike-riders realizing &ldquo;oh, this is not just about me and my commute and efficient use of space and global warming. There&rsquo;s this whole other thing I ran into by buying this house.&rdquo; <br /> <br /> All in all, an extra 9 months were added to the planning process, and the committee ended up recommending a plan for North Williams that incorporated residents concerns. It&rsquo;s just (this past month) received the funding to move forward. And, in addition to the bike lane, there will be another part of the improvements to North Williams Street. A newly designated Honoring History Subcommittee is charged with developing something for the streetscape that will provide a public depiction of the neighborhood&rsquo;s black history. Poyourow says &ldquo;one of the things that came out of this was very few of the new neighbors really get that they&rsquo;re just one part of a long story of this neighborhood&hellip; Somewhere in the midst of the shiny development, there should be some recognition of what&rsquo;s been there for a long time. There should be something incorporating the history into the streetscape, so that it doesn&rsquo;t disappear.&rdquo; Thanks to the bike lane, Portlanders have not only a greater awareness of the racial and class dynamics that have informed the growth of this neighborhood, but a precedent for the kind of process that can deal that past and how it should inform the present. <br /> <br /> <br /> <strong>SEGMENT C (18:59)<br /> Incue: You're listening to State of the Re:Union...<br /> Outcue: This is NPR.</strong> <br /> <br /> A. A Different Kind of Soho: <br /> From bike lanes, gentrification, and looking into the history of institutional racism in Portland, we turn to where people of color and poor people are being pushed: East Portland. What was only a few years ago a majority white, quasi-suburban set of sprawling neighborhoods has rapidly become the most diverse part of the metro area. That&rsquo;s because black, Latino and Asian families (some of them immigrants, some not), who used to find affordable housing in North Portland are now being displaced by gentrifying whites to cheaper East Portland. The city is just starting to play catch up: many neighborhoods in East Portland lack access to basic transportation, grocery stores&mdash;even sidewalks. As one article that came out in the wake of several people in motorized wheelchairs being hit by cars in East Portland points out: &ldquo;It&rsquo;s a cookie-cutter residential sprawl so devoid of landmarks, public spaces and commercial centers that some residents simply call it &ldquo;The Numbers.&rdquo; It&rsquo;s where you can walk a quarter-mile without finding a crosswalk (assuming you can find a paved sidewalk). You&rsquo;d have to go even farther to find a bus stop or MAX station. Forget about a city-maintained bike rack&mdash;in 50 square miles, there are only three.&rdquo;<br /> In an attempt to jumpstart economic activity in the area, East Portland resident Mark White has started a food cart (a Portland icon at this point, but nonexistent in East Portland) on his front lawn. He&rsquo;s calling it &ldquo;South of Holgate,&rdquo; or SoHo. White is also the president of the Powellhurst-Gilbert Neighborhood Association, which is advocating to bring city services assumed in the downtown area to this farther flung and newly diverse area. <br /> <br /> B. Black (and Green) and Proud <br /> Yes, there are lots of people who feel left out of the Portland that&rsquo;s usually celebrated in the media. But some of them are working on getting a piece of &ldquo;Portlandia&rdquo; for themselves. For all the hard history of Portland&rsquo;s African American community, and the divisions that arise like the one over the North Williams bike lane, this is one story of Black Portland and Urban-Planning-Sustainability-Loving Portland coming together. And it starts with a gas station and a sorority. <br /> The long-closed graffiti-covered gas station on Albina Avenue had been declared a brownfield, and was cleaned up by its previous owner. A longtime Portlander named June Key noticed it and thought, &ldquo;well, this&rsquo;d be a great place for Delta Sigma Theta.&rdquo; The sorority, made up of African-American women, had been looking for a place to turn into a community center. 12 sorority sisters kicked in $100 each to get the project going, and June Key bought the gas station back in 1992. Years went by as the sorority sisters tried to decide what to do with it, even, as the neighborhood started gentrifying, turning down offers to sell it. What they decided to do surprised even Portland&rsquo;s sustainability cheerleaders: turn the gas station into the first commercial building to meet the incredibly strict Living Building Challenge requirements issued by the Cascadia Chapter of the U.S. Green Building Council. These standards go even farther than LEED certification, requiring eco-friendly building materials, net-zero energy use, capturing and reusing stormwater, and having more than 50% of the subcontractors who worked on the building be from small or women- or minority-owned businesses. &ldquo;(The center) is an example of how the triple bottom line of sustainable development &mdash; equity, economic empowerment and environmental stewardship &mdash; can be attained,&rdquo; said Chris Poole-Jones, the building project&rsquo;s director and a sorority member. And, as Marcelo Bonta, the director of the Center for Diversity &amp; the Environment, says the sorority sisters&rsquo; community center could be a model for similar projects in the future. &ldquo;This is a great example of diversity at its best of when different communities of different diverse backgrounds define diversity for themselves.&rdquo;<br /> <br /> C. FINAL MONTAGE: Everywhere SOTRU went in Portland, we asked Portlanders: Do you feel included here? And the answers ranged enormously, depending on who you were speaking to. Younger, white residents felt embraced by the city. The answers from people of color were far less positive, though we heard one phrase over and over again: &ldquo;I include myself.&rdquo; <br /> <br /> <br /> <strong>PROGRAM OUT @ 59:00</strong> <br /> <br /> Broadcast Window Begins 10/1/13&nbsp;<br /> <br /> The  Fall 2013 Season of State of the Re:Union (SOTRU) will be available  beginning October 1, 2013, on PRX and the Content Depot without charge  to all public radio stations, and may be aired an unlimited number of  times prior to December 31, 2014. The program may be streamed live on  station websites but not archived. Excerpting is permitted for  promotional purposes only.&nbsp;<br /> <br /> State of the Re:Union is presented by  WJCT, and co-distributed by NPR and PRX.&nbsp; Major funding for the State  of the Re:Union comes from CPB, the Corporation for Public  Broadcasting.&nbsp;<br /> <br /> Thanks for your consideration of State of the  Re:Union with Al Letson. Please contact your NPR Stations relations  person or Joan Miller @ joanadrienne@gmail.com with questions or to  confirm carriage.<br />","byline":"Al Letson","published":"2013-10-01T18:15:41+00:00","tags":["African-American","Entertainment","Travel"],"itags":["prx:stories-104036"],"audio":[{"href":"https://hal.prx.org/pub/6e107c7505b67166d0af62c84864d5f7/0/web/story_image/250464/medium/sotru_profile-pic_01.gif","type":"image/gif","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/9bc559b44cb4a4fea634013a88139f9b/0/web/audio_file/578081/broadcast/01_Portland_Billboard.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1885430}},{"href":"https://cms.prx.org/pub/337aa8e4370bdb31a191d8e16105b09e/0/web/audio_file/578082/broadcast/02_Portland_Newscast_Music_Break.mp3","type":"audio/mpeg","meta":{"duration":29,"size":927685}},{"href":"https://cms.prx.org/pub/3140fafddafd249e6ee2240f592b5cc3/0/web/audio_file/578085/broadcast/03-Portland_Segment_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23941955}},{"href":"https://cms.prx.org/pub/859760591bd2c3e13318d587f116d5d1/0/web/audio_file/578086/broadcast/04_Portland_Segment_A_Music.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/e6414f22886ba8f9758070730d50dc4a/0/web/audio_file/578094/broadcast/05_Portland_Segment_B.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}},{"href":"https://cms.prx.org/pub/2a8afcf94435554c415cd1656bb11b2e/0/web/audio_file/578095/broadcast/06_Portland_Segment_B_Music.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/252c29a970859ae641b6eac43c1ebbe1/0/web/audio_file/578100/broadcast/07_Portland_Segment_C.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}}]}