{"created":"2014-11-18T21:59:05+00:00","modified":"2015-05-13T21:31:11+00:00","valid":{"from":"2015-05-13T21:31:11+00:00","to":"3015-05-13T21:31:11+00:00"},"hreflang":"en","title":"Dangerous Deliveries: Ebola Leaves Moms And Babies Without Care","published":"2014-11-24T16:24:00+00:00","teaser":"When a pregnant woman catches Ebola, the fetus and amniotic fluid are flooded with the virus. The ripple effects of these dangerous deliveries could be more catastrophic than Ebola itself.","itags":["npr_api","364179795"],"guid":"fa525ff3-9520-430e-b33a-6b66790d963f","contentencoded":"<p>For more than two decades, Lucy Barh has been helping women deliver babies. Even during Liberia's violent civil war, when other midwives left, Barh stuck around.</p><p>But none of this prepared her for a patient she saw a few months ago.</p><p>\"I was on duty that day when the patient came in,\" says Barh, at the headquarters of the <a href=\"https://www.google.com/webhp?sourceid=chrome-instant&ion=1&espv=2&ie=UTF-8#q=liberian%20midwife%20association\">Liberian Midwives' Association</a> in Monrovia. \"We did the examination. She was not in labor.\"</p><p>The woman didn't even seem close. So Barh sent her home and told her to return to the maternity ward when her contractions started. Barh was expecting her in a couple of days, maybe a week.</p><p>\"But to our utmost surprise, the very next day,\" she says, \"that woman was rushed on our ward, bleeding profusely.\"</p><p>The woman was in full labor. The midwives raced to deliver the baby.</p><p>\"Right after the fetus came out, that woman started bleeding from all over,\" Barh says. \"We did everything we could, just to save her life. But even with a blood transfusion, she ended up dying.\"</p><p>The baby died, too. And it was only then that Barh and her team learned the truth about the woman's medical history: Two of her relatives had died of Ebola.</p><p>If a person can get treatment, he or she has nearly a 40 percent chance of surviving Ebola. But for a pregnant woman and her fetus, Ebola is almost a death sentence. One small study <a href=\"http://jid.oxfordjournals.org/content/179/Supplement_1/S11.long\">found</a> a fatality rate around 95 percent. The woman invariably passes the virus to the fetus. And the fetus dies before labor, or it's born and dies shortly after.</p><p>The devastation doesn't stop there.</p><p>Both the baby and the woman's amniotic fluid are flooded with Ebola virus — and are highly infectious.</p><p>\"After a few days, the midwife who did that delivery came down with Ebola,\" Barh says. \"She spent 21 days in a treatment center. It was only by the grace of God that she recovered.\"</p><p>Many other midwives haven't been so lucky.</p><p>Right outside Barh's office is a whiteboard. There are about three-dozen photos taped on it. At the top, it says, \"Nurses and midwives who have died during the Ebola crisis.\"</p><p>Not all of them caught the infection from pregnant women, but in Liberia, you hear the same story over and over again: Someone got Ebola while trying to help a pregnant woman in trouble.</p><p>When a woman is bleeding, minutes can mean the difference between life or death for the baby and mom, Barh says. \"Sometimes it doesn't even give you ample time to put on your gloves. ... That alone is so dangerous for the midwives.\"</p><p>With so much blood and so much bodily fluid involved in deliveries, even doctors with access to protective gear are getting infected.</p><p>That's how the American doctor <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/09/03/345535069/u-s-doctor-didnt-treat-ebola-patients-yet-still-caught-the-virus\">Rick Sacra</a> got Ebola in August. Sacra, who is now recovering in Worcester, Mass., was helping pregnant women at a hospital outside Monrovia called <a href=\"http://www.elwamausa.org/About/AboutELWA/ELWAHospital.aspx\">Eternal Love Winning Africa</a>, or ELWA.</p><p>\"Sacra was being very cautious,\" says ELWA's assistant director, <a href=\"http://liftupliberia.wordpress.com/about-the-fankhausers/\">Dr. John Fankhauser</a>. \"But it's also just very risky. What we consider our two riskiest places are the OB ward and the operating room.\"</p><p>The problem, he says, is that women who are miscarrying often have bleeding and cramping, like someone with Ebola. So it's very difficult to tell the difference.</p><p>The risk to health care workers is so high that many clinics in Liberia refuse to treat pregnant women. Hospitals have closed their maternity wards.</p><p>The ripple of effects of that breakdown in the health care system could be more catastrophic than Ebola itself.</p><p>ELWA is one of the few health facilities in Monrovia where a woman can deliver her baby. The midwives there now wear full Ebola suits — gown, gloves, face mask, goggles — during every delivery. And they get sprayed down with chlorine after a shift, just like in the Ebola clinic.</p><p>\"So far, by the grace of God, we haven't had another infection,\" Fankhauser says. \"But all we can do is take great precautions. We can't stop caring for patients.\"</p><p>Even as careful as Fankhouser was, he is now back in the U.S., <a href=\"http://www.simusa.org/content/latest-news/5026/sim_confirms_returning_missionary_is_dr_john_fankhauser\">under quarantine</a>, after possible exposure to Ebola. So far, he's had no symptoms.</p><p>And many midwives across Liberia have stopped caring for patients, says Ester Kolleh, the lead midwife at ELWA. They've quit or stopped coming to work. \"Everybody is afraid of catching Ebola,\" she says, \"because most nurses who caught Ebola died.\"</p><p>Around that moment, a nurse walks by in the hallway of ELWA's OB ward. In her arms is a baby who isn't moving. Kolleh explains what happened.</p><p>\"Last night we received three ladies,\" she says. \"They had been in labor one week, two weeks. Nobody to help them.\"</p><p>The three women had gone from hospital to hospital in Monrovia. They were turned away at each one. By the time they made it to ELWA, it was too late for their babies.</p><p>\"All of them had stillbirth,\" she says. \"They couldn't get help from anyone. The babies died before they came. Now we have three dead babies in the delivery room.\"</p><p>The United Nations Population Fund <a href=\"http://www.unfpa.org/public/home/news/pid/18486\">says</a> the problem is widespread across Liberia, Sierra Leone and Guinea. Maternal death rates are climbing. And tens of thousands of women — and their babies — could die in the region over the next year unless more maternity wards reopen and ERs start seeing pregnant women again, the agency predicts.</p><p>Kolleh says that's why she's not quitting, no matter the danger. \"We keep doing it because we have to do the work,\" she says. \"We have to save lives.\"</p><p>And bring tiny new ones into the world, too.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Dangerous+Deliveries%3A+Ebola+Leaves+Moms+And+Babies+Without+Care&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michaeleen Doucleff","audio":[{"meta":{"duration":"415"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365016048-2d23ba.m3u?orgId=1&topicId=1031&d=415&p=2&story=364179795&t=progseg&e=364864537&seg=14&ft=nprml&f=364179795"},{"href":"http://media.npr.org/assets/img/2014/11/24/pregnancy-1e993571d802d43670e99c52ff37fd8bd5facd2e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1334","width":"1780"}},{"href":"http://media.npr.org/assets/img/2014/11/17/midwives-3868b79d42d3789730f12d41ee692877e90644d6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1331","width":"1776"}},{"href":"http://media.npr.org/assets/img/2014/11/18/elwa-ccc5f8a72446dc6f8e8952f6508e39aaf740563b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1499","width":"1998"}},{"href":"http://media.npr.org/assets/img/2014/11/17/midwife1-fe11aee79fb91bd9bd5e1de6992d17256d034f2c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1494","width":"1993"}}]}