{"created":"2015-03-02T20:03:03+00:00","modified":"2015-05-13T21:21:38+00:00","valid":{"from":"2015-05-13T21:21:38+00:00","to":"3015-05-13T21:21:38+00:00"},"hreflang":"en","title":"Can Family Secrets Make You Sick?","published":"2015-03-03T22:28:00+00:00","teaser":"Few doctors — and few patients — realize just how profoundly early abuse, neglect and other childhood traumas can damage an adult's physical health.","itags":["npr_api","377569413"],"guid":"fa5add48-72ad-4e6d-b2e4-0ec329e212a9","contentencoded":"<p>In the 1980s, <a href=\"http://www.caipm.org/about/meet.html\">Dr. Vincent Felitti, </a>now director of the California Institute of Preventive Medicine in San Diego, discovered something potentially revolutionary about the ripple effects of child sexual abuse. He discovered it while trying to solve a very different health problem: helping severely obese people lose weight.</p><p>Felitti, a specialist in preventive medicine, was trying out a new liquid diet treatment among patients at a Kaiser Permanente clinic. And it worked really well. The severely obese patients who stuck to it lost as much as 300 pounds in a year.</p><p>\"Oh yeah, this was really quite extraordinary,\" recalls Felitti.</p><p>But then, some of the patients who'd lost the most weight quit the treatment and gained back all the weight — faster than they'd lost it. Felitti couldn't figure out why. So he started asking questions.</p><p>First, one person told him she'd been sexually abused as a kid. Then another.</p><p>\"You know, I remember thinking, 'Well, my God, this is the second incest case I've seen in [then] 23 years of practice,' \" Felitti says. \"And so I started routinely inquiring about childhood sexual abuse, and I was really floored.\"</p><p>More than half of the 300 or so patients said yes, they too had been abused.</p><p>Felitti wondered if he'd discovered one of the keys to some cases of obesity and all the health problems that go along with it.</p><p>That possibility made him very curious: What if having a bad childhood could affect health in other ways?</p><p>The idea that childhood abuse and neglect could affect adult health was a revelation to Felitti. But a <a href=\"http://media.npr.org/documents/2015/feb/What_Shapes_Health_Report.pdf\">poll</a> released Monday (from NPR, the Robert Wood Johnson Foundation and the Harvard T.H. Chan School of Public Health) finds that the public widely believes this to be the case today.</p><p><strong>How To Measure The Troubles Of Childhood</strong></p><p>As he continued to explore the idea in the 1990s, Felitti got together with an epidemiologist named <a href=\"http://robertandamd.com/bio-2/\">Dr. Rob Anda</a>, who at the time was on staff at the Centers for Disease Control and Prevention. They came up with a set of questions to trace, in a larger group, how tough childhood experiences might affect adult health.</p><p>They called their work the study of Adverse Childhood Experiences, or <a href=\"http://www.cdc.gov/violenceprevention/acestudy/\">ACE</a>.</p><p>The 17,000 or so patients in this study were mostly middle-aged white people, upper- and middle-class, from San Diego. Felitti and Anda asked them to think back to their childhoods and list how many of 10 different types of adverse childhood experiences they'd had, including sexual, physical or emotional abuse; neglect; loss of a parent due to death, divorce or incarceration; mental illness in a parent; and drug or alcohol abuse by a parent.</p><p>The researchers wanted to get a sense of how being exposed to these different categories of adverse experience early in life might affect long-term health. So, on Felitti and Anda's score sheet, having undergone any one of those different categories of trauma or neglect before age 18 would add one point to a person's ACE score. Whether someone had been sexually abused one time, or dozens of times, the experience would count as one point in their study. Being habitually abused, and losing a parent to death, would add up to an ACE score of 2.</p><p>Even though Felitti and Anda were just getting a rough measure of the severity of the patients' experiences, when Anda's team at the CDC crunched the numbers, he was shocked.</p><p>One in 10 of the patients surveyed had grown up with domestic violence. Two in 10 had been sexually abused. Three in 10 had been physically abused.</p><p>\"Just the sheer scale of the suffering — it was really disturbing to me,\" Anda remembers. \"I actually ... I remember being in my study and I wept.\"</p><p>And then came the part where he found out what happened to all those people when they grew up: \"very dramatic increases in pretty much every one of the major public health problems that we'd included in the study,\" he says.</p><p>Cancer, addiction, diabetes and stroke (just to name a few) occurred more often among people with high ACE scores.</p><p>Now, not everyone who'd had a rough childhood developed a serious illness, of course.</p><p>But, according to <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/9635069?dopt=Abstract\">the findings</a>, adults who had four or more \"yeses\" to the ACE questions were, in general, twice as likely to have heart disease, compared to people whose ACE score was zero. Women with five or more \"yeses\" were at least four times as likely to have depression as those with no ACE points.</p><p><strong>When ACEs Are Very High</strong></p><p>Carol Redding, one of Felitti's patients, answered yes to every single ACE question, and she ended up with an ACE score of 10. Ten out of 10.</p><p>Today Redding lives in a tidy, peaceful house outside San Diego. The walls of her home office are lined with degrees and certificates — at age 58, she's working on a Ph.D. From the outside, she's a success.</p><p>But inside — in her body as well as her mind, Redding says — she has been battling all her life.</p><p>She was diagnosed with post-traumatic stress disorder, as a result of those childhood experiences. \"I had the flashbacks,\" she says, \"the depression, the anxiety — Oh, my lord! Anxiety, like ... if it were a tangible thing living in the house with me, I'd need another room just to house that.\"</p><p>In childhood, she was diagnosed with high blood pressure. In adulthood, she had a thyroid condition and has survived three different types of cancer: leukemia, breast cancer and lymphoma.</p><p>Learning about the ACE study and her own results made Redding wonder if all of that — maybe even the cancer — might be partly connected to her troubled childhood. After so many years, all of a sudden, \"all those very confused, very scattered puzzle pieces of my life just locked together in one big, amazingly clear picture,\" she says.</p><p>This revelation meant so much to Redding that she started a newsletter about the ACE study and later worked for the CDC, publicizing the study's results.</p><p>And she did all that because one big question kept nagging at her: Why didn't more people know about this research?</p><p><strong>Medical Community Initially Skeptical<br /></strong></p><p>Anda says that when he and Felitti first published their results in the late 1990s, the response from the medical community was frustrating.</p><p>\"I thought that people would flock to this information,\" Anda says, \"and be knocking on our doors, saying, 'Tell us more. We want to use it.' And the initial reaction was really — silence.\"</p><p>In fact, it took a long time to even get the study published. A number of top medical journals rejected the article, Anda says, \"because there was intense skepticism.\"</p><p><a href=\"http://www.ceu.ox.ac.uk/staff/226/floud-sarah\">Sarah Floud</a>, an epidemiologist at Oxford University in England, says she understands that skepticism and thinks it may still be warranted.</p><p>\"An association doesn't necessarily mean that one thing causes the other thing,\" says Floud. She thinks doctors and patients should take care not to overinterpret an ACE score — it's not a crystal ball that predicts health or illness.</p><p>Rather, Floud says, this rough indicator of a difficult childhood is just one risk factor in the mix with lots of others, such as your genes, your diet, whether you drink heavily or smoke, for example — factors known to be strongly related to some illnesses, like heart disease, diabetes and cancer.</p><p>So if you're otherwise healthy, not a smoker or a drinker, and not obese, can childhood trauma alone increase the likelihood of diseases like cancer and heart disease?</p><p>\"I don't think there's quite so much evidence for that,\" Floud says. \"But that's not to say that it might not be true. It's just that ... that seems to be harder to prove.\"</p><p>Now, 15 years after the ACE study came out, some scientists are trying to connect the dots — to get a clearer picture of what exactly adverse childhood experiences <a href=\"http://www.psyneuen-journal.com/article/S0306-4530(13)00235-7/abstract\">do to the body</a> and why the study results came out the way they did.</p><p>\"Well, you've reshaped the biology of the child,\" says <a href=\"http://www.cehd.umn.edu/icd/people/faculty/cpsy/Gunnar.html\">Megan Gunnar</a>, a developmental psychologist at the University of Minnesota who, for more than 30 years, has been studying the ways children <a href=\"http://www.sciencedirect.com/science/article/pii/S1053811914008441\">respond to stressful experiences</a>. \"This is how nature protects us,\" Gunnar adds. We all become adapted to living in \"the kinds of environments we're born into.\"</p><p>And if you have scary, traumatic experiences when you're small, Gunnar says, your stress response system may, in some cases, be programmed to overreact, influencing the way your mind and body work together. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/19491187\">Research</a> in animals and people suggests that the part of the mind that scientists call \"executive function\" — thought, judgment, self-control — seems to be most affected, she says.</p><p>\"Over time, especially when you're young, experiences of neglect and abuse and stress impair those circuits,\" Gunnar says. \"You're less able to tell yourself not to eat the ice cream, or smoke the cigarette, or have that additional drink. You're less capable of regulating your own behavior. And that seems to be terribly important for linking early experiences with later health outcomes.\"</p><p>This growing body of research indicates that, right now, the health of millions of children is being shaped by abuse and neglect. As they grow up, these children will be more likely than other children to use behaviors like smoking, drinking and overeating to cope with stress.</p><p>Preventing childhood trauma in the first place, Felitti, Anda and their proponents now believe, is one of the biggest opportunities to prevent disease — and save billions in health care costs. It's an opportunity, they say, that American medicine and the health care industry still seem to be missing.</p><hr /><p><em>This story is part of the NPR series, </em><a href=\"www.npr.org/series/389312217/what-shapes-health\">What Shapes Health?</a> <em>The series explores social and environmental factors that affect health throughout life. It is inspired, in part, by findings in a </em><a href=\"http://media.npr.org/documents/2015/feb/What_Shapes_Health_Report.pdf\">poll </a>released Monday<em> by NPR, the Robert Wood Johnson Foundation and the Harvard T.H. Chan School of Public Health</em><em>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Can+Family+Secrets+Make+You+Sick%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Starecheski","audio":[{"meta":{"duration":"496"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390245045-3c44a0.m3u?orgId=1&topicId=1128&aggIds=389312217&d=496&p=2&story=377569413&t=progseg&e=390148961&seg=4&ft=nprml&f=377569413"},{"href":"http://media.npr.org/assets/img/2015/03/02/ace-still-2_wide-675e8dcd1734e3da3c1041bb7a7fe4f2e44f3f7a.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"640","width":"1139"}},{"href":"http://media.npr.org/assets/img/2015/01/22/npr_122-f6e3dace36e848599720d57513fb458df740ede6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2250","width":"3005"}}]}