{"created":"2015-02-04T21:32:42+00:00","modified":"2015-05-13T21:18:18+00:00","valid":{"from":"2015-05-13T21:18:18+00:00","to":"3015-05-13T21:18:18+00:00"},"hreflang":"en","title":"As Jets Roar Overhead, Jordan Remembers Its Fallen Pilot","published":"2015-02-05T13:16:00+00:00","teaser":"Many Jordanians opposed joining the U.S.-led coalition against ISIS. But at the funeral of the pilot burned to death by the extremists, mourners honored his sacrifice and called for ISIS' destruction.","itags":["npr_api","383837375"],"guid":"fa626d04-4183-4e37-8f0f-8d2fd1bd0e4f","contentencoded":"<p>Lt. Muath al-Kaseasbeh's village curves around mountainous slopes not far from the ancient city of Karak, where the walls of a sprawling castle were once washed in blood <a href=\"http://www.sacred-destinations.com/jordan/kerak-castle\" target=\"_blank\">as the Crusaders lost out to the forces of the mighty Muslim warrior Saladin</a> in the 12th century.</p><p>Today, the village's narrow streets were clogged with civilian and military vehicles bringing mourners to pay respect to the memory of the 28-year-old Kaseasbeh, whose fiery death his village and country are still coming to terms with.</p><p>Four of Kaseasbeh's fellow air force pilots made a pass over the village, before dividing into two pairs that wheeled and came again, this time much lower.</p><p><strong>Committed To The Fight</strong></p><p>Kaseasbeh's father, Safi, emerged from the funeral hall and worked through a sea of well-wishers to dispel any concerns that the family, from a prominent Jordanian tribe, would be attacking the government for its decision to join the coalition fighting the self-declared Islamic State — <a href=\"http://www.washingtonpost.com/blogs/worldviews/wp/2014/12/05/daesh-john-kerry-starts-calling-the-islamic-state-a-name-they-hate/\" target=\"_blank\">known here by its Arabic acronym, Daesh</a>.</p><p>\"A couple days ago I prepared this place to celebrate my son's return, only to learn of his murder by Daesh,\" the father said.</p><p>But he also said that Wednesday's executions of two Iraqis, convicted of terrorism in Jordan, were not sufficient revenge. He said the goal for everyone — Arabs, Muslims and the outside world — must be to destroy Daesh before it ruins the name of Islam around the world.</p><p>The comments mark a shift from the days before the gruesome video of Kaseasbeh's death, when the family had joined many in southern Jordan in <a href=\"http://www.npr.org/blogs/parallels/2015/01/08/375894664/with-a-son-missing-family-questions-jordans-mission-against-isis\">questioning their country's role in the coalition against the Islamic State</a>.</p><p>None of those questions came up Wednesday, nor did criticism of the air force for failing to rescue Kaseasbeh when his plane crashed in December in territory controlled by the Islamic State.</p><p>As mourning prayers for Kaseasbeh began, his older brother Jawdad remembered him as a \"lovely\" man, a quiet village boy who surprised people by rising to become an air force pilot.</p><p>Now, said Jawdad, his horrific killing leaves no doubt about the \"ugly and disgusting people\" they're dealing with — people he said must be stopped.</p><p>\"But really now, Daesh war, it is my war — and it is war for all Muslims, and for all countries,\" he said.</p><p><strong>'They Feed Off The Lives Of Others'</strong></p><p>Whether war against Daesh really becomes Jordan's war remains an open question.</p><p>Sympathy for the extremists is relatively high in this part of the country and questions are growing about whether Jordan had reason to believe that the young pilot was dead weeks before the talk of a possible prisoner swap became public.</p><p>In any case, all of Jordan now knows the stakes are high. A cousin of the dead pilot, Ala'a Kaseasbeh, didn't quite succeed in keeping the emotion from his voice as he addressed the neighboring states and the young people watching the horror unfold.</p><p>\"My message to Turkey is: Guard your country dearly, because Daesh is very close,\" he said. \"And I call on all young people to be very careful when you decide about joining an Islamic fighting group. These groups only want money, and they feed off the lives of others.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Jets+Roar+Overhead%2C+Jordan+Remembers+Its+Fallen+Pilot&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Kenyon","audio":[{"meta":{"duration":"248"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383860570-69dd50.m3u?orgId=1&topicId=1009&d=248&p=2&story=383837375&t=progseg&e=383841028&seg=8&ft=nprml&f=383837375"},{"href":"http://media.npr.org/assets/img/2015/02/04/jordanian-pilot-funeral-29bb453e69a24e7baf4a2c41d874dc1746cae89f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}