{"created":"2015-04-23T19:03:55+00:00","modified":"2015-04-23T22:53:23+00:00","valid":{"from":"2015-04-23T22:53:23+00:00","to":"3015-04-23T22:53:23+00:00"},"hreflang":"en","guid":"fa69e2e1-f22a-410b-8007-154dbb011af0","title":"Family and friends of Warren Weinstein demand change from the US government as they mourn","published":"2015-04-23T22:53:20+00:00","byline":"David Leveille, Christopher Woolf","teaser":"\"The key question going forward is how is this going to change how the CIA operates?\" asks the Wall Street Journal's Adam Entous. The strike was based on what's called a 'pattern of life' intelligence, which indicated that there was a legitimate target present, without knowing specifically who. \"Will that continue down the road,\" asks Entous. \"Or will that be curtailed?\"","tags":["Conflict","Conflict & Justice","Pakistan","Warren Weinstein","Giovanni Lo Porto","Adam Gadahn","Ahmed Farouq"],"contentencoded":"<p>The reporter who broke the story of the two hostages slain in a botched US counterterrorism operation wonders if President Barack Obama's public apology will lead to change.</p>\n<p>The Wall Street Journal's Adam Entous reported the strike in January on the Afghanistan-Pakistan border came only after hundreds of hours of surveillance. Intelligence sources told Entous there was no sign of hostages at the location. Obama repeated that assertion in a news conference confirming the deaths of American Warren Weinstein and Italian Giovanni Lo Porto, who had been held by Al Qaeda.</p>\n<p>\"The key question going forward,\" Entous says, \"is how is this going to change how the CIA operates?\" The strike was based on what's called a 'pattern of life' intelligence, which indicated that there was a legitimate target present, without knowing specifically who. \"Will that continue down the road,\" Entous asks, \"or will that be curtailed?\"</p>\n<p>Obama did not touch on that question, but said details of the operation would be declassified as soon as possible.</p>\n<p>\"As a husband and as a father, I cannot begin to imagine the anguish that the Weinstein and Lo Porto families are enduring today,'' Obama said. \"I realize that there are no words that can ever equal their loss. I know that there is nothing that I can ever say or do to ease their heartache. And today, I simply want to say this: as President and as Commander-in-Chief, I take full responsibility for all our counterterrorism operations, including the one that inadvertently took the lives of Warren and Giovanni. I profoundly regret what happened. On behalf of the United States government, I offer our deepest apologies to the families.\" (Full statement <a href=\"https://www.whitehouse.gov/the-press-office/2015/04/23/statement-president-deaths-warren-weinstein-and-giovanni-lo-porto\">here</a>.)</p>\n<p class=\"p1\">Weinstein had been held hostage by al-Qaeda for more than three and a half years before his accidental death in the drone strike in January. He was kidnapped in 2011 at his home in Lahore, Pakistan.</p>\n<p class=\"p1\">\"Unfortunately, the assistance we received from other elements of the US Government was inconsistent and disappointing over the course of three and a half years,\" said Weinstein's widow, Elaine, in a statement. \"We hope that my husband's death and the others who have faced similar tragedies in recent months will finally prompt the US Government to take its responsibilities seriously and establish a coordinated and consistent approach to supporting hostages and their families.\"</p>\n<p class=\"p1\">She's not the only one who's disappointed. \"It was pretty obvious to everybody that the US government never took Warren’s situation that seriously,\" says Bill Piatt, who knew Weinstein for much of his long career in international humanitarian work.</p>\n<p class=\"p1\">Piatt and others briefly held out hope after the US traded Taliban members for the release of US Army Sgt. Bowe Bergdahl. \"We all had a lot of hope that the government might decide to do something\" he says. \"If they were willing to swap captives for an army deserter, they should be willing to do something to bring home a patriot who has dedicated his life to helping others and to helping the United States.”</p>\n<p class=\"p1\">Weinstein's death had another sad and ironic twist, Piatt says. \"He constantly pushed the Peace Corps volunteers to work as hard as they could to understand the people from the people’s perspective,\" he says. \"I think it's an incredible tragic irony that it is probably this very cultural sensitivity that kept him alive with al Qaeda all these years and that at end of the day it was United States government that killed him.”</p>\n<p class=\"p1\"> </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-23%2Fweinstein-family-devestated-loss&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/warren1.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/warren1jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04232015_01.mp3"},{"href":"http://www.pri.org/file/0423201501mp3"}]}