{"created":"2015-03-20T22:36:40+00:00","modified":"2015-03-23T20:24:27+00:00","valid":{"from":"2015-03-23T20:24:27+00:00","to":"3015-03-23T20:24:27+00:00"},"hreflang":"en","guid":"fa93d6ac-3d33-4e01-97f5-66cd21c5b0ce","title":"Saudi Arabia plans a $100 billion mega-city to help end its oil dependence","published":"2015-03-23T20:24:21+00:00","byline":"David Leveille","tags":["Economy of Saudi Arabia","Saudi Arabia","King Abdullah Economic City","Business","Business, Finance & Economics","King Abdullah Economic City","Asia","Saudi Arabia","Persian Gulf","Eric Reguly","Economy of Saudi Arabia","Saudi Arabia","King Abdullah Economic City"],"teaser":"With oil prices down and the world's supply eventually running out, Saudi Arabia is looking to the future by constructing a massive new city from scratch along the Red Sea. The kingdom hopes it will provide a new source of income and trade, but it's not without its own problems.","contentencoded":"<p>The Persian Gulf is no stranger to sparkling new development projects, but the latest one announced by Saudi Arabia is big even by those lofty standards.</p>\n<p>The Saudi government says it will build a brand-new city on its western coast the size of Washington, DC — at a cost of about $100 billion. It's not imaginatively named — it's known as the <a href=\"http://www2.kaec.net/\">King Abdullah Economic City</a>, pronouned \"cake\" (KAEC) for short — but Saudi rulers hope it will become a powerful new economic engine for the kingdom.</p>\n<p>“It’s designed specifically as an economic diversification plan for the Kingdom of Saudi Arabia,\" says Eric Reguly of Canada's <a href=\"http://www.theglobeandmail.com/report-on-business/careers/careers-leadership/chief-executive-of-kaec-knows-megacity-wont-be-built-in-a-day/article22164449/\">Globe and Mail</a> newspaper, who recently visited the under-construction city. \"The whole idea is to get rid of the oil economy. ... Oil is getting cheap, and it’s also running out, it’s a finite resource. Saudi Arabia has the first or second biggest reserves in the world, so they’re not going to disappear in the next 10 or 15 years, but they will go down.\"</p>\n<p></p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/saudi2.jpg?itok=ywPYMw82\" alt=\"\" /><div class=\"field-caption\">\n    <p>A computer generated conception of Saudi Arabia's new 100 billion dollar city going up at that edge of the Red Sea.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>King Abdullah Economic City</p>\n  </div>\n</div>By building a major new container port on the Red Sea, Saudi Arabia hopes to create a new Silk Road, a trade route to Mediterranean countries and southern Europe. For now, with only 10 percent of the city built, it looks more like a movie set. \"The city's pretty much an expanse of nothing in an area that could double as a stage set for a Mad Max film,\" Reguly says. \"It looks like desert with a couple of buildings spreading here and there.”  \n<p>Even when it's done, with a population of as many as two million, the city will hardly be a utopia. Reguly says one obvious flaw is the city’s reliance on cars. It’s designed to be a sprawling city of 70 square miles, linked by highways instead of public transportation. And as Reguly points out, \"it's going to be very much dependent on cheap oil\" — the very thing the city is supposed to help wean Saudi Arabia off of.</p>\n<p>Fortunately, there are still a couple of decades for designers work out the kinks in the blueprints. By then, they may even come up with a better name.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-20%2Fbuilding-100-billion-dollar-saudi-arabian-city-scratch-red-sea&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/kaec.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/kaecjpg"}]}