{"created":"2015-01-14T21:52:27+00:00","modified":"2015-01-21T19:40:47+00:00","valid":{"from":"2015-01-21T19:40:47+00:00","to":"3015-01-21T19:40:47+00:00"},"hreflang":"en","guid":"fa9ffbe5-1337-403e-b1c1-707edecb9151","title":"'It's not about you being a Muslim and me being a Christian,' says one Nigerian activist","published":"2015-01-21T19:40:42+00:00","byline":"Joyce Hackel","tags":["Muslim","Christian","violence","women","Religion","conflict","Across Women's Lives","Justice","Conflict & Justice","Jos","Africa","Nigeria","Sub-Saharan Africa","Esther Ibanga","Khadija Hawaja","Muslim","Christian","extremists","Violence","Middle Belt","Dogo-Nahawa","Women Without Walls","Khadija Hawaja","activists","Women"],"teaser":"Muslim and Christian women in central Nigeria are banding together to confront violent extremism — in a bid to return safety and security to their communities.","contentencoded":"<p>With all eyes turned on France last week, a massacre perpetrated by religious extremists in a northeastern Nigerian town called Baga barely registered around the globe.</p>\n<p>That disparity in news coverage jumps out, especially to Nigerians. </p>\n<p>Esther Ibanga, a pastor in the town of Jos, and a founder of a group called <a href=\"http://wowwi.org/\">Women Without Walls</a> says she would have hoped the world would have paid more attention to the Boko Haram assault that took hundreds, perhaps thousands of Nigerian lives. </p>\n<p>\"I was angry in my heart. But my anger was toward my government,\" says Ibanga, the pastor of Jos Christian Missions. \"Because my government and my rulers have to value their own people. If you don't value your own people first, why would you expect someone else to value them?\"</p>\n<p>Jos is the capital of Plateau State in Nigeria's Middle Belt. It lies hundreds of miles south of Boko Haram strongholds in Borno State in Nigeria's northeast. Religious tensions in the Middle Belt pre-date Boko Haram and began most recently in the mid-90s.  </p>\n<p>\"It's unfortunate, but over the years we sort of got used to it, that Christians and Muslims don't get on well together,\" Ibanga says. </p>\n<p>Even after the tensions had become commonplace, the severity of a 2010 massacre in the town of Dogo-Nahawa turned Ibanga and other local women into vocal activists.  </p>\n<p>\"The war was taken into the bedrooms,\" she says. \"The village that was attacked, they actually went right into their bedroom at night when they were sleeping and started killing them.\"</p>\n<p>In response, Ibgana organized 100,000 women, mainly Christians, in a march through Jos. The idea, she recalls, was \"to let the government know the women on the plateau were not going to keep quiet any more.\" </p>\n<p>But in the weeks that followed, Ibanga and others discovered that the extremist violence in Dogo-Nahawa was in fact a reprisal attack — in response to an earlier assault in the region by Christian militants. </p>\n<p>\"The Muslim women now reacted and said, 'Hey, wait a minute, our own people were killed as well,'\" she recalls. So Muslim women in Jos held their own, separate rally. </p>\n<p>But even after the Christian and the Muslim demonstrations, the violent clashes continued. At that point, Ibanga reached out to a local Muslim religious leader, Khadija Hawaja. </p>\n<p>\"That's when I realized the issue is really not religion, the issue was politics. But religion was used as a very powerful tool,\" she says.  \"I reached out to her and I said, 'Hey listen, you know we're not each other's problems. It's not about you being a Muslim and me being a Christian. These politicians are knocking our heads together. And it's all about them maintaining power.'\" </p>\n<p>Because Jos was so politically polarized, the women met on \"neutral ground\" — in a restaurant. </p>\n<p>\"She could have been killed,\" Ibanga says. \"And I could have been killed also, going into a Muslim community.\"   </p>\n<p>After months of collaboration, Ibanga and Hawaja founded the Women Without Walls Initiative. </p>\n<p>\"We want to do away with the walls that divide and separate us, whether it's the walls of social class or the wall of ethnicity or the walls of religion,\" she says. \"We really cannot join the politicians in this fight. We are mothers. We are life givers and we are solution bearers. And we think that we should bring solutions to the table, rather than dwell on the problem.\"</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Picture2%20%282%29.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/picture2-2jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/011420158.mp3"},{"href":"http://www.pri.org/file/011420158mp3"}]}