{"created":"2015-03-02T21:15:21+00:00","modified":"2015-05-13T21:11:45+00:00","valid":{"from":"2015-05-13T21:11:45+00:00","to":"3015-05-13T21:11:45+00:00"},"hreflang":"en","title":"Wi-Fi Everywhere May Let You Roam Free From Your Mobile Carrier","published":"2015-03-03T00:40:00+00:00","teaser":"To get the most out of your smartphone, do you really need a cellphone plan? That's the question a <em>Wall Street Journal</em> reporter tried to answer by relying only on Wi-Fi networks for a month.","itags":["npr_api","390244986"],"guid":"faa1f46c-e763-411a-9090-6c9b9a1c7502","contentencoded":"<p>To get the most out of your smartphone, do you really need a cellphone plan? That's the question <em>Wall Street Journal</em> reporter Ryan Knutson tried to answer recently, when he spent a month <a href=\"http://www.wsj.com/articles/do-you-really-need-a-wireless-phone-carrier-1425077991?mod=ST1\" target=\"_blank\">relying only on Wi-Fi networks for his mobile data and voice needs</a>.</p><p>The results: By making some sacrifices and adjustments to your routine, you can get almost as much out of your smartphone, with a monthly bill of $0.</p><blockquote><p>\"Most buildings in New York and on a trip to Dallas had hotspots. Calls can be forwarded free to Google Voice or to Skype if you sign up for a plan. Internet apps like <a href=\"http://quotes.wsj.com/AAPL\"> Apple</a> Inc.'s FaceTime and iMessage, Google Hangouts, and Facebook Messenger make it easy to stay in touch with friends and family. Even the little blue dot on Google Maps will track your location without cellular service. It works in part by mapping Wi-Fi hotspots, in fact.\"</p></blockquote><p>The frustrations of the switch were relatively minimal, Knutson told NPR's Robert Siegel in an interview conducted over Skype.</p><p>\"One thing, I normally call my mother as I'm walking to the subway each morning, but with Wi-Fi, they're hot<em>spots</em>,\" Knutson said. \"So you can't walk down the street or drive in a car while doing the Wi-Fi only plan, because the signals just don't carry far enough to cover you over long distances.\"</p><p>There are companies lining up to help you make the switch — an app to help you find nearby hotspots even if you're offline, companies stitching individual hotspots into networks, and carriers with cheap plans that rely on Wi-Fi first and roam on the network of a cellular provider, such as Sprint, as a backup.</p><p><a href=\"http://bits.blogs.nytimes.com/2015/03/02/google-confirms-plans-for-wireless-service/?_r=0\" target=\"_blank\">Google on Monday announced its own plans to enter the cellphone carrier market</a>, <em>The New York Times</em> reported:</p><blockquote><p>\"Google is experimenting with a hybrid approach that offers mobile voice and data services primarily through Wi-Fi signals. It would fall back on cell towers in areas where Wi-Fi is beyond reach, sources say.\"</p></blockquote><p>The ease of his transition and the burgeoning competition could pose serious issues for the industry, Knutson writes:</p><blockquote><p>\"If millions of TV watchers are making do with a money-saving patchwork of online shows, over-the-air broadcasts and services like <a href=\"http://quotes.wsj.com/NFLX\"> Netflix</a> Inc. how long will it be before wireless subscribers decide they can get by making calls with Google Voice, sending texts via WhatsApp and asking for the Wi-Fi password every time they enter a bar?\"</p></blockquote><p>Knutson told Siegel that cellphone providers aren't worried about the competition, saying \"there always will be a market for people who will pay money to have connectivity wherever they go,\" but that the pattern fits into one described by Harvard Professor Clayton Christensen in <em>The Innovator's Dilemma</em> — a low-cost, low-quality alternative that slowly improves until it has claimed the bulk of an industry's customers.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Wi-Fi+Everywhere+May+Let+You+Roam+Free+From+Your+Mobile+Carrier&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"246"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390244987-ab910e.m3u?orgId=1&topicId=1049&d=246&p=2&story=390244986&t=progseg&e=390148961&seg=6&ft=nprml&f=390244986"},{"href":"http://media.npr.org/assets/img/2015/03/02/464963676-08c4717e3f5402405eabf474a4a960c88979c050.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2465","width":"3287"}}]}