{"created":"2015-05-29T07:43:32+00:00","modified":"2015-06-25T17:43:39+00:00","valid":{"from":"2015-06-25T17:43:39+00:00","to":"3015-06-25T17:43:39+00:00"},"hreflang":"en","title":"A Year Later, #WeNeedDiverseBooks Has Left Its Mark On BookCon","published":"2015-05-29T19:10:00+00:00","teaser":"The Twitter campaign was born out of the controversy around the lack of diverse voices in the event's panels. This year, one organizer says, the first panel they booked was with that campaign.","itags":["npr_api","410272351"],"guid":"faba70cb-699a-4ba3-89d3-43fd36b13f39","contentencoded":"<p>Publishing's big week is almost over. The industry's annual convention, BookExpo America, ends Friday in New York, and on Saturday the publishing world opens its doors to the public with BookCon, where avid readers will get the chance to mix and mingle with their favorite authors.</p><p>Last year, the lack of diversity on author panels at BookCon spawned the <a href=\"http://weneeddiversebooks.org/\">We Need Diverse Books</a> campaign, which in turn sparked renewed conversation about the lack of diversity in publishing. Ellen Oh, one of We Need Diverse Books' co-founders, says anger about the lack of diversity in publishing had been brewing for a long time, but when BookCon announced its guest list last year, it struck a nerve.</p><p>\"It was 30 authors that were all white and the only diversity was the Grumpy Cat,\" she says. \"And I think at that point the anger and the disappointment of a lot of people just kind of overflowed and we decided to really talk about why this was so important.\"</p><p>The campaign, aimed at the lack of diversity in kids' books, urged people of all ages to tweet about why diverse books were so important to them. It used the hashtag <a href=\"https://twitter.com/search?q=%23WeNeedDiverseBooks&src=typd\" target=\"_blank\">#WeNeedDiverseBooks</a>, and the response was enormous. \"These were clear reflections ... that diversity was not just important to a small section of authors who had been talking about it for years; that it was actually important to the world,\" Oh says.</p><p>Organizers of BookCon reacted by working with the campaign to put together a panel on diversity in kids' books, which drew a standing-room-only crowd at last year's BookCon. And this year?</p><p>\"I can tell you the first panel that we booked was with We Need Diverse Books,\" says Brien McDonald, BookCon's show manager. He says organizers worked closely with publishers to ensure that a wide range of authors would take part in the conference, and this year there are several panels on diversity. \"There were some instances where, when we were planning panels — Who's available? Who fits with kind of the theme of this panel? — where we would definitely stop and say, 'We need diversity included here. We have three white people; the fourth cannot be that way.' \"</p><p>Among the authors who will be taking part in BookCon is Daniel José Older. His panel will address the issue of diversity in science fiction. Older thinks the diverse books campaign did provoke a wider discussion in the publishing world, and he has seen some change in the past year, but he says the industry has a long way to go. \"I think we have yet to see how deeply rooted that change is,\" he says. \"So it's one thing to put the word 'diversity' on banners and things like that, and then it's another to actually achieve equity and stop racist practices in publishing. Those are two different things.\"</p><p>That may be the case, but Ellen Oh is still looking forward to the day when the diverse books campaign won't be needed. She says, \"The part where we have to keep going after gatekeepers and reminding people about why it's good to read diversely and why it's good to introduce children to diversity — that part of it, I hope eventually it becomes the norm and we don't have to do that anymore.\"</p><p>That time might come someday, but Older thinks it is still very much in the future. He believes the conversations that are now getting underway about race and publishing are just the beginning. \"Ultimately, the conversation about diversity is about the truth,\" he says. \"We live in a very diverse world and literature needs to reflect that. And that it hasn't is a failure — is a literary and a human failure. So the conversation is never going away and it will only get louder.\"</p><p>He points to one sure sign that the conversation isn't over yet: the fact that authors of color are still the most outspoken about the need for more diversity in publishing.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Year+Later%2C+%23WeNeedDiverseBooks+Has+Left+Its+Mark+On+BookCon&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lynn Neary","audio":[{"meta":{"duration":"231"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410470148-e92244.m3u?orgId=1&topicId=1161&aggIds=100876926&d=231&p=3&story=410272351&t=progseg&e=410437772&seg=8&ft=nprml&f=410272351"},{"href":"http://media.npr.org/assets/img/2015/05/28/dsc_1490-2875e77bdb6894a0295a87c349a679323dbe3442.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2071","width":"2762"}}]}