{"created":"2014-10-14T09:09:21+00:00","modified":"2014-10-30T21:39:38+00:00","valid":{"from":"2014-10-30T21:39:38+00:00","to":"3014-10-30T21:39:38+00:00"},"hreflang":"en","title":"Editor: New 'Cosmo' Woman Is 'Interested In Mascara And The Middle East'","published":"2014-10-14T18:12:00+00:00","teaser":"\"Men are allowed to talk about sports relentlessly, and yet we still take them seriously,\" says <em>Cosmo</em>'s Joanna Coles, so women should be able to talk about fashion <em>and</em> politics.","itags":["npr_api","354818136"],"guid":"fabcd94a-ede7-4959-aeb8-8ca9443f144b","contentencoded":"<p>For generations of young women, <em>Cosmopolitan</em> magazine has meant one thing: sex. Before the Internet, it was the place to go to get advice on things that weren't discussed in polite company — essentially, how to please your man and look fabulous doing it.</p><p>That's until Joanna Coles became editor and decided to give the <em>Cosmo</em> woman a makeover. Since Coles took over two years ago, the magazine has had some notable firsts. In May, <em>Cosmo</em> received, for the first time in its history, a prestigious national magazine award for <a href=\"http://www.cosmopolitan.com/sex-love/advice/a4673/cosmo-guide-to-contraception/\">a 12-page piece on contraception</a>; and the magazine is diving headfirst into politics, endorsing political candidates for the first time.</p><p>Coles joined NPR's Rachel Martin to discuss recent changes at the magazine.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the magazine's decision to start covering politics and issues like birth control</strong></p><p>One of the things <em>Cosmo </em>feels really strongly about is we need more women candidates running, and we need more women across the parties in D.C. We've seen what the men are up to, and it appears to be not very much. There's total gridlock in Washington. And I'm a big believer in you just have to have a seat at the table.</p><p>And I don't like that contraception is called, or labeled as, a women's issue. Contraception is a couple's issue. Men like having sex, too, and men don't want to have to have a baby every time they have sex. In fact, if you presented them with that option, they would never want to have sex again. So I think it's important that we frame this in terms of both men and women. And, I think, it's also been seen as a specifically Democratic issue. And we have a lot of young Republican readers who feel that they want access to contraception. They want to control when they have a baby. And, for a woman, when she has a child is the single most important economic decision she'll ever make in her life, and we want her to have a choice over that.</p><p><strong>On the magazine's November cover, which shows an actress in a white shirt that's unbuttoned to the waist</strong></p><p>We have a wonderful picture of Emily Ratajkowski, who is the mistress in <em>Gone Girl</em>, on the cover. And inside, we have six or seven pictures of her showing off her magnificently toned body. And I love the headline, which is: \"<a href=\"http://www.cosmopolitan.com/entertainment/celebs/news/a31580/emily-ratajkowski-november-2014-cover/\">I Feel Lucky That I Can Wear What I Want, Sleep With Who I Want And Dance How I Want And Still Be A Feminist</a>.\"</p><p><strong>On the message it sends to have a revealing photo on the cover of an issue that also discusses negotiating a raise</strong></p><p>I don't think anyone would suggest that you negotiate for a raise with your shirt undone to your waist. But I think that she is being very handsomely paid for <em>Gone Girl</em>. ... I think that women's lives are multilayered. I have no problem understanding that women are interested in mascara <em>and</em> the Middle East. Men are allowed to talk about sports relentlessly, and yet we still take them seriously. I don't understand why women can't talk about fashion, or sex, or love, or wanting more money and not be taken as seriously as men.</p><p><strong>On what draws women to <em>Cosmo</em></strong></p><p>I was very surprised by the tremendous affection people have for <em>Cosmo</em> — especially slightly older women who grew up reading <em>Cosmo</em> and who owed a lot of their knowledge about sex to <em>Cosmo</em>. There's always the sense in which people nod-nod wink-wink, \"Oh, I found out about orgasms through <em>Cosmo</em>!\" which is what Gayle King told me. So, there is this sense in which <em>Cosmo</em>, for a lot of women, has had a really central role in their life.</p><p>And younger women like it because it's funny, but they also know that it's got their back. It really does care about whether or not they've got the confidence to ask for a raise. And it really does care that they know which protection to use to make sure that they can have fun having sex without getting pregnant.</p><p><strong>On how the <em>Cosmo</em> woman is doing today</strong></p><p>I think the <em>Cosmo</em> woman is doing pretty well today. There are a lot of them going to college, although they are saddled with college debt, which is a problem. But I think that young women today feel that so much more is possible for them than, certainly, 30 years ago when I was growing up. And I think they look around and, although there are still very few female leaders in American business and there's still not enough women in government, it does make a difference to see Sheryl Sandberg at Facebook or Marissa Mayer at Yahoo. It's really important that we have these role models so women feel, \"I, too, can do this,\" if they want to. I'm not saying everybody has to run a boardroom, of course not. But if you want to run your own business, you should be able to. We want to give you the tools and the psychological kind of input to be able to do that.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Editor%3A+New+%27Cosmo%27+Woman+Is+%27Interested+In+Mascara+And+The+Middle+East%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"447"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356045152-a4ed9d.m3u?orgId=1&topicId=1020&aggIds=177622347&ft=3&f=354818136"},{"href":"http://media.npr.org/assets/img/2014/10/14/nrm_1411999443-cosmo_nov_cover1_custom-120df488d5748aa938d486f7fd2a62080e17a359.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1060","width":"767"}}]}