{"created":"2014-09-04T21:01:16+00:00","modified":"2014-10-30T22:42:49+00:00","valid":{"from":"2014-10-30T22:42:49+00:00","to":"3014-10-30T22:42:49+00:00"},"hreflang":"en","title":"CBS's Thursday Night Football: An Ambitious Alliance With A Lot At Stake","published":"2014-09-04T17:49:00+00:00","teaser":"On Sept. 11, CBS and the NFL will debut <em>Thursday Night Football</em> games. NPR TV critic Eric Deggans says it's a sure bet that two of the world's biggest corporations have a lot riding on.","itags":["npr_api","345586417"],"guid":"fac0f4d0-f78d-4606-bdda-9ae9dadb974a","contentencoded":"<p>How much football is too much for TV?</p><p>That's the question CBS and the NFL may face Sept. 11, when the curtain rises on their ambitious experiment to build a new broadcast television home for pro football on Thursdays.</p><p>NBC will air the first game of the season Thursday, Sept. 4, but CBS won the rights to broadcast eight more Thursday games starting with the Sept. 11 matchup between the Pittsburgh Steelers and the Baltimore Ravens. Those games will air simultaneously on CBS and the NFL Network cable channel; CBS's top-line talent will also handle the NFL Network games that don't air on the broadcaster — evidence of how badly CBS President and CEO Les Moonves wanted this deal.</p><p>For the TV industry, it's a no-brainer. The most-watched show on television last season was NBC's <em>Sunday Night Football,</em> drawing an average 21 million viewers each night. And among the top 10 programs of last TV season with young viewers, <a href=\"http://insidetv.ew.com/2014/05/20/top-50-broadcast-tv-shows-of-2013-14/\">four of them were football-related shows </a>on NBC or CBS.</p><p>Moonves, one of the industry's savviest deal-makers and programmers, knows this better than anyone.</p><p>\"This is a sure thing,\" the CEO declared to an audience of critics and reporters gathered for a July press conference with NFL Commissioner Roger Goodell. \"This is the program we know is going to work, we know is going to be on the air for many, many years on broadcast television. ... The entire network is behind it.\"</p><p>And when Moonves said the entire network, he wasn't kidding. Mentions of <em>Thursday Night Football </em>and the NFL have been sprinkled everywhere on CBS from the police drama <em>Blue Bloods</em> to the unscripted series <em>Big Brother</em> and the game show <em>The Price is Right</em>.</p><p>One reason why: <em>Variety </em>reported <a href=\"http://variety.com/2014/tv/news/cbs-seeks-more-than-500k-for-ads-in-thursday-night-football-1201285415/\">CBS was charging $500,000</a> per 30-second spot for ads.</p><p>Still, there is the possibility that fans, inexplicably, may not tune in. And what would <em>that</em> do to the TV industry?</p><p>As the football season kicks off, here are a few important things to remember about how much the CBS/NFL deal has affected all of television this fall, and sports TV in particular:</p><p><strong>It's about building a partnership between two moneymaking giants.</strong> Because the deal lasts for only a year, CBS is working hard to prove it can be an effective and profitable partner for the NFL on Thursdays. The advantages for CBS range beyond advertising revenue that night; a successful Thursday can help CBS contend as the top network in young viewers year-round and allow them to ask for even more money from cable systems that carry their broadcast signals. NFL is playing the coy partner, while hoping to build another strong night for football-centered programming on a broadcast network to prove how valuable its increasingly costly TV deals remain.</p><p><strong>It's about building viewership habits on broadcast and cable.</strong> CBS hopes to get football fans used to calling up their channel on Thursdays, so when highly rated comedies such as <em>Big Bang Theory</em> and <em>Two and A Half Men</em> return to the night Oct. 30, they may see even bigger ratings. The NFL likely hopes that fans who develop a Thursday-night game habit watching CBS might just turn to the NFL Network later. If enough of them show up on cable, the NFL could yank back the Thursday games entirely next year (I'm betting this won't happen, because the partnership with CBS will work well).</p><p><strong>Rivals will mostly compete for the viewers left out.</strong> This fall, ABC has handed its Thursday night to its show creator most popular with female viewers: Shonda Rhimes. Her hits <em>Grey's Anatomy</em> and <em>Scandal</em> will air Thursdays before a new show she is executive-producing, <em>How to Get Away with Murder</em>. NBC has moved its weight loss competition <em>Biggest Loser</em> to Thursdays, along with the new romantic comedy <em>A to Z</em> and the family drama <em>Parenthood</em>. All these scheduling moves look like attempts to court female viewers and fans who prefer relationship-based programs to sports.</p><p><strong>It's about the power of live programming.</strong> Football remains one of the most popular TV events that viewers insist on watching as it happens — a godsend for TV outlets struggling with ad-skipping DVRs and binge viewing on Netflix or Amazon. It's also programming that doesn't decline in viewership year-to-year, like so many other shows, especially on broadcast TV.</p><p>Overall, <em>Thursday Night Football</em> looks like the surest bet in the TV industry. But you can ask any gambler; sometimes, even the surest things don't work out.</p><p>And if the most reliable programming on television doesn't draw a huge crowd, that may become the biggest story of all.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=CBS%27s+Thursday+Night+Football%3A+An+Ambitious+Alliance+With+A+Lot+At+Stake&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"283"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345706916-1fcda2.m3u?orgId=1&topicId=1138&ft=3&f=345586417"},{"href":"http://media.npr.org/assets/img/2014/09/03/don-cheadle-tnf-open-3426b74edb2dd3b44674ca5b73572292ce3c4f91.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"890","width":"1187"}}]}