{"created":"2014-11-03T18:59:48+00:00","modified":"2015-05-02T02:38:56+00:00","valid":{"from":"2015-05-02T02:38:56+00:00","to":"3015-05-02T02:38:56+00:00"},"hreflang":"en","title":"In A Remote Corner Of Sudan, An American Takes His Stand  ","published":"2014-11-04T14:55:00+00:00","teaser":"Ryan Boyette arrived in the Nuba Mountains more than a decade ago and has made it his mission to document abuses he says the government carries out with regularity.","itags":["npr_api","361138668"],"guid":"facaca83-ba28-4bb4-a0c4-d6e4a024ebb5","contentencoded":"<p><a href=\"http://www.nytimes.com/2011/10/23/opinion/sunday/kristof-the-man-who-stayed-behind.html\" target=\"_blank\">American Ryan Boyette</a> knows there are many crises that compete for world's attention, but he's determined not to let a conflict in his adopted home of Sudan go unnoticed.</p><p>The young Florida man moved to the Nuba Mountains, a remote part of Sudan, in 2003, to join the Evangelical Christian aid group, Samaritan's Purse.</p><p>\"I think that day was around 110 degrees,\" he says, joking that he wasn't sure what he was getting into. \"The rest is history. I've been there ever since.\"</p><p>When conflict returned to the region in 2011, most aid groups left. Boyette stayed. He had married a local woman and wanted the world to know about the Sudanese government bombing raids, which he says are meant to terrorize local residents to turn them against a regional rebel movement.</p><p>With a $45,000 Kickstarter campaign, Boyette bought cameras and trained a few Sudanese as reporters to go out and get the stories.</p><p>\"We got them DSLR cameras that can take GPS tagged photos and do pretty good video,\" he told NPR during a recent visit to Washington.</p><p>Boyette, 33, now runs the media website <a href=\"http://nubareports.org/\" target=\"_blank\">Nuba Reports</a>. It partners with organizations like the <a href=\"http://www.enoughproject.org/\" target=\"_blank\">Enough Project</a> and the <a href=\"http://www.satsentinel.org/\" target=\"_blank\">Satellite Sentinel Project</a>, advocacy groups that campaign against genocide and have attracted celebrity support.</p><p>For example, actor George Clooney, through the Satellite Sentinel Project, has funded the use of commercial satellite imagery to shine a light on alleged crimes in Sudan.</p><p>\"One of coolest things that we've been able to do is use the satellite technology that George Clooney's money pays for to get independent confirmation of the same reports that Ryan's team gets video and photo documentation of,\" says the Enough Project's Akshaya Kumar.</p><p>\"Then we pair those two things together and it's a pretty unbeatable package,\" she says. \"It is irrefutable in the face of government denials \"</p><p>This is not easy in remote parts of Sudan, she adds.</p><p>\"To be honest, we don't have that great of a network established in any other place in Sudan because we don't have someone like Ryan, who is so committed to not only telling the truth but also helping those who he lives with day in and day out and telling their truths,\" Kumar says.</p><p>The region where Boyette lives sided with rebels in southern Sudan in their long war with Sudan. South Sudan gained independence in 2011, but Boyette's community remains part of Sudan. The Sudanese government has frequently targeted the region in recent years.</p><p>Nuba Reports documents bombing raids, including an air strike last month that <a href=\"http://nubareports.org/five-children-killed-as-fighting-season-starts-in-the-nuba-mountains/\" target=\"_blank\">killed six children in the market area in the village of Heiban</a>.</p><p>Boyette says his reporters are also trying something new, describing what life is like in a region that has Muslims and Christians living together.</p><p>\"<a href=\"http://nubareports.org/two-brothers/\" target=\"_blank\">We recently did a story</a> about a Muslim, who actually supported his brother in bible school,\" says Boyette, a devout Christian. \"It shows the love between these two brothers, even though they have different beliefs.\"</p><p>Boyette says he and his team inevitably take risks. His house was bombed a couple of years ago and his reporters get threatening emails. None of that seems to deter him, however.</p><p>\"If we stop what we are doing, then people will never hear about the constant bombardment,\" he says.</p><p>He wants his material to reach not only the halls of the United Nations or the State Department. Boyette also wants Sudanese to watch so that they will eventually hold their government to account.</p><p><em>Michele Kelemen is NPR's diplomatic correspondent. You can follow her <a href=\"https://twitter.com/search?q=michele%20kelmen&src=typd\" target=\"_blank\">@michelekelemen</a>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+A+Remote+Corner+Of+Sudan%2C+An+American+Takes+His+Stand++&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michele Kelemen","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361206317-c09152.m3u?orgId=1&topicId=1126&d=234&p=2&story=361138668&t=progseg&e=361183942&seg=20&ft=nprml&f=361138668"},{"href":"http://media.npr.org/assets/img/2014/11/03/ryan-boyette-ee95a8fb295beb0a33b5cb89f4657ba71ab51cd8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"861","width":"1148"}}]}