{"created":"2014-10-07T19:55:09+00:00","modified":"2014-10-30T23:57:25+00:00","valid":{"from":"2014-10-30T23:57:25+00:00","to":"3014-10-30T23:57:25+00:00"},"hreflang":"en","title":"'Love And Drowning' In The U.S. Virgin Islands","published":"2014-07-27T22:52:00+00:00","teaser":"In the <em>Land of Love and Drowning</em>, the islands are a magical setting for three generations of one family living through the modern history of the territory as it passes from Danish to American hands.","itags":["npr_api","335020807"],"guid":"fad8463a-4656-41d9-8186-d92b20b77278","contentencoded":"<p>In the new novel <em>Land of Love and Drowning</em>, the Virgin Islands and the ocean around them make for a magical setting.</p><p>The book follows three generations of one family living through the modern history of the territory as it passes from Danish to American hands.</p><p>It's also laced with magical realism: One main character can sense people's arrival; another family only gives birth to men, generation after generation; and one woman has a hoofed leg instead of one of her feet.</p><p>Author Tiphanie Yanique grew up on the island of St. Thomas, she tells NPR's Eric Westervelt. Her mother and father grew up in the Virgin Islands too, as did the generations before them.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the setting of <em>Land of Love and Drowning</em></strong></p><p>My great-grandfather was the captain of an important ship in the Virgin Islands called the Fancy Me. It was said to be such an important ship that when it went down every Virgin Islander lost someone in their family. So it was sort of our Titanic. So that ship going down also happens in my book.</p><p>The family that is left behind is whom we follow for the rest of the novel. But at the same time, something very unusual politically is happening in the U.S. Virgin Islands. We used to be the Danish West Indies, and in about 1917, we are bought by the United States and become the United States Virgin Islands. So these two things — what's happening politically and what's happening with this family — are tracking alongside each other in the novel.</p><p><strong>On the use of the Lord Invader song \"<a href=\"https://www.youtube.com/watch?v=nMWUF3LYd88\">Rum And Coca-Cola</a>\"</strong></p><p>I grew up hearing that song [and] I didn't think anything peculiar about it. ... Lord Invader is just singing about World War II actually and about what happens when the Navy men come to the Caribbean. ... And it's funny because the rum and Coca-Cola end up being a sort of metaphor for the mixing: the rum is the Caribbean people and the Coca-Cola is the American people, mostly the Navy men coming to the islands.</p><p><strong>On her one of her character's experiences with racism in the U.S.</strong></p><p>In the Virgin Islands at the time [of the book] we didn't have TV, we had very little radio; for the most part the Americans, the white people who were living in the Virgin Islands, were supportive of integration. So we didn't really understand that this was happening. And then when we began to understand, we were pretty sure it didn't apply to us. That somehow we were special, and that's what Jacob is experiencing. \"This can't apply to me,\" is what he's thinking.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Love+And+Drowning%27+In+The+U.S.+Virgin+Islands&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"389"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1335868163-509b27.m3u?orgId=1&topicId=1033&ft=3&f=335020807"},{"href":"http://media.npr.org/assets/img/2014/07/24/yaniquephoto2-c-debbie-grossman-dae33c5b6a7d3a7fb4a0f04e8f54903cc3e29e6e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1853","width":"2471"}}]}