{"created":"2014-10-24T08:53:53+00:00","modified":"2015-03-10T14:43:12+00:00","valid":{"from":"2015-03-10T14:43:11+00:00","to":"3015-03-10T14:43:11+00:00"},"hreflang":"en","title":"European Scientists Conclude That Distant Comet Smells Terrible","published":"2014-10-24T16:35:00+00:00","teaser":"A European spacecraft has picked up a foul odor emanating from a comet called 67P/C-G. Imagine sharing a stable with a drunk person and a dozen rotten eggs.","itags":["npr_api","358364942"],"guid":"fae3cbae-bd78-491c-92cd-451593694996","contentencoded":"<p>A <a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/06/338234056/rosetta-spacecraft-arrives-at-comet-after-10-year-chase\">European spacecraft</a> orbiting a distant comet has finally answered a question we've all been wondering: What does a comet smell like?</p><p>\"It stinks,\" says Kathrin Altwegg, a researcher at the University of Bern in Switzerland who runs an instrument called ROSINA that picked up the odor.</p><p>The European Space Agency has posted <a href=\"http://blogs.esa.int/rosetta/2014/10/23/the-perfume-of-67pc-g/\">a full rundown of the comet's BO on its website</a>. The mix includes ammonia (NH3), hydrogen sulphide (H2S), formaldehyde (CH2O) and methanol (CH3OH).</p><p>Of course, anyone visiting the comet would be wearing a spacesuit (on top of that, <a href=\"http://www.npr.org/blogs/thesalt/2012/02/23/147294191/why-astronauts-crave-tabasco-sauce\">the sense of smell is notoriously numb in space</a>). Nevertheless, taking a whiff of this comet would be like sharing a horse barn with a drunk and a dozen rotten eggs.</p><p>\"It's quite a smelly mixture,\" she says.</p><p>Why didn't we know comets smelled so bad before?</p><p>\"That's mostly because we've never been that close to a comet,\" says Altwegg. The Rosetta mission is now just 5 miles from the comet's surface.</p><p>It's just like a person: You can't really get a good sense of a person's body odor until you're right up next to him.</p><p>These chemicals are also clues to how the comet — and maybe how our solar system — formed. And for that reason, Altwegg doesn't really mind the stench.</p><p>\"It's a little smelly, but at the moment it's a lot of fun to go to work every morning,\" she says.</p><p>Fun for now. But that could change. The comet is currently getting closer and closer to the sun. And like anything you leave out in the sun too long, it will soon start to smell even worse.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=European+Scientists+Conclude+That+Distant+Comet+Smells+Terrible&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"103"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358471630-4cf167.m3u?orgId=1&topicId=1026&e=358364942&d=103&ft=nprml&f=358364942"},{"href":"http://media.npr.org/assets/img/2014/10/23/comet-24-september-a5c77361dc5e32622cc5bc12c11e4dc13733b3dd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}},{"href":"http://media.npr.org/assets/img/2014/10/23/rosetta_mission_selfie-c515b182fdf8431fd13ac41364dd67bb34e8114c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}}]}