{"created":"2015-04-17T20:29:14+00:00","modified":"2015-04-22T21:05:33+00:00","valid":{"from":"2015-04-22T21:05:33+00:00","to":"3015-04-22T21:05:33+00:00"},"hreflang":"en","title":"A Tart Take On Bitter Realities In 'Tangerines'","published":"2015-04-18T02:05:00+00:00","teaser":"NPR's Bob Mondello reviews <em>Tangerines</em>, an unconventional war drama that was this year's Estonian nominee for Best Foreign Language Film.","itags":["npr_api","400392700"],"guid":"faeb74f3-8df6-4e3d-97fc-801d172179c1","contentencoded":"<p>It's 1992, shortly after the fall of the Soviet Union in the Oscar-nominated <em>Tangerines</em>, and in a bleak, northwest corner of the Republic of Georgia called Abkhazia, the world has more or less come apart. Warring factions — Chechen separatists, Georgian troops — patrol rural roads in jeeps outfitted with bazookas and machine guns. The locals have mostly fled for more urban areas.</p><p>Still, with war raging all around, Ivo (Lambit Ulfsak) is entirely absorbed in the task of making wooden crates. A nearby orchard owner wants to harvest one last crop before he abandons his fruit trees. So Ivo's working overtime when a couple of Chechen soldiers stop by, and start asking questions.</p><p>\"What're the crates for,\" wonders one. \"Bombs?\"</p><p>Informed that they're for tangerines, the Chechen realizes he's hungry. So Ivo takes them to his house, fixes some food, and sends them on their way, only to hear gunfire after they've left. Running toward the orchard he sees two smoldering vehicles and a bunch of bodies. Also two badly wounded soldiers, one from each side.</p><p>With help from the orchard owner, he brings them back to his house to patch them up — the Muslim Chechen who'd asked about food, and a Georgian Christian who's just barely alive.</p><p>\"No point treating him,\" growls the Chechen. \"I'll whack him anyway.\"</p><p>Ivo extracts a promise that there'll be no killing in his house .</p><p>\"Fine,\" says the Chechen. \"When he goes outside, I'll do my thing.\"</p><p>And with the home secure Ivo and the orchard owner head back to site of the battle to hide the vehicles, so they won't attract the attention of other soldiers. They push the bazooka'd van over a nearby cliff, which proves oddly disappointing, at least in the eyes of the orchard owner.</p><p>\"I thought it would would explode; they explode in cinema,\" he says.</p><p>\"Cinema,\" replies Ivo, \"is a big fraud.\"</p><p>For a while, because of exchanges like that, it feels as if <em>Tangerines</em>, which was Estonia's first nominee to make the final Oscar cut for Best Foreign Language film, is going to mimic Buster Keaton's silent comedy, <em>Our Hospitality</em>. In that one, remember, mortal enemies under the same roof are kept from from killing each other by sheer politeness toward their host. And while <em>Tangerines</em> is never actively comic, there is a certain wryness to writer/director Zaza Urushadze's approach to his characters as they trade insults and spar delicately over the finer points of their agreement not to slaughter each other indoors.</p><p>Still, the film's focus never strays from how time-hardened religious and ethnic tensions somehow trump everyone's better impulses. Ivo's pacifism may work wonders within the walls of his home. But as opposing armies close in — Christian and Muslim, Chechen and Georgian, and to the displeasure of pretty much everyone when they show up, Russian — <em>Tangerines</em> becomes an object lesson in the resilience of ancient animosities, and the limits, sadly, of common sense.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Tart+Take+On+Bitter+Realities+In+%27Tangerines%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Mondello","audio":[{"meta":{"duration":"190"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400424064-c5df37.m3u?orgId=1&topicId=4467349&e=400392700&d=190&ft=nprml&f=400392700"},{"href":"http://media.npr.org/assets/img/2015/04/17/tangerines2-c85864026ed9b4dbeac7bd16427cba4b39695570.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"868","width":"1157"}},{"href":"http://media.npr.org/assets/img/2015/04/17/tangerines4-63332043ad0a14ddd2cdb835d983db66f6091045.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"888","width":"1184"}}]}