{"created":"2015-05-15T08:52:23+00:00","modified":"2015-05-16T15:05:21+00:00","valid":{"from":"2015-05-16T15:05:21+00:00","to":"3015-05-16T15:05:21+00:00"},"hreflang":"en","title":"Dad Aches For Son Killed By Policeman 20 Years Ago","published":"2015-05-15T16:51:00+00:00","teaser":"Thirteen-year-old Nicholas Heyward Jr. was playing with a toy gun in the stairwell of the housing complex where he lived in Brooklyn when a police officer shot and killed him in 1994.","itags":["npr_api","406735395"],"guid":"faf3d3ab-312d-4856-b8b2-bd57987c8c24","contentencoded":"<p>Before Ferguson, Baltimore, Tamir Rice or Eric Garner, there was 13-year-old Nicholas Heyward Jr.</p><p>In 1994, he was playing in the stairwell of the Gowanus Housing Project, where he lived in Brooklyn, when a police officer shot and killed him.</p><p><em>\"</em>He was an amazing kid and I don't just say that because he was my son,\" Nicholas Heyward Sr. says during a recent visit to StoryCorps.</p><p>\"And when he was in seventh grade, the principal said, 'Oh, Mr. Heyward, your son is always in my office.' And the way he said it, I was like, 'Nicholas was acting up?' He was, 'No, he would complete his work in class and come down to my office just about every day to help me out.' I was, really, you know, touched by that.\"</p><p>The day Nicholas was killed, he asked his dad if he could go out and play with his friends. They were playing a game of cops and robbers and had plastic toy guns; one was orange, one was red. The toy gun Nicholas had was a toy pop gun.</p><p>\"And the officer said that he was doing a routine patrol and he was on a 911 call of shots fired,\" 57-year-old Heyward explains. \"Nicholas appeared before him suddenly. The officer shot him. And Nicholas was gone.</p><p>\"Nothing ever happened to the officer,\" he continues. \"But, about six months after Nicholas was killed I was looking for a parking space, and there was two police officers that was standing there. And I said to myself, 'That looks just like the cop that killed my son.' So I parked my car, and I got out and I started getting a little nervous and shaky. And as I got closer and closer I said, 'How could you have the nerve to come back in the community after killing my son?' I just felt that was completely wrong for him to be there.\"</p><p>Heyward says the officer just looked at him and didn't say a word.</p><p>\"Not once did he ever make any attempts to apologize,\" he says. \"They wound up transferring him. I haven't seen him anymore since that time.</p><p>\"And, it's been 20 long years and the pain have gotten actually deeper for me. I wonder what it would be like to have a son, 33 years old. I would give my life today if I could, you know, just have him back,\" Heyward says. \"He was something special, he really was something special.\"</p><p><em>Audio produced for</em><em> </em>Morning Edition<em> </em><em>by Jud Esty-Kendall with Emily Martinez.</em></p><p><em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at</em><em> </em><em><a href=\"http://storycorps.org/\" target=\"_blank\">StoryCorps.org</a>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Dad+Aches+For+Son+Killed+By+Policeman+20+Years+Ago&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"178"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406938751-4aa29a.m3u?orgId=1&topicId=1022&aggIds=4516989&d=178&p=3&story=406735395&t=progseg&e=406893956&seg=16&ft=nprml&f=406735395"},{"href":"http://media.npr.org/assets/img/2015/05/14/heywardextra1-cd3184c08c07ee72e94d62c06ac4d562357f999b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"362","width":"483"}},{"href":"http://media.npr.org/assets/img/2015/05/14/heywardnpr-4906702520a52d6695fef85c405cc8f3eb20ddf2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"646","width":"862"}}]}