{"created":"2014-10-22T10:17:49+00:00","modified":"2014-11-10T20:45:17+00:00","valid":{"from":"2014-11-10T20:45:17+00:00","to":"3014-11-10T20:45:17+00:00"},"hreflang":"en","title":"The Crime That Has Shocked Pakistan  ","published":"2014-10-22T16:53:00+00:00","teaser":"Abdul Sattar Edhi and his foundation are synonymous with humanitarian work in Pakistan. But that didn't keep the foundation from being robbed of more than $1 million, provoking widespread outrage.","itags":["npr_api","357998983"],"guid":"faf95607-cbdf-458a-9f35-95f4b49ae39a","contentencoded":"<p>The man whom some revere as Pakistan's greatest living philanthropist wears a long white beard, simple robes fashioned from coarse dark-blue cotton, and an air of calm authority that contrasts strikingly with the raucous port city that is his home.</p><p>Abdul Sattar Edhi is sitting in the ramshackle building that serves as both his house and the headquarters of his giant charitable foundation that has, for decades, been saving lives among the helpless, lost, abandoned, abused and destitute of one of the world's toughest, roughest towns — Karachi.</p><p>Edhi looks frail and weary, which is scarcely surprising, given that he's 86 and has spent much of the day in hospital on a dialysis machine because of his failing kidneys. Yet, in a quavering voice, he politely fields questions about an incident that seems to be pricking the collective conscience of his nation.</p><p>\"I am definitely sad,\" he says, quietly. \"Anyone would be sad if his reward for 65 years of service is to be robbed.\"</p><p>Pakistanis have long become accustomed to an endless stream of grim news from Karachi, their commercial capital, about sectarian and gangland killings, extrajudicial police shootings, heists and holdups, militant attacks (though these have recently dipped) and muggings. Most of these crimes struggle to merit a mention in the newspapers, because they're so common.</p><p>Yet, although no one was hurt, the robbery at the headquarters of the Edhi Foundation has caught the nation's eye, and is serving as the catalyst for an uncomfortable debate about the way Pakistanis treat their finest citizens.</p><p>Feeding this is a lingering controversy about the ambivalence, and even outright resentment, shown by some toward their newly chosen 17-year-old Nobel peace laureate, Malala Yousafzai. Pakistanis tend to portray the teenager as a puppet of the West.<br /> <br /> The robbery happened on Sunday. Edhi was asleep when a group of about eight men, carrying pistols and iron bars, marched in. After herding staff into Edhi's bedroom at gunpoint, the gang pried open the security lockers.</p><p>Inside, they found nearly $1 million worth of currency, 5 kilos of gold and some jewelry. They stashed these riches into bags and took off, weaving a path through the surrounding alleys on motorbikes.</p><p>Some of the loot was donations to the foundation. But some was money and valuables that the public had deposited with Edhi because, in a city where everyone is fearful of being robbed, and few use banks, he was considered the safest and most trustworthy option.</p><p>Surely, no one would dare rob a man held in such high respect, an octogenarian whom some Pakistanis even revere as a saint? That's what everyone thought.</p><p>News of the raid on Edhi was met with outrage on Twitter and by the news media. In an editorial, the <em>Express Tribune</em> newspaper said it was \"symbolic of the depravity of our culture,\" adding that \"it was not only Abdul Sattar Edhi who was robbed; it was the entire nation.\"</p><p>The paper described Edhi as Pakistan's \"greatest living philanthropist, a man whose work is known and respected around the world ... a national icon, a man Pakistan can be proud of.\"</p><p>A cupboard stuffed with prestigious international and national wards is testimony to Edhi's lifetime of charitable works. Many Pakistanis believe he deserves a Nobel Peace Prize. He was nominated by a past prime minister.</p><p>Edhi's mission began when he was in his early 20s, shortly after he arrived in Pakistan during the mass migration of Muslims from India that followed independence from Britain and the partition of the subcontinent in 1947. He was uneducated, and so poor that he had to stand on the streets and beg for funds.</p><p>From these roots, he built a huge charitable network that runs Pakistan's largest fleet of private ambulances, and rescues and supports a remarkable range of people. They range from babies abandoned in cradles specially placed outside his foundation's many branches, to orphans, abused women, the old, impaired, even the dead.</p><p>Over the years, Edhi has personally picked up thousands of unidentified corpses, dumped on Karachi's streets, and taken them to his mortuary, where he washes them before burial.</p><p>\"He is a highly respected individual,\" says Zohra Yusuf, chair of Pakistan's Human Rights Commission and a Karachi resident.</p><p>\"He is also seen as someone who is individualistic, perhaps a bit eccentric. His way of working is very different from a lot of other similar charities. But he is exceptional.\"</p><p>She describes Edhi as \"absolutely noncommunal and nonsectarian\" — a key factor in a city deeply divided along ethnic and religious lines. Edhi generally steers away from politics, although it's said he makes no secret of his contempt for politicians.</p><p>You might expect Edhi to feel similar contempt for those who just robbed his center, violating those who entrusted him with their assets for so long. It's clear he'd like the thieves to return what they stole. But he's dismissive about the raid, rather than angry. It won't interfere with his philanthropy.</p><p>\"I don't care,\" he says, in his faltering voice. \"No matter how bad the situation here becomes, I won't give up.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Crime+That+Has+Shocked+Pakistan++&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Philip Reeves","audio":[{"meta":{"duration":"277"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357998984-06796b.m3u?orgId=1&topicId=1125&ft=3&f=357998983"},{"href":"http://media.npr.org/assets/img/2014/10/22/edhi-02-a9494e2e0b40df380b95b11d78e8136e6ad66ffc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1333","width":"1777"}},{"href":"http://media.npr.org/assets/img/2014/10/22/edhi-01-7c1314607880ee6f1cf748c4cd633a8b9f57323b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1479","width":"1972"}}]}