{"created":"2015-01-08T08:17:18+00:00","modified":"2015-05-13T21:23:16+00:00","valid":{"from":"2015-05-13T21:23:16+00:00","to":"3015-05-13T21:23:16+00:00"},"hreflang":"en","title":"Specialists Split Over HPV Test's Role In Cancer Screening","published":"2015-01-08T17:49:00+00:00","teaser":"An HPV test could replace the Pap smear for many women, two groups of physicians say. But other doctors, including the American Congress of Obstetricians and Gynecologists, still urge dual testing.","itags":["npr_api","375619687"],"guid":"faf9e78b-549c-43ab-ab8b-457105407077","contentencoded":"<p>Two medical groups say doctors could replace the Pap smear with a different test to screen many women for cervical cancer.</p><p>But that recommendation, included in an \"interim guidance\" released Thursday, is highly controversial; other experts call it premature.</p><p>For years, physicians have recommended that women routinely get Pap smears to catch any signs of cervical cancer early. That strategy, which requires taking a scraping of cervical cells to check for signs of abnormalities that can presage cancer, has significantly reduced the number of U.S. women who get the disease and die from it.</p><p>But the human papilloma virus is now thought to cause most cases of cervical cancer; last spring the Food and Drug Administration <a href=\"http://www.fda.gov/NewsEvents/Newsroom/PressAnnouncements/ucm394773.htm\">approved</a> a test for the HPV virus as a primary screening test for the malignancy. That move by the FDA prompted an <a href=\"http://www.npr.org/blogs/health/2014/05/21/313127972/should-hpv-testing-replace-the-pap-smear\">intense debate</a> about whether an HPV test should merely supplement or perhaps replace the Pap test.</p><p>As a result, the <a href=\"http://www.asccp.org/\">American Society for Colposcopy and Cervical Pathology</a> and the <a href=\"https://www.sgo.org/\">Society of Gynecologic Oncology</a> convened an expert committee to review how the HPV test should be used.</p><p>In the <a href=\"https://www.sgo.org/wp-content/uploads/2012/09/HPV-Guidance-Doc-Article_main.pdf\">resulting report</a>, released Thursday in the journal <em>Gynecologic Oncology</em>, the committee concludes that doctors could consider the HPV test a primary screening test for women beginning at age 25.</p><p>\"Pap smears are probably missing a fair amount of cancer and precancer in women,\" says <a href=\"http://www.uab.edu/news/resources/experts/item/1103-huh-warner\">Warner Huh</a> of the University of Alabama, who chaired the committee. \"The HPV test really outperforms Pap smears when it comes to cancer detection as well as precancerous detection.\"</p><p>Using the HPV test more widely will allow doctors to \"pick up disease in women that could be treated earlier so they don't go on to develop cervical cancers,\" Huh says.</p><p>Still, not all doctors agree. Members of the <a href=\"http://www.acog.org/\">American Congress of Obstetricians and Gynecologists</a>, for example, say it's just too soon to make such a change; some worry the results will unnecessarily frighten many women.</p><p>\"So many women get HPV who will never, ever get cancer,\" says <a href=\"http://center4research.org/about-us/key-staff/\">Diana Zuckerman</a>, who heads the National Center for Health Research, a research and advocacy group.</p><p>In many cases, an infection with the virus is just temporary; it quickly disappears without causing any problems. If lots of women start getting tested for HPV, Zuckerman says, many women will end up getting expensive, painful and possibly harmful follow-up tests they never really needed.</p><p>\"We think it's confusing to patients,\" she says. \"It's confusing to physicians. And the testing involved and the anxiety involved may have a lot of risks both physical and mental that are much higher than any benefits those patients are likely to have.\"</p><p>Another worry is that HPV isn't the cause of all cases of cervical cancer. If you substitute the HPV test for a Pap smear, she says, \"You could definitely miss out on some women who will in fact develop cervical cancer.\"</p><p>So for now, she says, the best bet in screening is to keep using both tests.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Specialists+Split+Over+HPV+Test%27s+Role+In+Cancer+Screening&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rob Stein","audio":[{"meta":{"duration":"196"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375799700-e96dd0.m3u?orgId=1&topicId=1128&d=196&p=3&story=375619687&t=progseg&e=375799589&seg=14&ft=nprml&f=375619687"},{"href":"http://media.npr.org/assets/img/2015/01/07/hpv-fa062bf32e31614b89601608fdf6bf463a1f513f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}}]}