{"created":"2014-10-01T08:58:55+00:00","modified":"2014-10-30T21:53:57+00:00","valid":{"from":"2014-10-30T21:53:57+00:00","to":"3014-10-30T21:53:57+00:00"},"hreflang":"en","title":"In New York's North Country, The Republican Party's New Poster Candidate","published":"2014-10-01T17:11:00+00:00","teaser":"Elise Stefanik is 30 years old and running for Congress. If she wins, she would be the youngest woman ever elected to Congress. Democrats hope filmmaker Aaron Woolf can help them hang on to the seat.","itags":["npr_api","352925448"],"guid":"fb1725a4-f4c2-4fc4-a943-a63787d5a0e6","contentencoded":"<p>If the Republican Party were to hang up a wanted sign for the new face of the party, the kind of person they need to help them connect with voters they've had a hard time reaching, Elise Stefanik may just be the person they'd find. She describes herself as a \"big tent Republican,\" and House Speaker John Boehner recently held a fundraiser for her.</p><p>She's young, single and a candidate for Congress in an area of New York known as the North Country. If she wins, Stefanik would be the youngest woman ever elected to Congress. She recently turned 30, and rather than hide from her youth, she embraces it.</p><p>She recently gave a short speech at the Saratoga County Republican Committee rally, where party faithful gathered at the fairgrounds for barbecued chicken and a chance to chat up the candidates. \"Who is ready for a new generation of leadership in Washington?\" she asked.</p><p>Stefanik was a Republican operative in her late 20s a little more than a year ago when she decided to run. No one asked her to. She expected to take on a popular Democratic incumbent. Then he announced his retirement, and she was in the right place at the right time. She says she has traveled more than 100,000 miles in this massive rural district in the Adirondack Mountains.</p><p>Along the way, she won a difficult primary and won over local GOP leaders like John Herrick, chairman of the Saratoga County Republican Committee. \"I felt early on that we needed somebody who was young. We needed a female on the ticket. Good diversity for us, and she fit the bill. She's a great candidate,\" he says.</p><p>Nationwide, the Republican Party has struggled to get support from people in Stefanik's very demographic. It has also had a hard time getting women past primaries and into office. Republican Rep. Ann Wagner from Missouri has taken a leadership role in trying to get more Republican women elected to the House.</p><p>\"One of my biggest surprises and frankly disappointments was the fact that there were only 19 Republican women in a conference of 234. And that's not representative of our country's demographic,\" Wagner says.</p><p>But it's not just about demographics. Wagner has been advising Stefanik and wants to work alongside her in Congress. \"This is one I want really, really badly,\" she says.</p><p>On the campaign trail, Stefanik says, being young and female has its challenges. \"A lot of times you want to be asked about issues. And sometimes you're asked unnecessarily about what you're wearing,\" she says. \"I don't look like a typical candidate. But what I've realized is people have been really looking for someone who isn't necessarily the status quo in Washington.\"</p><p>Stefanik isn't exactly an outsider, though. She was an aide in the final years of the Bush administration and worked on the Romney campaign. She says the 2012 race is what motivated her to try to make the move from operative to politician.</p><p>\"My generation can't just complain about the problems — we have to help solve them as well, because we're ultimately inheriting them,\" she says.</p><p>So Stefanik moved to her family's vacation home in Willsboro, a place where she spent summers as a child, and started building a campaign.</p><p>At Ethel's Dew Drop Inn, a popular spot for ice cream and fried food in the small town on Lake Champlain, I was hoping to talk to people about the hometown candidate. But I didn't meet anyone who knew her. Arlene Bigelow, 84, has lived in Willsboro most of her life and says when Stefanik started running, \"everyone in Willsboro was saying, 'Who is she?' And she was purporting to be from Willsboro.\"</p><p>Luckily for Stefanik, her Democratic opponent faces similar questions. Aaron Woolf is a documentary filmmaker who spent most of his adult life living outside of the district. He suggests she's too conservative.</p><p>\"I think it's really incumbent on her to let the voters know which Elise Stefanik are they voting for,\" he says. \"Are they voting for the policy director and the George Bush worker and the Paul Ryan aide? Or are they voting for somebody who moved up here a year ago who appears to be moderating her positions?\"</p><p>Voters will get a chance to find out. There are three debates scheduled before Election Day. And debates are something Stefanik knows a little something about. She was part of vice presidential candidate Paul Ryan's debate prep team.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+New+York%27s+North+Country%2C+The+Republican+Party%27s+New+Poster+Candidate&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"285"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352925449-62f0b3.m3u?orgId=1&topicId=1014&ft=3&f=352925448"}]}