{"created":"2015-02-03T08:55:20+00:00","modified":"2015-05-13T21:18:48+00:00","valid":{"from":"2015-05-13T21:18:48+00:00","to":"3015-05-13T21:18:48+00:00"},"hreflang":"en","title":"Would FCC Plan Harm Telecom Investment? Even Industry Opinion Is Mixed","published":"2015-02-04T19:21:00+00:00","teaser":"The Federal Communications Commission will decide this month whether the Internet should be regulated as a public utility. In speeches, CEOs alternately have predicted a chilling effect or no impact.","itags":["npr_api","383408537"],"guid":"fb177e08-902f-4522-a673-69d51428f99b","contentencoded":"<p>This week figures to be a big one in the debate about how to regulate the Internet.</p><p>Yesterday the chairman of the Federal Communications Commission announced he'll try to overrule laws in two states that restrict community-owned broadband networks. Later this week, he's expected to propose <a href=\"http://www.npr.org/2014/11/10/363101482/obama-backs-net-neutrality-asks-fcc-to-regulate-internet\" target=\"_blank\">exactly what President Obama asked for last year</a>: reclassifying the Internet under regulations known in the parlance of telecom wonks as Title II.</p><p>\"In plain English, I'm asking them to recognize that for most Americans, the Internet has become an essential part of everyday communication and everyday life,\" Obama said in November.</p><p>Big cable and phone companies warn that would stifle investment and cost consumers more, but the truth may be more complicated.</p><p>This policy shift, which the FCC is expected to vote on before the end of the month, is what many Internet companies and public interest groups say is what the commission needs to do to stop broadband companies from charging extra to get information to consumers faster. But phone and cable companies warn that Title II would be a disaster.</p><p>\"These regulations that we're talking about are public-utility-style regulations, and this industry's moving fast,\" AT&T CEO Randall Stephenson told an industry conference in November. \"And if you can't bring new products to service at your speed, not the government's speed, why would you ever make these investments?\"</p><p>Broadband industry executives have told the same story on Capitol Hill. But Fran Shammo, the chief financial officer of Verizon, seemed to go off script when he was asked about Title II at an investor conference in December.</p><p>\"To be real clear, I mean, this does not influence the way we invest,\" Shammo said. \"We're gonna continue to invest in our networks and our platforms. Nothing will influence that.\"</p><p>The differing messages don't necessarily result from a difference of opinion, but from a difference of audience, says Susan Crawford, co-director of the Berkman Center for Internet and Society at Harvard University.</p><p>\"When they're talking to Wall Street, they say different things than when they're talking to the press about what the FCC might like to do,\" she says. \"They trot out these really simple and nonsensical platitudes, like 'regulation inevitably leads to lower investment.' That's just not true.\"</p><p>The phone and cable industries also have warned that Title II could lead to billions of dollars in new taxes on consumers' broadband bills, but open-Internet advocates say those claims are wrong.</p><p>They also argue that Title II and robust investment can coexist, pointing to the success of the wireless phone industry, which is regulated in part under Title II. At the Consumer Electronics Show in Las Vegas last month, FCC chairman Tom Wheeler said cell companies have been \"monumentally successful\" under Title II regulations, noting they made billions in investment under that system.</p><p>In theory, reclassification would give the FCC broad powers — including the ability to cap the price your Internet provider can charge. Wheeler has hinted that the commission won't actually try to use that power, but the mere threat of price regulation is enough to scare Wall Street, says Paul Gallant, an industry analyst at Guggenheim Partners.</p><p>\"The uncertainty that Wall Street has, though, right now about Title II is a little bit overdone,\" he says. \"I don't think there's any real prospect that the FCC will end up regulating prices. I just don't think it is a realistic fear.\"</p><p>Still, Gallant says phone and cable companies might find it harder to borrow money under Title II, which in turn could be a drag on investment in their networks.</p><p>But Michael Powell, a former chairman of the FCC who now heads the cable industry's trade group, said the the question is one of degree.</p><p>\"All hyperbole aside, the issue isn't whether people will invest — of course they will, they have businesses to run,\" Powell said. \"The real question is, will it be at a diminished and dampened level compared to the velocity and ambitions that the country has?\"</p><p>Amid the disputes about customer bills and pace of investing, however, one thing is viewed as an absolute certainty: Big phone and cable companies almost certainly will take the FCC to court if the commission moves toward Title II as anticipated.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Would+FCC+Plan+Harm+Telecom+Investment%3F+Even+Industry+Opinion+Is+Mixed&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joel Rose","audio":[{"meta":{"duration":"259"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383455007-6f406d.m3u?orgId=1&topicId=1019&d=259&p=3&story=383408537&t=progseg&e=383443168&seg=13&ft=nprml&f=383408537"},{"href":"http://media.npr.org/assets/img/2015/02/02/459887892-af84875f929aac4913f6ae3b0ef3c5b20417dd1c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3397","width":"4530"}}]}