{"created":"2015-01-28T21:07:28+00:00","modified":"2015-01-28T22:40:35+00:00","valid":{"from":"2015-01-28T22:40:34+00:00","to":"3015-01-28T22:40:34+00:00"},"hreflang":"en","guid":"fb1ea29e-3799-4802-8775-1b8b89c2f2ef","title":"A family that's made matzo on the Lower East Side for nearly a century prepares to leave the neighborhood","published":"2015-01-28T22:40:26+00:00","byline":"Emma Morgenstern","teaser":"For nearly 100 years, the Streit’s factory has been making matzo on the Lower East Side. But now Streit's is shuttering its flagship matzo factory in what was once the center of Jewish immigrant life in New York.","tags":["Food","Lifestyle & Belief","New York City","New York","North America","United States","New York","New York City","Emma Morgenstern","Michael Levine","Aron Streit","Alan Adler","Aaron Gross","Aron Yagoda","Michael Abramov","Food and drink","Jewish culture","Jewish cuisine","Kosher food","Streit's","Rivington Street","Matzo","Lower East Side"],"contentencoded":"<p>Streit's started out in 1916 as a small handmade matzo bakery on Pitt Street on New York's Lower East Side. Nine years later, the founder, a Jewish immigrant from Austria named Aron Streit, moved a few blocks away to a new factory on Rivington Street, where it stands today.</p>\n<p>Even as the world's second largest matzo producer, Streit's remains a family-owned business. Three cousins run the day-to-day operations: Aaron Gross, Aron Yagoda, and Alan Adler.</p>\n<p>Not much has changed over the course of 90 years inside the factory. The two 73-foot ovens date back to 1939 and 1941 — just one example of what Gross calls their \"antiquated machinery.\"</p>\n<p>\"You walk inside and it's just like walking into 1920s, 1930s Lower East Side, New York City,\" says Michael Levine, director of an upcoming documentary called \"<a href=\"https://www.facebook.com/matzofilm\">Streit's Matzo and the American Dream</a>.\" \"You know, it's gears running, there's rabbis cleaning machines on every floor. There's just this buzz of people working.\"</p>\n<p>Yagoda, who lived in New York as a kid, practically grew up in the factory.</p>\n<p>\"As a kid we'd all play here ... run around and stuff like that,\" he says.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/2000_width/public/NewCROPmatzo.jpg?itok=zvdC-KRl\" alt=\"\" /><div class=\"field-caption\">\n    <p>Streit's storefront with boxes of matzo in the signature pink box.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Emma Morgenstern</p>\n  </div>\n</div>\n<p>Yagoda and Gross both worked in the factory before transitioning to their full-time posts in operations for the company.</p>\n<p>On those night shifts in the matzo factory, they got to know the workers, many of whom have worked at Streit's for decades. And those guys — yes, it's all men — come from all over.</p>\n<p>\"We have virtually the UN here — from Poland and Bangladesh, Mexico and every South American country,\" says Rabbi Mayer Kirshner, the kosher supervisor or <em>mashgiach</em> at the factory.</p>\n<p>There are also many Soviet Jewish immigrants, including Michael Abramov, who hails from what is now Uzbekistan. He says the Jewish holidays were very important to his family when they still lived in the Soviet Union; they even baked matzo at home. He came to New York, via Israel, and soon got a job at Streit's.</p>\n<p>\"It's my cousin bring me here,\" says Abramov, referring to his job in the Streit's factory. \"Exactly this year is going to be 26 years ago.\"</p>\n<p>Abramov's tenure at Streit's is far from unusual. \"I know for some of the workers, they're multi-generational just like the owners are,\" says Levine, the documentary director. \"I mean, there are second-generation <em>workers </em>at the factory.\"</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/CROPnochecks.jpg?itok=xy19fMRH\" alt=\"\" /><div class=\"field-caption\">\n    <p>At Streit's modest storefront on the Lower East Side, you can get everything from matzo to macaroons. But you have to pay with cash.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Emma Morgenstern</p>\n  </div>\n</div>In a place like this, change doesn't come so easily. But just outside the Streit's doors, change is everywhere. The Lower East Side, once a cramped Jewish immigrant neighborhood of tenement houses, is now known for chic restaurants and skyrocketing real estate prices. So, after repeated rumors over the past 10 years that the Streit's factory was closing, it seems that it’s finally going to happen. They’re consolidating their operations with their existing facility in New Jersey — after next Passover.\n<p>The family says the move will open up new possibilities for the company and allow it to grow. And based on the real estate market on the Lower East Side, they stand to turn quite a profit. But the family has regrets about leaving the neighborhood.</p>\n<p>\"It's very sad,\" says Yagoda. \"We hung on longer than we actually should have. I feel good about that. It's not like there was a leak in the boat and we all jumped ship. We waited till we had to leave.\"</p>\n<p> </p>\n<p> </p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/ArchivalStreits%20PR%20Still%2002.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/archivalstreits-pr-still-02jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/012820155.mp3"},{"href":"http://www.pri.org/file/012820155mp3"}]}