{"created":"2014-10-08T15:38:54+00:00","modified":"2014-10-31T01:51:51+00:00","valid":{"from":"2014-10-31T01:51:51+00:00","to":"3014-10-31T01:51:51+00:00"},"hreflang":"en","title":"Albuquerque Police Face Federal Scrutiny, Local Outrage","published":"2014-05-22T13:40:00+00:00","teaser":"Police in Albuquerque, N.M., have shown a pattern of excessive force that violates the Constitution, a federal report says. The department is changing policies; families are demanding accountability.","itags":["npr_api","314728781"],"guid":"fb23898f-def5-41ef-9da2-40865a1b4876","contentencoded":"<p>Kenneth Ellis III was shot and killed by police in a 7-Eleven parking lot in Albuquerque, N.M.</p><p>He is among the dozens of people local police have shot over the last four years, 25 of whom have died. The U.S. Department of Justice issued a scathing report in April saying Albuquerque police have a pattern of excessive force that violates the Constitution.</p><p>Investigations and policy changes are in the works, while families of those who have been shot argue more needs to be done.</p><p><strong>Building Cases</strong></p><p>Ellis, an infantryman in Iraq whose family says he had post-traumatic stress disorder, was pulled over one morning in January 2010. Police said Ellis' plates didn't match his car.</p><p>When a police car pinned his car in from behind, the 25-year-old flipped. He got out of his car, put a pistol to his head, called his mom and asked her to come help. Annelle Wharton, his mother, got stopped a few blocks away.</p><p>\"I got here in less than 10 minutes,\" she says. \"And the cop said, 'Here let me get you away from the media,' and put me in the back of a squad car.\"</p><p>Police at the scene later testified that Ellis took one step toward an officer, still with the gun to his own head. Another officer shot Ellis, once, in the neck.</p><p>\"They drove me up here and drove me right by him,\" Wharton says, \"and I could see his body under the sheets.\"</p><p>The shooter went through the standard procedures: an internal police review and a grand jury. The killing was deemed justified.</p><p>And so it was with dozens more killings over the next four years. Kenneth Ellis II and other victims' relatives started going to meetings, gathering signatures on petitions, staging demonstrations, and suing the city.</p><p>Shannon Kennedy, who represents some of the families, says police treat suspects as if they don't have rights.</p><p>\"In America, no one is above the law, and no one is below the law,\" she says. \"And what happened in the city of Albuquerque is [police] officers were put above the law, and people with mental illness and people with criminal histories were put below the law, and that is what has got to be addressed here.\"</p><p><strong>Documented Shooting</strong></p><p>In March of this year, police responded to a 911 call saying a homeless man, later identified as James Boyd, was disturbing people in the foothills outside the city. Police <a href=\"http://video.abqjournal.com/Police-helmet-cam-Camper-turning-from-officers-when-shot-25739481#.U31eZdJdV8G\">recorded it on video</a>.</p><p>After an hours-long standoff, Boyd agreed to come down the rocky hill. He grabbed his backpack, then police released a sound grenade, and a dog. Boyd grabbed two pocket knives and swiped at the dog. A police officer yelled for him to get on the ground, and Boyd started to turn away.</p><p>Two officers fired four live rounds. Boyd died. Police released the video to show it was a justified use of force.</p><p>People in the community were furious. Hundreds <a href=\"http://www.liveleak.com/view?i=7bb_1395855678\">marched to police headquarters</a>.</p><p>Then in April, the Justice Department <a href=\"http://www.justice.gov/opa/pr/2014/April/14-crt-364.html\">released its findings</a>, saying Albuquerque police regularly encounter people who do not pose a threat but then escalate tensions until those people do pose a threat.</p><p>After those findings came two more shooting deaths, and more protests. One victim was a 19-year-old woman who police say waved a gun during a foot chase.</p><p><strong>Facing Reality</strong></p><p>The officers in these cases rarely get a chance to tell their stories because they could be used against them in court. The city already has paid tens of millions of dollars to shooting victims' families.</p><p>Shaun Willoughby, vice president of the local police union, says Albuquerque is a violent place. Civilians simply need to be educated about what police can and can't do.</p><p>\"I'm shocked every time somebody from our community asks me, 'Well why didn't you just shoot the gun out of his hand?' Because we're not ninjas, and that's not realistic,\" Willoughby says. \"So I think there's a huge breakdown of communication, what the expectations are, and what the reality behind the outcome is.\"</p><p>Albuquerque police will now get crisis intervention training, and they'll no longer be able use their own personal weapons on duty or shoot at moving cars. Police say more change will come once the city and the Justice Department agree on a plan.</p><p>The feds are also investigating the Boyd shooting in the foothills, and legal sources here say the feds might reopen other cases, too, like the Ellis case.</p><p>That would be good news for Annelle Wharton and her husband, Kenneth Ellis II, standing in that 7-Eleven parking lot. Their grandson <a href=\"http://www.koat.com/news/new-mexico/albuquerque/Jury-City-to-pay-millions-in-Ellis-shooting-death/19337816\">was awarded nearly $8 million</a> in a civil lawsuit.</p><p>But still, they say, police need to be punished. \"I think they need to go; I think they need to change out,\" Wharton says.</p><p>\"Needs to be some indictments, and there need to be some officers put in jail and held accountable to the laws they've sworn to uphold,\" Ellis says.</p><p>We used to tell our kids the police were here to keep us safe, Wharton says. But now, none of us feels safe.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Albuquerque+Police+Face+Federal+Scrutiny%2C+Local+Outrage&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kelly McEvers","audio":[{"meta":{"duration":"326"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1314761279-54831e.m3u?orgId=1&topicId=1070&ft=3&f=314728781"},{"href":"http://media.npr.org/assets/img/2014/05/21/tumblr_n5u8a62a2x1sbowa3o1_1280_custom-4e9bc9f812899ce63a6a79e330fb870f9d3ac58b.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"885","width":"1277"}}]}