{"created":"2014-10-18T15:33:59+00:00","modified":"2014-10-18T15:33:59+00:00","valid":{"from":"2014-10-18T15:33:59+00:00","to":"3014-10-18T15:33:59+00:00"},"hreflang":"en","title":"424 Steps To Happiness: A Father's Journey Beyond 'The Fall'","published":"2014-10-18T15:33:00+00:00","teaser":"A son with cerebral palsy inspires a new way to think about imperfection, exaltation and love in a new memoir by Brazilian novelist and screenwriter Diogo Mainardi.","itags":["npr_api","356988138"],"contentencoded":"<p>Tito is a delightful young man. The world would call him disabled; he's had cerebral palsy since birth, the result of a bungled medical procedure at a hospital in Venice.</p><p>Tito was born to Anna and Diogo Mainardi, who is one of Brazil's best-known columnists as well as a novelist and screenwriter.</p><p>Tito is dauntless and spirited. He can walk 424 steps before he falls — but he always falls.</p><p>Diogo Mainardi has written a memoir of a family who begins to see in their son a new way to think about imperfection, expectation, exaltation and love. His new book is called <em>The Fall: A Father's Memoir in 424 Steps</em>. It's translated from Portuguese by Margaret Jull Costa.</p><p>Mainardi tells the story of his family's transformation using references to Shakespeare's <em>Richard III</em>, Tintoretto's paintings, James Joyce, Alfred Hitchcock's <em>Vertigo</em>, Neil Young, U-2 and Abbott and Costello. Tito has taught his father much about life, Mainardi tells NPR's Scott Simon.</p><p>\"I was a pretentious prick, and after him, I was a better person,\" he says.</p><hr /><h3>Interview Highlights</h3><p><strong>On the medical mistake that injured Tito</strong></p><p>They tried to hurry up delivery, because it was a Saturday. Our obstetrician surely wanted to have her pasta still hot on the table, so she tried to hurry up everything and bungled everything. My son, he remained without any oxygen for a while, and that caused his cerebral palsy.</p><p><strong>On how he and his wife felt on learning of his condition</strong></p><p>We knew, right at the beginning, that he was almost dead. But after two weeks in an intensive care unit, he seemed to be all right. He survived everything, and we were relieved.</p><p>After six months we were told that he had cerebral palsy. We were not prepared. We felt fear, but that fear lasted for exactly a week. I was sitting on the sofa with my son on my lap, I was reading a newspaper. My wife was hurrying. She tripped, and when she fell down, Tito started laughing, and he laughed as an adult. It was an incredible, liberating laugh, and we started laughing with him. We knew we had a common vocabulary and common language with Tito, which was slapstick, which was comedy.</p><p><strong>On Tito's 3-million-euro court settlement</strong></p><p>[When] we learned that he had cerebral palsy, I got three jobs. I went from Venice, our hometown, to Brazil, in part to do his physical therapy and in part to earn money, to work. I had those three jobs just to try to accumulate some money to leave him. And then when we learned that he was a rich young boy, I was liberated from it all, so it was great. In the book I say that I knew, when we learned that he had won the case, I felt that I could die. And it's wonderful to be able to die. I could die.</p><p><strong>On why it was important for Tito to walk up the 424 steps of the hospital in which he was born and harmed<br /></strong></p><p>When you have a disabled child, you feel that he must do more and he must be able to win against his own disability, and he has to achieve. When we completed those 424 steps inside the hospital where he was born, we didn't [feel that way] any more. Years had passed, we had calmed down, we were a happy family trying to cross a bridge. Not anymore to cross the world, walking. We set less ambitious goals.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=424+Steps+To+Happiness%3A+A+Father%27s+Journey+Beyond+%27The+Fall%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","guid":"fb275cf3-4e73-4c39-8ae0-9e027705189a","audio":[{"meta":{"duration":"348"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357153438-9382fe.m3u?orgId=1&topicId=1033&ft=3&f=356988138"},{"href":"http://media.npr.org/assets/img/2014/10/17/mainardi_thefall-ca8fc15aea6ba9ba43a4d55ca3fa37c8b987b43e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1404","width":"1872"}}]}