{"created":"2015-02-08T10:48:32+00:00","modified":"2015-02-11T23:05:16+00:00","valid":{"from":"2015-02-11T23:05:16+00:00","to":"3015-02-11T23:05:16+00:00"},"hreflang":"en","title":"What Do We Do 'In The Shadows'? Dishes, Mostly","published":"2015-02-09T11:31:00+00:00","teaser":"Jemaine Clement, famed Flight of the Conchords member, is now a vampire. He and co-star/director Taika Waititi play squabbling bloodsucker flatmates in the new mockumentary <em>What We Do in the Shadows</em>.","itags":["npr_api","384322018"],"guid":"fb29c3b0-4027-4c99-9388-07d3523eda3d","contentencoded":"<p>Vampires. We all know about the cool stuff they get to do — carousing all night, wearing capes, biting necks, living for centuries. But at the end of the day, what is vampire life really like?</p><p>Not so fabulous, at least according to the squabbling bloodsucker housemates in the new film <em>What We Do in the Shadows</em>. Apparently even vampires fight about who has to do the dishes.</p><p>The film stars Jemaine Clement, whom you might know from the comedy group Flight of the Conchords — he plays the vampire Vladislav, who happens to be 862 years old. Taika Waititi plays his younger flatmate Viago, a spritely 379. Clement says they had two ideas: One, make a film about the centuries-long struggles of vampires, and two, \"a mockumentary about something you couldn't document ... we have married them, and made this unholy union.\"</p><hr /><h3>Interview Highlights</h3><p><strong>Clement on vampire culture in Wellington, NZ, where they filmed</strong></p><p>We were dressed as vampires, walking around, and it's surprising how much we fit in!</p><p><strong>On how these vampires ended up together</strong></p><p>Waititi: It's very dangerous advertising for flatmates if you're a vampire. You never know if it's a vampire hunter who's going to move in. Also you've got to be very understanding if you move in with vampires — they don't get up 'til 6 p.m.</p><p>Clement: And they'll eat you. And you know, if you've been alive for hundreds of years, it's likely that your money may be dwindling if you haven't invested.</p><p><strong>Waititi on directing</strong></p><p>We actually split up the roles a bit, so that I would take care of talking to the crew and blocking and shooting the stuff, Jemaine would take care of — because we wrote a script that we didn't show the actors, because we wanted all the performances to be natural, because it's a documentary, we had to explain to them everything that was happening throughout the entire task ... Jemaine would explain ... he'd say, okay, so this is what happens in the scene. Say what you like, but make sure it's not too random and we get to the end of the scene achieving the goals we want.</p><p><strong>Clement on sequels</strong></p><p>We're going to do sequels for the next 200 years, following them. We're going to catch up every 100 years. We'll probably be dead but our children will take on the task of following them.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Do+We+Do+%27In+The+Shadows%27%3F+Dishes%2C+Mostly&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"392"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384695800-e16556.m3u?orgId=1&topicId=1137&e=384322018&d=392&ft=nprml&f=384322018"},{"href":"http://media.npr.org/assets/img/2015/02/06/what-we-do-in-the-shadows-photo-credit-unison-films-0bdebd4bbeb9a2f5be885b1ec16173f24acb5892.png","type":"image/jpeg","meta":{"crop":"standard","height":"1403","width":"1871"}}]}