{"created":"2015-02-06T22:25:50+00:00","modified":"2015-06-05T18:52:48+00:00","valid":{"from":"2015-06-05T18:52:48+00:00","to":"3015-06-05T18:52:48+00:00"},"hreflang":"en","title":"On The Grammy Stage, Collaborations Will Rule","published":"2015-02-07T19:24:00+00:00","teaser":"During a Grammy telecast that's over three hours, only a dozen or so awards are handed out — but there will be a boatload of performances, most with more than one marquee musician on stage at a time.","itags":["npr_api","384336747"],"guid":"fb2b0ab7-2d03-4086-85f6-6de700a76529","contentencoded":"<p>The Grammy Awards, that moment when the music industry turns its collective eyes toward a single stage and pats itself on the back, will be presented on Sunday night. Musicians up for Album of the Year include <a href=\"http://www.npr.org/artists/15333650/beck\" target=\"_blank\">Beck</a>, Sam Smith, Ed Sheeran, <a href=\"http://www.npr.org/artists/122029835/pharrell-williams\" target=\"_blank\">Pharrell Williams</a> and <a href=\"http://www.npr.org/artists/19230778/beyonce\" target=\"_blank\">Beyoncé</a>. But if you're watching, it may seem like the show is all about the on-stage performers, and not so much about the actual trophies.</p><p>And when it comes to the live performances, collaborations rule the stage. Last year featured both the historically-inspired team of Williams, Nile Rodgers and <a href=\"http://www.npr.org/artists/15184517/stevie-wonder\" target=\"_blank\">Stevie Wonder</a> playing with <a href=\"http://www.npr.org/artists/15414420/daft-punk\" target=\"_blank\">Daft Punk</a> on the disco throwback \"<a href=\"https://www.youtube.com/watch?v=3FY4MRdQOdE\" target=\"_blank\">Get Lucky</a>\" as well as the head-scratching but energetic pairing of rapper <a href=\"http://www.npr.org/artists/166009689/kendrick-lamar\" target=\"_blank\">Kendrick Lamar</a> and apocalypse-oriented rockers Imagine Dragons.</p><p>NPR Music's pop critic Ann Powers tells <em>All Things Considered</em>'s Audie Cornish that collaborations draw attention for obvious reasons: The prospect of seeing great performers create a singular moment can raise hairs on the back of your neck, and when the reality fails to live up to the promise, those moments can curdle memorably. This year, there are dozens of pairings on the schedule, some baffling and some inevitable. \"Everyone is really excited about Kanye West preforming with Rihanna and Paul McCartney,\" Powers says.</p><p>Heads up: Here are a few of the collaborations worth looking out for on Sunday night, alongside some of the reasons the musicians themselves might risk the exposure.</p><hr /><p><strong>To Prove Themselves:</strong> For younger musicians, a few minutes on stage with a veteran can show how you stack up. \"<a href=\"http://www.npr.org/artists/345049627/hozier\" target=\"_blank\">Hozier</a>, the Irish singer-songwriter who had the big hit, 'Take Me to Church,' is going to test his pipes against the great vocalist <a href=\"http://www.npr.org/artists/16219258/annie-lennox\" target=\"_blank\">Annie Lennox</a>,\" Powers says. \"I hope he can rise to the occasion.\"</p><hr /><p><strong>To Bust Out Of A Box:</strong> For musicians on the rise, a performance can be an opportunity to display versatility or unexpected range. This year, the British singer-songwriter Ed Sheeran, who made inroads from acoustic-driven \"[Sheeran] going to perform with both Electric Light Orchestra, showing his psychedelic Brit-pop side, and then he's going to get onstage with <a href=\"http://www.npr.org/artists/15294441/herbie-hancock\" target=\"_blank\">Herbie Hancock</a>, <a href=\"http://www.npr.org/artists/15396370/john-mayer\" target=\"_blank\">John Mayer</a> and <a href=\"http://www.npr.org/artists/15121446/-uestlove\" target=\"_blank\">Questlove</a> and I guess jam out,\" Powers says.\"</p><hr /><p><strong>To Make A Point:</strong> When Beyoncé takes the stage on Sunday night, she won't be performing a song that was nominated this year. In fact, it's nearly 60 years old. \"One of the greatest moments in the film <em>Selma</em> is when the R&B vocalist <a href=\"http://www.npr.org/artists/17794278/ledisi\" target=\"_blank\">Ledisi</a>, playing <a href=\"http://www.npr.org/artists/15355551/mahalia-jackson\" target=\"_blank\">Mahalia Jackson</a>, sings the great gospel hymn 'Take My Hand, Precious Lord.'\" Powers says. But on the Grammy telecast, Beyoncé will be singing the song, just before <a href=\"http://www.npr.org/artists/15838633/john-legend\" target=\"_blank\">John Legend</a> and <a href=\"http://www.npr.org/artists/15403758/common\" target=\"_blank\">Common</a> play their song, \"Glory,\" which was written for the film. \"I presume it's because she is our queen and she does whatever she wants and needs to do,\" Powers says.</p><p>The minor controversy about Queen Bey displacing a fellow singer could actually have been generated by the failure of the Academy Awards to nominate Selma as widely as many hoped: \"It's very interesting that music from Selma is being featured so prominently in the Grammys. It feels like, 'Hey, we're much more aware of the need for equality,\" Powers says. \"But at the same time, it's been a big issue with the nominations. The white Australian rapper Iggy Azalea is nominated for best rap album, as is <a href=\"http://www.npr.org/artists/15404635/eminem\" target=\"_blank\">Eminem</a>. And Sam Smith, nominated for many awards, may have a sweep, when he's basically a white, British guy doing soul music.\"</p><p>\"I think the live performances show the eclecticism, the range and frankly the color of pop music whereas the awards themselves may not actually do that this year,\" Powers says. \"That's kind of a mixed bag, but I'm glad at least we'll be seeing the range of performers, if they won't be honored.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=On+The+Grammy+Stage%2C+Collaborations+Will+Rule&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384345910-421617.m3u?orgId=1&topicId=1106&aggIds=100920965&d=235&p=2&story=384336747&t=progseg&e=384228206&seg=14&ft=nprml&f=384336747"},{"href":"http://media.npr.org/assets/img/2015/02/06/465329843-2bc06a5436ddb53f8d2b8a248753f660440af322.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2250","width":"3000"}}]}