{"created":"2014-10-03T19:32:59+00:00","modified":"2014-10-03T21:34:14+00:00","valid":{"from":"2014-10-03T21:34:13+00:00","to":"3014-10-03T21:34:13+00:00"},"hreflang":"en","guid":"fb35053b-dc5c-4625-93b9-adef3fd4e543","title":"Why do we celebrate goddesses, but treat our women so poorly?","published":"2014-10-03T21:34:12+00:00","byline":"Rhitu Chatterjee","tags":["religion","women","conflict","protests","Belief","Lifestyle & Belief","Asia","India","West Bengal","Goddess Durga","Hindu goddesses","Durga Puja","Festivals in India","Durga"],"teaser":"The Durga festival is one of the biggest celebrations in the state of Bengal in India. For five days, people worship the goddess of strength and courage who slayed a demon who was going around killing everybody. It's equivalent to Christmas for us Bengalis.","contentencoded":"<p>I flew home to Kolkata on Monday night to be with my family for the five-day festival of Durga Puja. It celebrates Durga, the 10-armed warrior goddess known for killing a demon named Mahishasura.</p><p>This is the time of the year when the goddess is supposed to make her annual visit to her parents&rsquo; home. And people put aside all work and worries to celebrate the festival with their friends and family.</p><p>As a tall, white grass, called Kaash, starts to take over empty fields and farmland, signaling the arrival of autumn, people start preparing for the festival. Every neighborhood has its own celebration, inside a pandal &mdash; a temporary structure built to house the idol of the goddess. She&rsquo;s shown holding a different weapon in each of her 10 arms, riding a lion and in the act of killing the dark, curly-haired Mahishasura.</p><p>[[{\"fid\":\"74889\",\"view_mode\":\"original_image\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":1500,\"width\":2000,\"alt\":\"The tall white grass is called Kaash in Bengali. It starts to fill empty fields and farmland around this time of the year, a sign that Durga Puja is around the corner.\",\"title\":\"The tall white grass is called Kaash in Bengali. It starts to fill empty fields and farmland around this time of the year, a sign that Durga Puja is around the corner.\",\"class\":\"media-element file-original-image\"}}]]</p><p>On either side of her are her four children, Lakshmi, Saraswati, Ganesh and Kartik, all gods and goddesses too.</p><p>The festival has its own distinct sound track. The air fills up with the intoxicating sounds of a large drum called Dhaak. It&rsquo;s played by professional dhakis who come in from their villages just to get hired for the festival.</p><p>Then there are the melodic Bengali songs broadcast via megaphones, the often unmusical chants of mantras, and very bad singing by neighborhood adults and children.</p><p>I knew I was going to be swamped with work deadlines this week. But that wasn&rsquo;t going to make me miss being with my family for this festival. For 10 out of the 11 years I lived in the US, I pined to be home during this time of year. Besides, this is my first Durga Puja&nbsp;since moving back to India. And like Durga, I wanted this to be my homecoming too.</p><p>So, on Thursday, I took a break from work and&nbsp;ventured into Kolkata to spend time with some relatives and check out some of the pandals.</p><p>[[{\"fid\":\"74891\",\"view_mode\":\"original_image\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":1500,\"width\":2000,\"alt\":\"Worshippers pray to Durga with the help of a priest doing a worship ritual with chants and offerings.\",\"title\":\"Worshippers pray to Durga with the help of a priest doing a worship ritual with chants and offerings.\",\"class\":\"media-element file-original-image\"}}]]</p><p>I walked through the narrow streets of Kolkata with some relatives and hundreds of other people, checking out the idols and art work in different neighborhoods. I was awed by the beauty of some of the idols and befuddled by the somewhat psychedelic art of others. I mostly just marveled at the fact that our biggest festival celebrated a goddess, a warrior goddess, known for her fierceness and invincibility. Perhaps that&rsquo;s why gender roles are slightly reversed in Bengal, I thought.</p><p>The Bengali woman is known for her feistiness and the Bengali man for his sensitivity. And yet, being a journalist covering gender issues, I found myself thinking back on a recent story that put Kolkata in the national spotlight. It&rsquo;s not a story that suggests any reversal of gender roles.</p><p>Earlier in September, a female student at one of Kolkata&rsquo;s prestigious institutions, Jadavpur University was allegedly molested on campus. When the woman complained to authorities at the university and did not get a transparent and quick inquiry into the case, fellow students began protesting. The vice chancellor of the university refused to speak to them. And the authorities, instead of helping the students, turned against them. The police attacked the protestors, hitting them, trampling them and dragging them to police vans. Some of the women protestors were allegedly molested by the police. <a href=\"http://ibnlive.in.com/news/jadavpur-university-protests-students-allege-tmc-workers-attacked-them/499903-3-231.html\">Thirty-five students were arrested</a>.</p><p>Thinking back on the case, I&rsquo;m horrified that this can still happen and that too in West Bengal, a state that spearheaded the women&rsquo;s rights movements in India. And yet, today, West Bengal <a href=\"http://www.firstpost.com/india/west-bengal-on-top-in-crimes-against-women-but-police-and-state-govt-in-denial-867399.html\">ranks as one of the worst</a>&nbsp;places in the country for violence against women.</p><p>How is it that we spend so much money, time and effort worshipping a warrior goddess and we still treat our women so poorly?</p><p>The same could be said&nbsp;for the rest of India, even if they don&rsquo;t celebrate Durga Puja. Women&rsquo;s rights activists and social commentators have already pointed out the irony that India worships so many goddesses &mdash; Durga, Kali, Saraswati, Lakshmi &mdash; and yet has one of the worst records in the world in how it treats its girls and women. Why?</p><p>I think back to&nbsp;Durga, and realize that she took on her warrior mode to kill Mahishasura at the request of her husband Shiva, and other gods. That&rsquo;s because Mahishasura had a boon that no man could kill him. It was only when the men in the heavens were scared about their own lives did they run to a woman to save them.</p><p>[[{\"fid\":\"74892\",\"view_mode\":\"original_image\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":1500,\"width\":2000,\"alt\":\"Goddess Durga depicted in Gothic shades at a pandal in Kalyani, a Kolkata suburb.\",\"title\":\"Goddess Durga depicted in Gothic shades at a pandal in Kalyani, a Kolkata suburb.\",\"class\":\"media-element file-original-image\"}}]]</p><p>Thinking more about it, I realize that this does reflect reality on Earth in India. A woman can take on a warrior role, but usually with the support of men and society at large &mdash; fathers, brothers, teachers, even mothers. It&rsquo;s when she wants to do it on her own terms, defying society&rsquo;s rules and the authority of men, that society turns on her, and often with violence.</p><p>As some writers and journalists have pointed out, the recent spate of violence against women is partly a reaction by men to increasingly empowered women. It has&nbsp;happened before in history, when a minority has attempted to defy existing power structures. Take the Civil Rights movement in the US as an example.</p><p>That gives me a tiny ray of hope, that this spate of violence will eventually lead to a more acceptable gender dynamic&nbsp;in our society. And the protests by the Jadavpur University students, men and women students alike, give me further hope. If one section of the society is trying to suppress women, another is trying to fight back in retaliation.</p><p>It&rsquo;s a battle, somewhat like Durga&rsquo;s battle with Mahishasura. Except in this case, some men are choosing to join the women on the battlefield.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Durga4_CROP.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/durga4cropjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/100320148.mp3"},{"href":"http://www.pri.org/file/100320148mp3"}]}