{"created":"2014-10-04T14:51:59+00:00","modified":"2014-10-04T14:51:59+00:00","valid":{"from":"2014-10-04T14:51:59+00:00","to":"3014-10-04T14:51:59+00:00"},"hreflang":"en","title":"A Stranger On A Train, A Phone Call, A Man's Life Transformed","published":"2014-10-04T14:51:00+00:00","teaser":"Announcing a layoff over the phone is bad etiquette, but it's the stuff of a great short story. When NPR's Scott Simon overheard such a moment, he couldn't help but try to fill in the gaps.","tags":["npr_api","353537320"],"contentencoded":"<p>Every now and then you can see a short story come to life right in front of you.</p><p>We were on a train this week while a man in a seat nearby spoke in a voice loud enough to carry above the whoosh of the rails to a man whose name we have changed to Phil, to tell him that the company had deliberated and decided they had to make \"a transition\" in his department.</p><p>Phil was being fired.</p><p>And, the man on the phone asked Phil to stay on to help hire and train his successor.</p><p>\"Now Phil, I don't want you to feel bad about this tonight,\" he told him. \"Go home, talk it over with your girlfriend, have a good night ... \" He even added, \"I hope we'll always be friends.\"</p><p>I wonder how Phil feels about that ...</p><p>The man's tone was considerate. His words may have sounded a little scripted, but he was essentially polite.</p><p>It was the setting that made you squirm: firing a man not to his face, but in a mobile phone call; made from a crowded train car; between stops.</p><p>At first I felt I shouldn't listen — for Phil's sake. But it was irresistible to hear one side of the dialogue and not try to imagine the drama on the other end: a quick call made by a man from aboard a moving train, and the course of a man's life on the other end is altered utterly.</p><p>Traditional etiquette changes with the times, and technology. A short text message declaring love can be as welcome as a poet's sonnet, if they're the right words from the person from whom you want to hear them. There's comfort in the immediacy of receiving a condolence email, Facebook message or a Tweet within just a few hours of the death of a loved one.</p><p>But firing a man on a mobile phone in a public setting? I doubt that's in any manual of etiquette or management techniques.</p><p>I don't know anything more than what we heard. But what my imagination has filled in, the way a short story does, is that the man making the phone call may have been tired of firing people over the last few years. He knew the lines to utter, and the pauses to add; but he didn't look forward to crushing one more person, making them worry about how to pay their rent, get through winter, keep their pride and provide for their family. So maybe the man delayed his grim mission all day until he just couldn't any longer, and had to call at the last moment from a moving train.</p><p>We heard just one side of a phone call, and saw just one side of a stranger on a train.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Stranger+On+A+Train%2C+A+Phone+Call%2C+A+Man%27s+Life+Transformed&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Simon","guid":"fb3a2044-2285-4161-b855-5ea96a7eaaa9","audio":[{"href":"http://media.npr.org/assets/img/2014/10/03/istock_000003653593large-546952379a97bec01be615f7685506e8721ea2db.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1987","width":"2650"}}]}