{"created":"2014-08-28T02:30:02+00:00","modified":"2014-10-30T23:18:07+00:00","valid":{"from":"2014-10-30T23:18:07+00:00","to":"3014-10-30T23:18:07+00:00"},"hreflang":"en","title":"The Man Who Was Gene Ween, Back From The Bottom","published":"2014-08-19T13:35:00+00:00","teaser":"As the co-leader of Ween, Aaron Freeman celebrated excess. Then, in 2011, he fell apart on stage, left the band and entered rehab. On a new, deeply personal solo album, he explores what went wrong.","itags":["npr_api","340395204"],"guid":"fb3ae0d9-3fdb-4937-924b-bc9764c27976","contentencoded":"<p>Aaron Freeman and Mickey Melchiondo grew up in New Hope, Pa., and quickly became friends, bonding over their love of music one day in the eighth grade. <br /> <br /> \"I remember going to his house and he was writing, you know, these punk-rock riffs,\" Freeman says. \"I just started screaming into the mic onto a cheap tape recorder cassette, and that was it.\"</p><p>Something clicked that day. Soon, the two friends were on their way to developing a signature sound, one that relied heavily on fiddling around with tape speed and plenty of references to drugs and alcohol. It was the birth of a band: Ween.<br /> <br /> \"A lot of this stuff is really noisy and sort of difficult to take, but then over time it evolved into something a lot more serious and substantial,\" says Hank Shteamer, music editor at <em>Time Out New York</em> and author of a book about Ween.<br /> <br /> Shteamer's book focuses on what happened to Freeman and Melchiondo — redubbed Gene and Dean Ween — after they landed a deal with Elektra Records and produced the 1994 album <em>Chocolate and Cheese</em>. Far more polished than the band's previous work, it still included some pretty bizarre and absurd songs (\"Spinal Meningitis\"), alongside beautiful tracks that seemed to come straight from the heart (\"Baby Bitch\").<br /> <br /> \"There's other bands that are funny. There are other bands that are sad. But I don't know that I can think of another band who is that extreme about their emotions in a way,\" the author says.<br /> <br /> That extremity struck a chord, Shteamer says, and eventually the band wound up with a large and intensely loyal following. <br /> <br /> Like fans of the Grateful Dead, the Ween tribe liked to trade recordings of live shows, and they liked to party — a lot. But for Freeman, the availability of drugs and booze became a serious problem.<br /> <br /> \"I just wasn't a happy camper,\" he says. \"I was very addicted and very out of control.\"</p><p>Freeman says he had been on a bender for several days in 2011 when Ween played a show in Vancouver. He could barely play, he forgot lyrics and, at one point, just laid down on the stage and started ranting. Finally, his fellow band members walked off stage and left him alone to finish the show. <br /> <br /> Eventually Freeman made the choice to go into rehab — and to break up the band.<br /> <br /> \"It helped me get my head together, helped me focus, and it helped me get sober and eventually write music again,\" he says.</p><p>New songs would lead to a new band, simply called Freeman. That's also the name of the band's debut album. Released this summer, it includes a song about that infamous Vancouver show, which the songwriter says was cathartic to illustrate from his own perspective.</p><p>\"When you are blacking out and you're getting on the bus the next day, you're terrified. It's horrible, and you feel really ashamed of yourself,\" he says. \"And as mad as other people are at you, boy, you feel worse.\"<br /> <br /> As part of his recovery process, Freeman moved to Woodstock, N.Y., and took a job teaching music. His employer, Paul Green, founder of the Paul Green Rock Academy, says he's seen an enormous change in the musician.<br /> <br /> \"When you are in a rock band like Ween and you're touring, anybody over 30, there's a certain amount of cynicism of some level involved,\" Green says. \"But when he's teaching these kids, it's pure, it's idealistic in the best way, and it's making music for music's sake. I've really seen Aaron's love of just the music-making process jump out; I really see it in his eyes.\" <br /> <br /> Freeman says teaching at the Rock Academy has helped a lot, but that he realizes he still has a long way to go to earn back the trust of others, especially his family.</p><p>\"When you're a musician, you're kind of like Peter Pan. You don't have to be accountable, you just have to be on stage,\" he says. \"So I really had no, like, skills on how to be a man, a 42-year-old man. And that is something I wanted to be. I wanted to be that guy, if my daughter called at 2 in the morning and needed me to pick her up, I was going to be there.\"<br /> <br /> Freeman says he knows it may be some time before his family and his fans trust that he's really sober. But he says he's striving to live up to his birth name, and the name on the cover of his new album: He hopes to truly be a free man.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Man+Who+Was+Gene+Ween%2C+Back+From+The+Bottom&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alex Cohen","audio":[{"meta":{"duration":"462"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341164603-718d9f.m3u?orgId=1&topicId=1106&ft=3&f=340395204"},{"href":"http://media.npr.org/assets/img/2014/08/14/freeman-885a095ea1e3e1ec4c286e77908236f941a40ebe.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"584","width":"779"}}]}