{"created":"2015-01-12T08:22:49+00:00","modified":"2015-06-05T15:31:03+00:00","valid":{"from":"2015-06-05T15:31:03+00:00","to":"3015-06-05T15:31:03+00:00"},"hreflang":"en","title":"The Doctor Who Championed Hand-Washing And Briefly Saved Lives ","published":"2015-02-11T19:55:00+00:00","teaser":"One of the most important medical advances may also be the simplest: hand-washing. It's the best defense against spreading disease. And its power was discovered long before anyone knew about germs.","itags":["npr_api","375663920"],"guid":"fb3cc4c5-84fd-4d25-8788-3934ea8c818b","contentencoded":"<p>This is the story of a man whose ideas could have saved a lot of lives and spared countless numbers of women and newborns' feverish and agonizing deaths.</p><p>You'll notice I said \"could have.\"</p><p>The year was 1846, and our would-be hero was a Hungarian doctor named <a href=\"http://semmelweis.org/about/dr-semmelweis-biography/\">Ignaz Semmelweis</a>.</p><p>Semmelweis was a man of his time, according to <a href=\"http://www.jhsph.edu/faculty/directory/profile/4965/Lessler/Justin\">Justin Lessler</a>, an assistant professor at <a href=\"http://www.jhsph.edu/\">Johns Hopkins School of Public Health.</a></p><p>It was a time Lessler describes as \"the start of the golden age of the physician scientist,\" when physicians were expected to have scientific training.</p><p>So doctors like Semmelweis were no longer thinking of illness as an imbalance caused by bad air or evil spirits. They looked instead to anatomy. Autopsies became more common, and doctors got interested in numbers and collecting data.</p><p>The young Dr. Semmelweis was no exception. When he showed up for his new job in the maternity clinic at the General Hospital in Vienna, he started collecting some data of his own. Semmelweis wanted to figure out why so many women in maternity wards were dying from <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3638550/\">puerperal feve</a>r — commonly known as childbed fever.</p><p>He studied two maternity wards in the hospital. One was staffed by all male doctors and medical students, and the other was staffed by female midwives. And he counted the number of deaths on each ward.</p><p>When Semmelweis crunched the numbers, he discovered that women in the clinic staffed by doctors and medical students died at a rate nearly five times higher than women in the midwives' clinic.</p><p>But why?</p><p>Semmelweis went through the differences between the two wards and started ruling out ideas.</p><p>Right away he discovered a big difference between the two clinics.</p><p>In the midwives' clinic, women gave birth on their sides. In the doctors' clinic, women gave birth on their backs. So he had women in the doctors' clinic give birth on their sides. The result, Lessler says, was \"no effect.\"</p><p>Then Semmelweis noticed that whenever someone on the ward died of childbed fever, a priest would walk slowly through the doctors' clinic, past the women's beds with an attendant ringing a bell. This time Semmelweis theorized that the priest and the bell ringing so terrified the women after birth that they developed a fever, got sick and died.</p><p>So Semmelweis had the priest change his route and ditch the bell. Lessler says, \"It had no effect.\"</p><p>By now, Semmelweis was frustrated. He took a leave from his hospital duties and traveled to Venice. He hoped the break and a good dose of art would clear his head.</p><p>When Semmelweis got back to the hospital, some sad but important news was waiting for him. One of his colleagues, a pathologist, had fallen ill and died. It was a common occurrence, according to <a href=\"http://www.queensu.ca/research/innovating/duffin\">Jacalyn Duffin</a>, who teaches the history of medicine at Queen's University in Kingston, Ontario.</p><p>\"This often happened to the pathologists,\" Duffin says. \"There was nothing new about the way he died. He pricked his finger while doing an autopsy on someone who had died from childbed fever.\" And then he got very sick himself and died.</p><p>Semmelweis studied the pathologist's symptoms and realized the pathologist died from the same thing as the women he had autopsied. This was a revelation: Childbed fever wasn't something only women in childbirth got sick from. It was something other people in the hospital could get sick from as well.</p><p>But it still didn't answer Semmelweis' original question: \"Why were more women dying from childbed fever in the doctors' clinic than in the midwives' clinic?\"</p><p>Duffin says the death of the pathologist offered him a clue.</p><p>\"The big difference between the doctors' ward and the midwives' ward is that the doctors were doing autopsies and the midwives weren't,\" she says.</p><p>So Semmelweis hypothesized that there were cadaverous particles, little pieces of corpse, that students were getting on their hands from the cadavers they dissected. And when they delivered the babies, these particles would get inside the women who would develop the disease and die.</p><p>If Semmelweis' hypothesis was correct, getting rid of those cadaverous particles should cut down on the death rate from childbed fever.</p><p>So he ordered his medical staff to start cleaning their hands and instruments not just with soap but with a chlorine solution. Chlorine, as we know today, is about the best disinfectant there is. Semmelweis didn't know anything about germs. He chose the chlorine because he thought it would be the best way to get rid of any smell left behind by those little bits of corpse.</p><p>And when he imposed this, the rate of childbed fever fell dramatically.</p><p>What Semmelweis had discovered is something that still holds true today: Hand-washing is one of the most important tools in public health. It can keep kids from getting the flu, prevent the spread of disease and keep infections at bay.</p><p>You'd think everyone would be thrilled. Semmelweis had solved the problem! But they weren't thrilled.</p><p>For one thing, doctors were upset because Semmelweis' hypothesis made it look like they were the ones giving childbed fever to the women.</p><p>And Semmelweis was not very tactful. He publicly berated people who disagreed with him and made some influential enemies.</p><p>Eventually the doctors gave up the chlorine hand-washing, and Semmelweis — he lost his job.</p><p>Semmelweis kept trying to convince doctors in other parts of Europe to wash with chlorine, but no one would listen to him.</p><p>Even today, convincing health care providers to take hand-washing seriously is a challenge. Hundreds of thousands of hospital patients get infections each year, infections that can be deadly and hard to treat. The Centers for Disease Control and Prevention says <a href=\"http://www.cdc.gov/handhygiene/Basics.html\">hand hygiene</a> is one of the most important ways to prevent these infections.</p><p>Over the years, Semmelweis got angrier and eventually even strange. There's been speculation he developed a mental condition brought on by possibly syphilis or even Alzheimer's. And in 1865, when he was only 47 years old, Ignaz Semmelweis was committed to a mental asylum.</p><p>The sad end to the story is that Semmelweis was probably beaten in the asylum and eventually died of <a href=\"http://www.mayoclinic.org/diseases-conditions/sepsis/basics/definition/CON-20031900\">sepsis</a>, a potentially fatal complication of an infection in the bloodstream — basically, it's the same disease Semmelweis fought so hard to prevent in those women who died from childbed fever.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Doctor+Who+Championed+Hand-Washing+And+Briefly+Saved+Lives+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rebecca Davis","audio":[{"meta":{"duration":"437"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376660081-641474.m3u?orgId=1&topicId=1128&d=437&p=3&story=375663920&t=progseg&e=376659969&seg=7&ft=nprml&f=375663920"},{"href":"http://media.npr.org/assets/img/2015/01/08/semmelweis-a7dca95cbfbb6fa416b6db20eed0b00293cfa730.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1005","width":"1339"}},{"href":"http://media.npr.org/assets/img/2015/01/08/aakh-1784-0a9c0e4fe8d65a1fa4dc36cf95315972f7dda5f1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1176","width":"1568"}}]}