{"created":"2014-11-24T21:08:53+00:00","modified":"2014-11-24T21:09:08+00:00","valid":{"from":"2014-11-24T21:09:08+00:00","to":"3014-11-24T21:09:08+00:00"},"hreflang":"en","guid":"fb47bc24-c78a-4b72-bba6-e8ff5b50dd0a","title":"Executive actions can be contentious all over the world","published":"2014-11-24T21:09:04+00:00","byline":"David Leveille","tags":["executive action","Immigration reform","Barack Obama","Joko Widodo","presidential power","Global Politics","North America","United States","Indonesia","Venezuela","North America","South America","Asia","Southeast Asia","Nicolas Maduro","John Carey","John Boehner","Barack Obama","Joko Widodo","Politics of the United States","United States","United States Congress","Government","Rule by decree"],"teaser":"Some Republicans are so incensed about President Barack Obama's executive action on immigration that they're calling it illegal. It's easy to find similar disagreement over the use of presidential powers in other political systems around the world.","contentencoded":"<p>President Barack Obama invoked his executive authority on Thursday to shield as many as five million undocumented immigrants from deportation. Some people are hailing Obama's actions as the biggest changes to immigration policy in decades, but some Republicans on Capitol Hill are calling the moves impeachment-worthy.</p>\n<p>House Speaker John Boehner called the president \"Emperor Obama\" on Thursday, while other conservatives called the executive action undemocratic. That may be by American standards, but how about in other countries?</p>\n<p>\"If you look around the world at presidential systems — at places where there's a directly elected president that exercises real authority, it's actually more common ... for executives to make law by decree in most every democracy than in the US,\" says John Carey, a professor of government at Dartmouth College.</p>\n<p>One recent example in the news comes from Venezuela, where President Nicolas Maduro used his decree power this week to enact as many as 28 new laws. They included a luxury tax, a vice tax and the establishment of new economic development zones.</p>\n<p>Carey says the Venezuelan Congress has delegated sweeping authorities to the presidency to make law by decree. As a result, he says, \"President Maduro is consistently doing things like re-setting tax rates, in some cases expropriating private firms and making really broad economic policy by decree.\"</p>\n<p>Those decrees come with a major cost, he says: \"It reduces transparency enormously, and it allows the Venezuelan legislature to avoid the deliberative process.\"</p>\n<p>A showdown in Indonesia may be a closer parallel to the United States. Joko Widodo, Indonesia's president, recently issued a decree to re-establish direct elections for provincial governors and mayors. The outgoing legislature had <a href=\"http://www.theguardian.com/world/2014/sep/26/indonesian-parliament-scraps-direct-elections-undermining-joko-widodo\">abolished them before Widodo took office</a> last month in an effort to undermine his administration.</p>\n<p>\"The president is taking a unilateral action and effectively daring the legislature to overturn it,\" Carey says, a situation not too far off from the one in the US over immigration. Obama addressed what he sees as Congress' unwillingness to act, telling lawmakers upset with his executive actions that \"I have one answer: pass a bill.\"</p>\n<p>Carey says the view unsurprisingly comes to down to which side of the aisle you're on, no matter what the country: \"If I like his policy I call it more democratic. If we agree with the decree it’s a democratic action. If we don't agree with it, it's a usurpation.\"</p>\n<p>Carey suggests taking a longer view. \"The struggle between the executive and the legislative branches of government over the boundaries of each other's authority was built in intentionally,\" he says, \"That's going to be a perennial part of American politics. And, by the way, it’s a perennial part of politics in many systems around the world.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}