{"created":"2015-06-20T21:29:31+00:00","modified":"2015-06-25T15:05:13+00:00","valid":{"from":"2015-06-25T15:05:13+00:00","to":"3015-06-25T15:05:13+00:00"},"hreflang":"en","title":"'Lester, You Changed Our Lives': Channeling Bangs In 'How To Be a Rock Critic'","published":"2015-06-20T22:42:00+00:00","teaser":"Husband-wife team Erik Jensen and Jessica Blank talk about their play based on the life and writings of legendary rock scribe Lester Bangs.","itags":["npr_api","415210310"],"guid":"fb4c38cc-15df-4f68-abc6-e0c57027105f","contentencoded":"<p>In his 33 years on earth, rock critic <a href=\"http://www.npr.org/books/authors/138200696/lester-bangs\">Lester Bangs</a> left behind tens of thousands of pages of writing. He died of a drug overdose in 1982 — but this month, at the Kirk Douglas Theatre in Culver City, Calif., Bangs and his ideas are coming to life on stage in the new one-man play <em>How to Be a Rock Critic</em>.</p><p>It's a held in a small space, and it's meant to feel like the audience is in Lester Bangs' living room. There are albums sprawled everywhere, along with magazines, beers, pills, a typewriter — and, of course, Bangs himself, played by actor Erik Jensen.</p><p>Jensen and Jessica Blank, a married duo, wrote the play together. They spoke with NPR's Arun Rath about the show and the man who inspired it; hear their conversation at the audio link and read an edited version below.</p><p><strong>Arun Rath: So, first off, why is Lester Bangs worthy of the one-man show treatment?</strong></p><p><strong>Jessica Blank: </strong>He basically, I think, invented modern rock journalism. You know, part of the tragedy of Lester was that he never saw himself as an artist while he was alive — he always thought he was a guy that wrote about artists. But he actually invented a new form of writing. He had a mind like no one else's, and he had a voice like no one else's, and the man probably wrote about 20 pages a day and had a ferocious appetite for culture and for life.</p><p><strong>Erik Jensen: </strong>And drugs.</p><p><strong>Blank: </strong>And for drugs. I mean, for everything! He was a wild man. As a character, he's compelling on so many levels.</p><p><strong>Jensen: </strong>Also, he was a big champion of ineptitude in art, and the mistake in art, at a time when there was a lot of prog-rock happening. He was a fan of noise and garage rock and the fact that rock 'n' roll was something that anybody could do. And I think Lester recognized that the whole cultural idea of picking up a piece of junk and turning it into something new was as beautiful as any symphony that a classical composer could write.</p><p><strong>Rath: There's a line Lester says close to the top of this play, and it's very sad — it's something like, \"Yo, nobody ever comes up to you in the street and says, 'Hey man, that review of Three Dog Night really just changed my life.'\" But the thing is, if he'd lived a little bit longer, that would have happened to him.</strong></p><p><strong>Jensen: </strong>We're actually saying that with this play: Lester, you changed our lives.</p><p><strong>Blank: </strong>And it may be that nobody ever came up to him in the street and said that because they might not have recognized him. But I think the fact is that his reviews did change lives.</p><p><strong>Jensen: </strong>And also, I think, he was completely flummoxed by crap. I mean, we live in a world of Auto-Tune now, where mistakes aren't respected. I think that that sort of punk ethos is something that everybody could benefit from. Now, you'll have to excuse me if I'm getting a little circular, because having 32 pages of text — out of the 15,000 that we gleaned through to make the play — memorized in my head creates kind of a Lester filter through which I see the world.</p><p><strong>Rath: I mean, you're physically exerting yourself in this thing. You kind of have a breakdown in this room; you sort of trash the apartment. Are you tired after doing that? </strong></p><p><strong>Jensen: </strong>Oh man, I'm exhausted. I actually was saying to Jessica this morning, I started off the play feeling like a young John Belushi and ended up feeling like a very old <a href=\"http://www.npr.org/artists/15320822/david-byrne\" target=\"_blank\">David Byrne</a>. I just kind of want to sit in a chair and not talk to anybody.</p><p><strong>Rath: There are words in the play that seem like familiar from his reviews, things that definitely sound like Lester Bangs-isms. How much is this taken from his own writing? </strong></p><p><strong>Blank: </strong>The play is an adaptation directly from Lester's writing. Our playwriting background, prior to this, has primarily been in documentary theater. With that kind of work, we are fairly strict with ourselves, and we're transparent about any time we throw in a joke or something like that. This [play] is not that strict: We gave ourselves a little more latitude, because we're adapting the play from 15,000 pages worth of, primarily, criticism. Criticism is not inherently a narrative form, so we have to construct a story and tell the story of Lester's life as well as sharing his writing with the world. There are places where we constructed some connective tissue, sort of in the style of Lester. But largely, the play is adapted from his body of work.</p><p><strong>Rath: I'm curious, Erik, about having Lester Bangs in your head and living as him. There's a funny side, but also, he was a self-destructive person. </strong></p><p><strong>Jensen: </strong>When I'm in Lester mode, it's hard to be a husband. It's actually pretty easy for me to be a parent, because he's fairly playful. I'm not the most method guy in the world; I can go in and out. But your whole metabolism changes when you get a guy like this in your head. I'm exhausted at the end of the show. I couldn't get to sleep until 2 in the morning last night. I think that Lester's brain was switching radio stations often, loudly. I've become a lot more sensitive. I'm a lot more paranoid right now. I want to do a lot of drugs, but I don't.</p><p><strong>Rath: Stay away from the cough syrup. </strong></p><p><strong>Jensen: </strong>Yeah, exactly. And there's a lot of self-questioning that goes on when Lester's in my head, that I don't usually engage with: Is this good? Am I doing the right thing? Does this have value?</p><p><strong>Blank: </strong>Well, that's the critic.</p><p><strong>Jensen: </strong>That's the critic, yeah. But I would like to get back to the point where I can have a conversation with my wife that doesn't circumnavigate the globe.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Lester%2C+You+Changed+Our+Lives%27%3A+Channeling+Bangs+In+%27How+To+Be+a+Rock+Critic%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"417"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416073069-bffbfa.m3u?orgId=1&topicId=1105&d=417&p=2&story=415210310&t=progseg&e=416023768&seg=9&ft=nprml&f=415210310"},{"href":"http://media.npr.org/assets/img/2015/06/17/howtobearockcritic-84acf2ecc9c9f3d37c43495defb0bdd8c095e382.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2017","width":"2692"}}]}