{"created":"2015-01-26T20:20:31+00:00","modified":"2015-05-13T21:20:08+00:00","valid":{"from":"2015-05-13T21:20:08+00:00","to":"3015-05-13T21:20:08+00:00"},"hreflang":"en","title":"Syrian Rebels Want To Fight Assad, But Now They'll Face ISIS","published":"2015-02-03T21:00:00+00:00","teaser":"Moderate Syrian rebels took up arms to topple President Bashar Assad. But the U.S. is planning to train them to fight against a different foe, the self-declared Islamic State, instead.","itags":["npr_api","381592645"],"guid":"fb78158a-cf45-4ed2-9ec1-8d1c53787e05","contentencoded":"<p>In the U.S. view, the most serious threat coming from Syria is the self-styled Islamic State, or ISIS. That's why the Pentagon is sending forces to train what it terms moderate Syrian rebel fighters.</p><p>But here's the catch. Moderate rebel commanders say it will be hard to explain this mission to their troops, who took up arms with the aim of toppling Syrian President Bashar Assad, not ISIS.</p><p>The U.S. plan calls for the Americans and their allies to train and equip about 5,000 Syrian moderates. U.S. troops are heading to Turkey, Qatar and Saudi Arabia for the training.</p><p>Zakkaria Abboud, a law student turned commander in the southern city of Daraa, says that in four long years since the uprising began, he's lost 200 family members and friends. His face is scarred from combat.</p><p>\"As a moderate military, we have the right to support and aid from the American government,\" he says, \"because we became the American government's trusted friends.\"</p><p><strong>Winning U.S. Trust</strong></p><p>I met several rebel commanders and activists in Amman, the capital of neighboring Jordan. These Syrians are from the Southern Front alliance that controls much of the south of Syria, and they show me how they're trying to win America's trust.</p><p>Col. Baqqour al-Salim defected from Assad's army and is now a commander north of Damascus. The brisk, older man shows me a professional-looking video produced by the Southern Front. In it, dozens of commanders individually pledge to uphold human rights, moderation and rule of law.</p><p>\"I would like the entire Western world to see it, whether it's Europe or the United States,\" Salim says. He wants them to feel \"relieved and at ease concerning the Syrian revolution.\" In other words, that they're helping moderate revolutionaries, not the jihadist groups that developed as the rebellion splintered.</p><p>These commanders also carefully video themselves using the missiles they were given by the group they call the Friends of Syria, which includes the U.S. and Saudi Arabia. They're proving the missiles are not falling into the hands of extremists.</p><p>That's one of the big fears of U.S. officials — that these rebels are too weak and disorganized to even hang on to their weapons or have an impact in battle. Particularly in the north, some fighters have joined with extremists, or they've lost key ground. They change leaders and squabble.</p><p>The commanders say they have received some covert training, though the Pentagon won't confirm that, and they hope they'll be high on the list for the new plan to train and arm fighters on a larger scale. But hurdles remain.</p><p><strong>Navigating Conflicting Goals</strong></p><p>The colonel says most of the men in his area are simple, religious people. They took up arms against an enemy — Assad — and it's hard for them to understand why they're now getting help from a coalition whose goal is to fight ISIS, rather than Assad.</p><p>The colonel adds there isn't a big ISIS presence in his area, but the group sends preachers to talk to people. So when Salim tells his men they have to fight ISIS, they reply that they \"do not fight Muslims.\"</p><p>While Assad's forces, too, are Muslim, they are strongly linked to the president and his fellow Alawites, who are an offshoot of Shiite Islam. Most rebel forces identify with the country's majority Sunni Muslims — and the most extreme form is practiced by ISIS.</p><p>Probably the most influential commander in the Southern Front is Bashar al-Zaabi, a onetime travel agent.</p><p>In his meetings with Americans, he says he explains that stopping terrorism requires stopping it at the source. He says Assad allowed ISIS to grow by releasing extremists from prisons and not conducting military operations against the group.</p><p>Like the others, Zaabi wishes the coalition would try to defeat Assad and ISIS. The U.S. says it's seeking to pressure Assad to step down, rather than routing him militarily.</p><p>But Zaabi says if Assad doesn't fall, a whole, brutalized generation will grow up to be extremists.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Syrian+Rebels+Want+To+Fight+Assad%2C+But+Now+They%27ll+Face+ISIS&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"241"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1381647523-363580.m3u?orgId=1&topicId=1009&d=241&p=2&story=381592645&t=progseg&e=381646601&seg=7&ft=nprml&f=381592645"},{"href":"http://media.npr.org/assets/img/2015/01/26/38227141_h34425091-cd4cc5499850b7c882fd3cd2b6e7a1bb3dfabb3c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2198","width":"2930"}}]}