{"created":"2015-02-12T08:42:30+00:00","modified":"2015-06-05T15:29:27+00:00","valid":{"from":"2015-06-05T15:29:27+00:00","to":"3015-06-05T15:29:27+00:00"},"hreflang":"en","title":"Smoking's Death Toll May Be Higher Than Anyone Knew","published":"2015-02-15T17:01:00+00:00","teaser":"Tobacco's link to lung cancer, stroke and heart attack is well-known. But smokers are also more likely to die from kidney failure, infections and breast cancer, a revised tally suggests.","itags":["npr_api","385498822"],"guid":"fb83c08e-a336-4e16-a266-e0af6a9307c0","contentencoded":"<p>The U.S. surgeon general lists 21 deadly diseases that are caused by smoking. Now, <a href=\"http://www.nejm.org/doi/full/10.1056/NEJMsa1407211\">a study</a> in this week's <em>New England Journal of Medicine</em> points to more than a dozen other diseases that apparently add to the tobacco death toll.</p><p>To arrive at this conclusion, scientists from the American Cancer Society, the National Cancer Institute and several universities tracked nearly a million people for a decade and recorded their causes of death.</p><p>As expected, the researchers found that smokers were much more likely to die of lung cancer, heart disease, chronic obstructive pulmonary disease, esophageal cancer, mouth cancer and a long list of other diseases that health officials have <a href=\"http://www.surgeongeneral.gov/library/reports/50-years-of-progress/\">previously linked</a> to smoking.</p><p>But author <a href=\"http://www.cancer.org/research/researchprogramsfunding/epidemiology-cancerpreventionstudies/ourstaff/eric-j-jacobs\">Eric Jacobs</a>, strategic director of pharmacoepidemiology at the American Cancer Society, found other causes of death that were also more common in smokers — \"things like kidney failure, infections and certain types of heart and respiratory diseases that weren't previously counted,\" he says.</p><p>For five of the diseases added to the list, smokers were about twice as likely as nonsmokers to die from these ailments.</p><p>\"So it's not a trivial increase in risk,\" Jacobs says.</p><p>This study (which looked specifically at smoking — not the use of snuff or other forms of smokeless tobacco) only points to an association with smoking; it wasn't designed to prove a causal link. And it couldn't identify the way tobacco does its damage. But it's not hard to imagine a plausible mechanism in the case of some of the illnesses, Jacobs says. Smoking can suppress the immune system, which could explain why there are higher rates of death by infection among smokers. And the link to kidney disease makes sense, too.</p><p>\"Smoking is now established as a cause of diabetes, which is one of the huge causes of kidney failure in this country,\" Jacobs tells NPR.</p><p>The evidence of a link was weaker for other diseases, including breast cancer. Smokers in this study were 30 percent more likely to die of breast cancer than nonsmokers, but smokers are also more likely to drink alcohol — and high alcohol intake raises the risk of breast cancer. So the scientists were cautious about drawing a direct link between smoking and breast cancer.</p><p>All told, diseases not on the surgeon general's list accounted for 17 percent of the excess deaths among smokers — \"excess\" being death rates above and beyond those seen in nonsmokers.</p><p>In raw numbers, that translates to 60,000 additional smoking-related deaths a year in the United States. That's almost twice as many deaths as are caused by traffic accidents.</p><p>Smoking-related deaths caused by diseases on the surgeon general's list cause an estimated 437,000 deaths per year. Adding the additional deaths pushes smoking-related mortality up to about a half-million people a year. That's 1 in 5 deaths overall in the United States.</p><p>\"We've known for a long time that smoking kills,\" Jacobs says. \"We do think, though, that it's important to get an accurate estimate of just how many people are killed.\"</p><p>A spokesman for the surgeon general told NPR that his office won't be revising the official list of 21 diseases based on this study alone, but the new findings will be considered in future assessments.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Smoking%27s+Death+Toll+May+Be+Higher+Than+Anyone+Knew&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Harris","audio":[{"meta":{"duration":"133"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385646999-d11818.m3u?orgId=1&topicId=1128&d=133&p=3&story=385498822&t=progseg&e=385646812&seg=3&ft=nprml&f=385498822"},{"href":"http://media.npr.org/assets/img/2015/02/11/cigarettes-7dde600410e8d4710fdf20d0d34df9c0c6c86b18.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1398","width":"1865"}}]}