{"created":"2015-02-18T20:44:17+00:00","modified":"2015-02-20T15:46:09+00:00","valid":{"from":"2015-02-20T15:46:09+00:00","to":"3015-02-20T15:46:09+00:00"},"hreflang":"en","guid":"fb85d9e0-f0bc-4220-b319-97826a6f7ed3","title":"In China, imported fruit is the must-have luxury item for the new year","published":"2015-02-20T15:46:04+00:00","byline":"Rebecca Kanthor","tags":["business","economy","agriculture","culture","Economics","Business, Finance & Economics","Shanghai","Asia","China","David Smith","Rebecca Kanthor","Vincent Chen","Cherry","Chinese New Year","Agriculture"],"teaser":"Chinese New Year begins next week and all across China people are getting ready. It’s a time for visiting friends and relatives. Throughout the country, people stock up on fruit to eat at home with family and to give as gifts. These days, Chinese shoppers are opening up their wallets for a particular luxury item — imported fruit.","contentencoded":"<p>At a fruit stand outside my home in Shanghai, a woman is buying a bag of imported cherries. They’re selling for $12.50 a pound.</p>\n<p>They’re healthy, she says. I buy just a little bit each time for the Vitamin C.</p>\n<p>Red is a lucky color in China. And at holiday times — like Chinese New Year, which begins next week — you see it all over. So it certainly doesn’t hurt that red fruits are becoming more available at this time of year.</p>\n<p>At one fruit stand I visited, I see giant red apples the size of grapefruits, tiny cherry tomatoes, bright orange tangerines, clementines and kumquats, baskets piled high with local greenhouse strawberries, table grapes and dragonfruit.</p>\n<p>And, there are bright red cherries … lots of them.</p>\n<p>Traveling fruit sellers wander through the city carrying baskets of them balanced on bamboo poles. I decide to go to Shanghai’s largest wholesale fruit market to find out how all these cherries are getting here.</p>\n<p>When I get there, it's a forklift traffic jam with Chilean cherries going this way, more Chilean cherries going the other way. There are some honeydew melons and blueberries all trying to get through a narrow space.</p>\n<p>My tour guide at the market is David Smith, an American who grew up on his family’s apple orchard in Washington State. Now he works for an international fruit company at the market.</p>\n<p>\"You’ve got Australian cherries from Tasmania, Mexican avocadoes, Taiwanese custard apples, US apples, citrus from Australia, domestically produced kiwis and cherries from Chile,\" he says. \"The four corners of the world are all represented.\"</p>\n<p>And with so many worries about food safety in China, it’s no wonder that shoppers are looking to imported fruit as a healthy and safe — though expensive — option.</p>\n<p>David says the month leading up to Chinese New Year is always a frenzy of business for wholesalers. \"Chile has its cherry season — it’s usually around Chinese New Year, which is a fantastic time to sell any fruit in China.\"</p>\n<p>Oranges and apples are the traditional fruit gift of choice in China. Imported cherries are a relatively new arrival. It’s only in the past few years that they’ve become so available here.</p>\n<p>We walk to the edge of the market where they’re opening a shipping container holding 20 tons of cherries. A group of anxious buyers crowds around waiting for their chance to bid on a pallet stacked high with cherries.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"1210\" width=\"2151\" alt=\"Shoppers at a Chinese market inspect the imported Chilean cherries\" title=\"Shoppers at a Chinese market inspect the imported Chilean cherries.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/story/images/fionareilly6_CROP.jpg\" /><div class=\"field-caption\">\n    <p>Shoppers at a Chinese market inspect the imported Chilean cherries.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Fiona Reilly</p>\n  </div>\n</div>\n<p>Few of the buyers actually taste the cherries. They’re more focused on how they look and feel.</p>\n<p>I ask a few of the people there how the cherries are today?</p>\n<p>One buyer says that they are too red. Shanghai shoppers prefer sweeter, dark red varieties, he says. In the north, people like lighter red ones that are more sour.</p>\n<p>I ask another buyer if these cherries are too pricy for normal people to afford?</p>\n<p>\"Don’t you know? Chinese people have money now,\" he says. \"And giving expensive gifts gives you face.\"</p>\n<p>Cherries have become a premium gift. But some sellers say even though cherry imports are at their height this year, they’re no longer the <em>hot</em> luxury fruit they were just last year.</p>\n<p>Vincent Chen’s family has been in the imported fruit business for 25 years. Last Chinese New Year he did great business in cherries. But this year, he says, the market is flooded.</p>\n<p>\"It’s like you want one bowl of rice a day and they give you 10, there’s no way you can eat it all,\" he says.</p>\n<p>At my local fruit stand, I talk with a woman buying fruit for her grandson. She says, when she was a girl, there wasn’t as much fruit available as there is today. Now she has lots of choices.</p>\n<p>\"Red fruits are popular at this time of year because they have an auspicious meaning,\" she says.</p>\n<p>She’ll be giving her friends and relatives fruit baskets for the holiday and I’m betting there’ll be some cherries inside.</p>\n<p><em>Update: A previous version of this story incorrectly credited the images. Both photos were taken by Fiona Reilly.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-18%2Fchina-must-have-luxury-item-new-year-imported-fruit&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/fionareilly3_CROP.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/fionareilly3cropjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/02182015_04.mp3"},{"href":"http://www.pri.org/file/0218201504mp3"}]}