{"created":"2015-03-09T12:29:53+00:00","modified":"2015-03-09T19:40:14+00:00","valid":{"from":"2015-03-09T19:40:14+00:00","to":"3015-03-09T19:40:14+00:00"},"hreflang":"en","guid":"fb940d15-4956-4dce-9234-cadf4c28f488","title":"Is it a good thing that McDonald's plans to limit its use of antibiotics in chicken?","published":"2015-03-09T19:40:10+00:00","byline":"Bradley Campbell","teaser":"McDonald's in the US will be limiting the use of anitbiotics in chickens. Is this a good thing? Let's back up a bit. Why do farmers even use antibiotics and what's so bad about eating a chicken with antibiotics in it?","tags":["Health","Health & Medicine","Antibiotics","McDonald's","Antibiotic resistance","Chicken"],"contentencoded":"<p>Antibiotics. They're essential to human health.</p>\n<p>But some of the same antibiotics that keep US healthy are also given to chickens at poultry plants. That’s raised concerns that the practice could be helping to develop so-called superbugs that are resistant to antibiotics.</p>\n<p>Now, McDonald's has announced that its restaurants will stop serving chicken raised on antibiotics that are important to human health.</p>\n<p>That could have a big impact on the way farmers raise poultry in this country.</p>\n<p>“McDonald’s is getting out ahead of what the US Food and Drug Administration is requiring,” says Jean Halloran, director of food policy at Consumers Union, the policy arm of Consumer Reports. “In fact, the US FDA just has a voluntary program. They are urging drug companies and livestock producers to no longer use antibiotics for growth promotion. McDonald’s has gone much further. They are saying that all the chicken sold in McDonald’s in the United States will have to be raised without any antibiotics that are important in human medicine.”</p>\n<p>We don’t typically think of big companies getting ahead of national policy. And McDonald’s, Halloran says, isn't proposing a price increase. \"The gains that you get from using antibiotics, especially in chicken production, appear to be very marginal. And the benefits in terms of public health are enormous.”</p>\n<p>Halloran thinks the US is overusing antibiotics on animals. She says 80 percent of the antibiotics sold in the US are just being used on healthy animals. She says it helps promote growth. “The other reason farmers use antibiotics is that when you are raising animals in intensive industrial conditions, in gigantic chicken coops with thousands of chickens or in a feed lot with thousands of cattle, it’s very easy to transmit disease.”</p>\n<p>This goes against the common defense that poultry growers only use antibiotics to treat sick chickens.</p>\n<p>Halloran thinks McDonald’s made the move because of two things happening in the US. The first is the alarming report by Centers for Disease Control and Prevention that showed 23,000 people die each year to diseases that should be curable but are not due to antibiotic resistance. She also thinks it’s due to pressure within the industry from fast food companies like Chipotle that promote their chicken as being free of antibiotics. </p>\n<p>“I think McDonald’s feels these other companies are nipping at their heels and possibly taking market share,” she says.</p>\n<p>The US is far behind other countries, including those of the European Union, in the restrictions around antibiotic use. “Europe recognizes we have a very serious problem with antibiotics being overused in animals and contributing to the growth of these superbugs that can make us very sick,” she says.</p>\n<p>But Europe isn’t protected from superbugs, even they limit the use of antibiotics. Superbugs spread across borders and jump oceans. Last year, the World Health Organization released a report on the spread of drug-resistant microbes. It warned of a return to the days when diseases killed millions.</p>\n<p>\"Far from being an apocalyptic fantasy,\" the report warns, this is \"a very real possibility for the 21st century.\"</p>\n<p>So the move by McDonald’s, the largest buyer of chicken in the US, is a big deal. Halloran thinks the move could push the FDA to catch up to its European counterparts.  “It’s certainly possible,” she says. “I mean, it’s a little embarrassing to have a really big mass market company going ahead and doing something that the government isn’t even requiring of anybody. So hopefully it will push the FDA. It will certainly show that it can be done.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-05%2Fit-good-thing-mcdonalds-plans-limit-its-use-antibiotics-chicken&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0305201506.mp3"},{"href":"http://www.pri.org/file/0305201506mp3"}]}