{"created":"2015-06-05T14:29:40+00:00","modified":"2015-06-05T15:26:05+00:00","valid":{"from":"2015-06-05T15:26:05+00:00","to":"3015-06-05T15:26:05+00:00"},"hreflang":"en","title":"Huckabee Hopes Evangelical Voters Are Tying Yellow Ribbons For Him","published":"2015-05-06T12:37:00+00:00","teaser":"Mike Huckabee is back on the campaign trail after finishing second for the GOP nomination in 2008. In his latest run, he's harking back to an even earlier time, with 1970s icon Tony Orlando.","itags":["npr_api","404557729"],"guid":"fba3398f-cc7b-40e2-91f5-88dcd04cddd6","contentencoded":"<p>When Mike Huckabee ran for president eight years ago, he was a new face on the national scene, a fresh upstart former governor of Arkansas and a one-time Baptist preacher, who quickly became a favorite among evangelical voters.</p><p>He had an ease on the campaign trail, an openness with the media, and a quirkiness that made him seem like a breath of fresh air.</p><p>Now he's back for a second try at the nomination. But this time he'll have to contend with a new crop of young Republican hopefuls.</p><p>Even as he sizes up this year's GOP field — including rising Republican superstars like Ted Cruz, Marco Rubio, Rand Paul and Scott Walker — his campaign kickoff Tuesday felt like a nod to an earlier time, one of decades past.</p><p>There was Tony Orlando on stage, emceeing the event and singing his No. 1 hit — from 40 years ago, \"Whoa, tie a yellow ribbon around the old oak tree, it's been three long years, do you still want me?\"</p><p>The move is already being lampooned by some:</p><p>But Huckabee, who took the stage in his hometown of Hope, Ark. — the same town where Bill Clinton grew up — spoke of the values he was taught as a child. They're values he believes the nation needs to fully embrace today.</p><p>\"It was here in Hope that I learned how to swim, how to ride a bike, how to read, how to work, and how to play fair,\" Huckabee said. \"I learned the difference between right and wrong. I learned that God loves me as much as He loves anyone, but that He doesn't love some more than others.\"</p><p>Huckabee won the Iowa caucuses in 2008 and seven other states' nominating contests, thanks, in large measure, to conservative Christian voters. He is again reaching out to them.</p><p>\"We prayed at the start of each day,\" Huckabee said, \"and we prayed again before lunch, and I learned that this exceptional country could only be explained by the providence of almighty God.\"</p><p>Huckabee added that he believes the country has lost its way morally. He pointed to the U.S. Supreme Court's pending decision on same-sex marriage.</p><p>\"My friends, the Supreme Court is not the Supreme Being,\" he said, \"and they can't overturn the laws of nature or of nature's God.\"</p><p>Many in the crowd were sympathetic and came away impressed, but they weren't all sure he would have as easy a time as 2008 coalescing evangelicals around his bid.</p><p>\"You know, I think he still can do a good job among the evangelical voters, but it's just some people may want that young face — that young politician,\" said 31-year-old youth pastor Jonathan Montgomery, who was just 23 the last time Huckabee ran. \"And so he's going to have his work cut out for him, I believe.\"</p><p>As Huckabee embarks on another race, in which he finds new competition for the evangelical voters he did so well with last time, he also faces a test of whether his old-fashioned personality fits with the times.</p><p>Orlando's song is about an ex-convict coming home from prison and is unsure if his girlfriend will still want him after the time away. He anxiously awaits as the prison bus pulls into town, and he looks for whether there is a yellow ribbon tied for him, signifying that he is welcome back.</p><p>Orlando could have changed the words from a \"three-long-years'\" wait to \"eight,\" and it would have been a metaphor for Huckabee's campaign.</p><p>(The <a href=\"http://www.loc.gov/folklife/ribbons/ribbons.html\">song pushed yellow ribbons into pop culture </a>and became a symbol not of prisoners returning home but as a way to show support for American hostages in Iran and then later, in the 1990s, of U.S. troops fighting overseas in the first Gulf War.)</p><p>Huckabee will find out soon enough if those Iowa evangelicals he was so popular with are going to be tying yellow ribbons for him.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Huckabee+Hopes+Evangelical+Voters+Are+Tying+Yellow+Ribbons+For+Him&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Don Gonyea","audio":[{"meta":{"duration":"186"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404626534-7d55ee.m3u?orgId=1&topicId=1014&d=186&p=3&story=404557729&t=progseg&e=404625898&seg=6&ft=nprml&f=404557729"}]}