{"created":"2014-09-17T18:43:19+00:00","modified":"2014-09-17T18:51:13+00:00","valid":{"from":"2014-09-17T18:51:13+00:00","to":"3014-09-17T18:51:13+00:00"},"hreflang":"en","title":"Joseph Calleja: Tiny Desk Concert","published":"2014-03-24T18:44:00+00:00","teaser":"He's a young tenor with an old-school style and all the world's top opera houses want him. Calleja's expressive shading and dynamic control hearken back to an earlier era — and he's funny.","tags":["npr_api","292383697"],"guid":"fba44ee8-ae86-4118-991f-4ed00180cfc5","contentencoded":"<p>Malta, the island nation 50 miles south of Sicily, may be small, but it's home to one of the biggest stars in opera, tenor Joseph Calleja. And like his country's name, which may originate in the Greek word for honey, Calleja's voice is a potent mix of Italianate passion and sweetness. Just listen to how he pulls the volume back to a slender golden ray of tone several times in Tosti's gorgeous \"Ideale,\" and especially the word \"disciogliea\" in the Puccini aria that closes this performance. His singing requires the breath support of a true athlete, which is key to launching soft sounds — even more than his roaring top notes — all the way up to the cheap seats.</p><p>The ability to control dynamic levels and expressively shade notes and phrases were once techniques in nearly every singer's toolbox. But we don't hear as much subtlety these days, and that makes Calleja an especially <a href=\"http://www.npr.org/blogs/deceptivecadence/2011/10/20/141415913/joseph-calleja-the-young-tenor-with-the-old-school-sound\" target=\"_blank\">refreshing throwback</a> to pre-World War II singers such as the suave <a href=\"http://www.youtube.com/watch?v=YEDlC8Y2lSs\" target=\"_blank\">Tito Schipa</a> and the magical <a href=\"http://www.youtube.com/watch?v=V8n_mE54Nm0%20%20\" target=\"_blank\">Alessandro Bonci</a>. It's a reason Calleja is in such demand from all of the world's top opera houses.</p><p>Along with his voice, the tenor's burly good looks and acting skill have helped land him on the silver screen as well. He plays opera legend Enrico Caruso opposite Joaquin Phoenix and Marion Cotillard in <em>The Immigrant</em>, a story set on the gritty streets of 1920s New York. The film is expected to be in limited release in the U.S. beginning May 2.</p><p>The best news of all is that Calleja is just 36. His voice is already changing, growing richer, bigger and a little darker than what you hear on his <a href=\"http://www.youtube.com/watch?v=2VioE-GVnqQ\" target=\"_blank\">earliest recordings</a>. With any luck, we'll have a few more decades to enjoy what is already one of the most impressive tenor voices of the past half century.</p><p><strong>Set List</strong></p><p><ul></p><p><li><a href=\"http://www.npr.org/artists/90515326/peter-ilyich-tchaikovsky\" target=\"_blank\">Tchaikovsky</a>: None But The Lonely Heart</li></p><p><li>Tosti: <em>Ideale</em></li></p><p><li><a href=\"http://www.npr.org/artists/90063951/giacomo-puccini\" target=\"_blank\">Puccini</a>: <em>E lucevan le stelle</em> (from <em>Tosca</em>)</li></p><p></ul></p><p><strong>Credits</strong></p><p><em>Producers: Denise DeBelius, Tom Huizenga; Audio Engineer: Kevin Wait; Videographers: Gabriella Garcia-Pardo, Becky Lettenberger, Meredith Rizzo; photo by Abbey Oldham/NPR</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Joseph+Calleja%3A+Tiny+Desk+Concert&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Huizenga","audio":[{"meta":{"duration":"662"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1293736095-2e017d.m3u?orgId=1&topicId=1110&aggIds=92071316&ft=3&f=292383697"},{"href":"http://media.npr.org/assets/img/2014/03/21/tdccalleja3_17951411-43081dae7ea58a833dd3df7b377b3df3edf830f6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1846","width":"2462"}}]}