{"created":"2014-09-02T21:05:19+00:00","modified":"2014-12-01T17:47:15+00:00","valid":{"from":"2014-12-01T17:47:15+00:00","to":"3014-12-01T17:47:15+00:00"},"hreflang":"en","title":"Teachers Hit The Common Core Wall","published":"2014-06-05T13:29:00+00:00","teaser":"For educators, the challenges of Common Core are huge.","itags":["npr_api","318246129"],"guid":"fba8351b-6a12-4239-9f56-af1fb25ffa94","contentencoded":"<p>This time next year, millions of schoolkids in the U.S. will sit down for their first Common Core test. In some places, the stakes will be high — for kids, their teachers and their communities. The goal of the Core benchmarks in reading and math is to better prepare students for college, career and the global economy. But the challenges are huge.</p><p>For one, the standards are higher than many of the state standards they're replacing. And, <a href=\"http://www.npr.org/blogs/ed/2014/06/03/318228023/the-common-core-curriculum-void\">as we reported earlier</a>, new standards as rigorous as the Core require lots of other changes, too — to textbooks, lesson plans, homework assignments. You name it.</p><p>Right now, many teachers are in a bind. They're being asked to implement these tough new standards without being given better materials.</p><p><strong>Three Options </strong></p><p>Districts have three options when it comes to helping teachers teach to the Common Core State Standards.</p><p>One: They can do nothing. Just use the old books — the old stuff — and hope students don't bomb next year's test.</p><p>Two: They can try to buy new materials. But publishers have done an uneven job of making sure their classroom products line up with the Core. Sorting the good from the bad is hard. And expensive.</p><p>\"I kept thinking to myself, 'Why is every district spending money and taking teachers out of classrooms, reviewing essentially the same instructional materials,' \" says Jackie Lain, the founder and president of <a href=\"https://learninglist.com/\">Learning List Inc</a>.</p><p>Lain started the company to help schools with Option Two. Districts pay a subscription fee. In return, they get access to Learning List's private database, which includes reviews of products that may or may not line up with the Core standards. And a quick run through those reviews reveals serious variety in alignment. One product is 88 percent aligned, while another is just 63 percent aligned. A few are better. Some are far worse.</p><p>But even if there is such a thing as a textbook that is 100 percent aligned to the Common Core, buying new materials doesn't work for lots of districts — either because they don't have the money or they just don't know whom to trust anymore.</p><p>That leaves Option Three.</p><p><strong>Do It Yourself</strong></p><p>Kate Gerson is a senior fellow with the <a href=\"http://usny.nysed.gov/about/aboutusny.html\">USNY Regents Research Fund</a> in New York, and she's a leader of that state's do-it-yourself approach to the Common Core. They built a website called EngageNY and stocked it with new teaching materials. By the end of summer, any teacher from any grade can go to the site and find just about everything he or she needs to prepare kids for the Core standards.</p><p>Gerson says <a href=\"http://www.engageny.org/\">EngageNY</a> offers \"a comprehensive set of ELA and mathematics curriculum, which includes lesson plans, curriculum maps, handouts, power points, videos.\"</p><p>The list goes on. It's all been vetted for Core alignment. And it's all <em>free, </em>which explains why the materials have been downloaded some 6.7 million times — not just in New York but across the country.</p><p><strong>East Lansing, Mich.</strong></p><p>But rebuilding curriculum in the Common Core era isn't as simple as waiting for a download. While lots of districts are using EngageNY, many are also trying to salvage parts of their old textbooks and classroom materials. What's more, they're using lots of new material from other states and nonprofits that have swooped in to help. Even <a href=\"http://www.achieve.org/\">Achieve</a>, a group that helped develop the Core Standards, has issued guidelines to help teachers vet all of this stuff. For teachers, that means a lot of piecing together and plenty of writing from scratch.</p><p>That's exactly what was happening on a recent spring Tuesday in East Lansing, Mich. Teachers from across the district had converged on <a href=\"http://elps.k12.mi.us/education/components/layout/default.php?sectionid=3&url_redirect=1\">C.E. MacDonald Middle School</a> to comb through curricular materials old and new and to answer one question: Is this Common Core?</p><p>On the first floor, students careened through the hallway, rushing from class to class. Meanwhile, in a room upstairs, next to the library, teachers occupied the tables. They were reading through the Common Core Standards and trying to write new lessons for next year. They'd been given lots of raw material, but their job was to blend and adapt it all into something that each teacher could confidently and comfortably take into the classroom.</p><p>\"Am I oversimplifying?\" asked Michelle Scott, a veteran teacher, looking over the work her team had done so far. \"Where I feel like, OK, we've done one, three — \"</p><p>\"I think this is it,\" teacher John Gries assured her. \"I think this is a very bare-bones map, yeah!\"</p><p>Scott remembers what life was like long before the Core.</p><p>\"My first year teaching, I was placed in a classroom,\" Scott said, \"and I was told, 'Here's your book. You're going to teach earth science. Go teach.' \"</p><p>She isn't nostalgic for those days, but Scott and fellow teacher Katie Ballard were both honest about the challenges they face now.</p><p>\"It's a huge task. It's a huge task,\" Ballard said.</p><p>Scott chimed in: \"We will not have the year ready\" by the end of summer. Theoretically, Scott said, that means next year could be a real race.</p><p>\"If we're teaching unit one, we'll also be writing unit three, kind of continuing what we're doing as we're trying to teach this and figure out what's working and what's not,\" Scott said.</p><p>Teachers are used to improvising, but this is different.</p><p><strong>The Wall</strong></p><p>One key detail in this East Lansing classroom is that the walls were covered with giant sheets of white paper. And on the paper, the teachers had mapped out the Core standards and how they correspond with the current East Lansing curriculum.</p><p>The idea is something Tammy Baumann has used before. She is the director of educational services for East Lansing Public. That means she's in charge of curriculum and of making sure teachers — like Scott, Ballard and Gries — have the tools they need to meet the Common Core Standards. Baumann did something similar two years ago — for the public schools in Erie, Pa.</p><p>What she did there perfectly captures the story of the Common Core. She and a team of Erie teachers created what Baumann calls \"the Wall.\" Their tools: a white room with bare walls and a 14-foot ceiling, colored markers, tape and a workbook that the district had already paid for but that wasn't aligned to the Core.</p><p>Baumann had her teachers take this old workbook (which the district couldn't afford to replace) and pull it apart. Then they went through every lesson, every page, every line and figured out what pieces corresponded to the new standards. Some sections worked but were in the wrong order or assigned to the wrong grade. Once a page had been matched up with the Core, it was color-coded based on the appropriate grade level and taped to the wall.</p><p>\"So now, if you can picture in your head,\" Baumann said, \"you have a wall that's multicolored and coded that is your curriculum map, if you will, that allows you to see it aligned to Common Core.\"</p><p>Just imagine Baumann and her team of exhausted teachers staring back at those pages on the wall, arms crossed, like novelists plotting a masterpiece with index cards.</p><p>Now, to be clear, some districts are fully ready for the Common Core. All this scrambling is done. But plenty of districts are still working hard to get there. Plenty of teachers are still building workbook walls — or something like it — in classrooms all over the country.</p><p>When they finish, those old materials made new will be handed out. All the other teachers will need to be caught up and trained. School bells will ring. And the story of the Common Core will turn a page. But the ending — that one's not on the wall yet.</p><p><em>This story is Part Two of a two-part series on Common Core implementation. You can find Part One</em> <em><a href=\"http://www.npr.org/blogs/ed/2014/06/02/318228023/the-common-core-curriculum-void\">here</a></em>.<em> </em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Teachers+Hit+The+Common+Core+Wall&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Cory Turner","audio":[{"meta":{"duration":"459"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318575992-a74919.m3u?orgId=1&topicId=1013&ft=3&f=318246129"},{"href":"http://media.npr.org/assets/img/2014/06/02/turner-board-ccss-73ff62c5baf90ceb620156fadd4f2a8a3f21b075.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2083","width":"2775"}}]}