{"created":"2015-01-20T20:59:52+00:00","modified":"2015-01-21T19:30:58+00:00","valid":{"from":"2015-01-21T19:30:58+00:00","to":"3015-01-21T19:30:58+00:00"},"hreflang":"en","guid":"fbada7ce-addc-4d2d-9699-52ff7c0658a4","title":"Cyber security — and broadband access — is on President Obama's mind","published":"2015-01-21T19:30:57+00:00","byline":"Nina Porzucki","tags":["technology","politics","government","SafeMode","Technology","Science, Tech & Environment","North America","Europe","United States","United Kingdom","Europe","North America","Jim Lewis","David Cameron","Barack Obama","Military technology","Politics","Technology","Cyberwarfare"],"teaser":"President Barack Obama has been quick to embrace the need to enhance America's cyber security. He's had to. The Sony hack was just the latest reminder that cyber-attacks are now a ever-present threat confronting US companies and the government alike. ","contentencoded":"<p>Since the Sony hack, cyber security has been on the minds of Americans like never before — including President Barack Obama. The president recently unveiled several stop-gap initiatives to curb the threat of cyber attacks.</p>\n<p>His proposal hinges on three priorities: Cyber threat information sharing, protecting consumers by notifying them when their information has been compromised, and clarifying law enforcement's ability to prosecute cybercrimes.</p>\n<p>“It’s a limited package, but it’s better than nothing,” says Jim Lewis, an expert in cyber security at the Center for Strategic and International Studies.</p>\n<p>Part of the limited package is an<a href=\"http://www.bloomberg.com/news/2015-01-16/obama-cameron-cybersecurity-agenda-shaped-by-paris-sony-attacks.html\"> information sharing deal</a> struck last week between Obama and British Prime Minister David Cameron. The leaders announced the creation of a joint cybersecurity unit between intelligence and law enforcement agencies.</p>\n<p>“The thing that has excited them is the ISIS use of the Internet and social media websites as a way to communicate and put out propaganda and sometimes amazingly enough to announce plans of things they are going to do. So the US and the UK are going to try and look for ways to share information on what these terrorist groups are putting on the internet, not to block it, not to censor it but to use it as an early warning or an indicator of potential action,” says Lewis.</p>\n<p>Intelligence sharing, however, is merely a stop-gap and not a solution to cyber security, says Lewis.</p>\n<p>“Until we can come to some sort of better understanding both in the White House, in the business community and in Congress in what it is we need to do, we’re going to have to rely on stop-gaps — and also on the hope that nobody does anything bad,” Lewis says.</p>\n<p>The Sony hack was embarrassing and damaging to the company, but it didn’t ultimately damage the United States, Lewis says. The problem is hackers could seriously hurt the US by going after critical infrastructure.</p>\n<p>“Maybe we can scare the [North] Koreans and they won’t think of it again, but it’s a real risk and we aren’t really doing much to answer it,” Lewis says.</p>\n<p>While cyber security will be a focus of the State of the Union, Internet access is also high on the president’s agenda. The US lags far behind the developing world in high speed broadband connections.</p>\n<p>“We were among the first [to have Internet access] — and sometimes being first isn’t always good because we’ve got a refresh problem. We’ve got an upgrade problem and in the meantime other countries have moved beyond us,” Lewis says.</p>\n<p>The president cites two major reasons why we lag behind: lack of competition and lack of investment.  But it isn’t quite that simple to fix, says Lewis.</p>\n<p>“We’re not willing to spend on highways or bridges; we aren’t going to spend on the internet,” Lewis says. “We’ve got to figure out how to get more providers and more money into the space if we want to get the full economic benefit that high speed Internet is supposed to bring.\"</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/cybersecurityphoto.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/cybersecurityphotojpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/012020156.mp3"},{"href":"http://www.pri.org/file/012020156mp3"}]}