{"created":"2014-09-30T21:05:29+00:00","modified":"2014-10-31T00:43:20+00:00","valid":{"from":"2014-10-31T00:43:20+00:00","to":"3014-10-31T00:43:20+00:00"},"hreflang":"en","title":"For Tipped Workers, A Different Minimum Wage Battle","published":"2014-06-30T12:14:00+00:00","teaser":"The debate over the federal minimum wage, which raised to $7.25 in 2009, is playing out across the country. Meanwhile, the minimum wage for tipped workers hasn't gone up for 23 years.","itags":["npr_api","326715347"],"guid":"fbb04047-3f28-4407-ad18-d694016b2a78","contentencoded":"<p>The federal minimum wage for tipped workers has been $2.13 since 1991. That pay rate tends to get lost in the larger debate over whether to raise the national minimum wage for nontipped workers, which is $7.25 an hour.</p><p>In theory, the money from tips should make up the difference in pay — and then some. But according to <a href=\"http://www.whitehouse.gov/sites/default/files/docs/20140325minimumwageandwomenreportfinal.pdf\">a White House report</a>, tipped workers are more than twice as likely as other workers to experience poverty.</p><p><strong>Living On Tips</strong></p><p>Under federal law, if tips don't bring employees up to the level of the standard minimum wage, employers are required to make up the difference.</p><p>But Saru Jayaraman, founder of the labor advocacy group Restaurant Opportunities Centers United, tells NPR's Arun Rath that it often doesn't work out that way.</p><p>\"Enforcement is not just difficult, it's practically impossible for employers to have to count hour by hour to make sure that tips make up the difference for every worker for every hour they've worked,\" Jayaraman says.</p><p>And even if employers can ensure that tips make up the difference, Jayaraman says, that essentially creates a system in which the workers are living completely off the mercy and largesse of customers.</p><p>Jayaraman's group advocates for eliminating the federal minimum tipped wage, so tipped workers earn the same as workers in other minimum wage industries.</p><p>But Scott DeFife of the National Restaurant Association says that could cost thousands of entry-level restaurant jobs that the economy desperately needs. He says there would be other consequences as well.</p><p>\"You will limit opportunity for young people and for people who are coming from difficult circumstances and need an opportunity to get a restart,\" DeFife says.</p><p>DeFife says the \"heavy hand\" of federal legislation is not the answer and that the minimum wage at the federal level is really distracting from the conversation that should be happening.</p><p>\"Most people believe that state governments should be setting more appropriate wage levels for their local economy than one size fits all at the national level,\" he says.</p><p>In fact, states do have different rates.<strong> </strong>Some have a tipped minimum wage that's higher than the federal standard of $2.13, and seven states have laws requiring that tipped workers receive the same wage as other workers.</p><p>Secretary of Labor Thomas Perez says those states have demonstrated that you can raise wages for tipped workers without hurting the economy.</p><p>\"In the state of Washington, which has had the highest minimum wage in the country over the last 15 years, you look at job growth, and it has been above the national average,\" Perez says. \"And payrolls at the state of Washington's restaurants and bars have expanded by 21 percent. So it's hard for me when we have this actual controlled experiment across America.\"</p><p>DeFife says the National Restaurant Association's own data tell a different story.</p><p>\"We have some studies and research that show in Washington and Oregon that there are fewer employees per establishment than across the rest of the country,\" DeFife says.</p><p>A Democratic Senate bill would have increased the federal minimum wage to $10.10 and made the tipped wage 70 percent of that. But Republicans <a href=\"http://www.npr.org/2014/04/30/308377799/minimum-wage-raise-blocked-for-now-may-live-again-in-campaigns\">struck down the legislation</a> in April.</p><p>Labor Secretary Perez says the issue isn't dead, though.</p><p>\"If at first you don't succeed, we try, try again,\" he says. \"That's really the mantra of the labor rights movement and the civil rights movement, and this president is persistent. We're not going to give up, because this is really an issue of fundamental fairness.\"</p><p><strong>A Unique Model</strong></p><p>While the issue remains stalled at the federal level, it's not just states that are making up their own rules. One restaurant in Glendale, Calif., has eliminated tipping entirely.</p><p>Brand 158 owner Gabriel Frem says there's a problem with the pay system in the restaurant industry.</p><p>\"It's very abusive ... when you actually take a person who is making so little and tell them, 'You know what, you sink or swim on your own,' \" he says.</p><p>But Frem's approach isn't just about a feel-good philosophy. He says it works for his bottom line, too.</p><p>\"The savings you get as a business from paying the minimum end up costing you more in productivity, stability,\" he says. \"And our experience has been the guests overall love it and the employees that we hire love it.\"</p><p>At Brand 158, orders are taken on a tablet that wirelessly sends the selection and table number to the kitchen. So the wait staff barely needs to leave the floor. And since there's no possessiveness over tables and tips, any server can go to any customer who needs service.</p><p>Frem admits it's a leap to assume this model could work everywhere. And California already starts off with a higher wage; in a state where the bottom wage is at that federal minimum of $2.13, it could be a bigger strain for a restaurant to step up and pay so much more.</p><p>But Frem thinks the approach makes sense no matter what your bottom line is. He says a stable staff is more productive and consistent, which yields savings.</p><p>\"If you think you're just paying a lower wage per hour, but every three weeks you have a new staff, people are always leaving, on slow shifts people don't make their rent, they're distressed, it's gonna translate to more costs,\" he says.</p><p>For Frem's employees, it's a no-brainer.</p><p>\"I get stability here, which kinda gives me more freedom outside of work, which is nice,\" says Tess Marie-Hudson, a bartender at Brand 158. She makes $15 an hour. \"I can plan my life accordingly, I can travel and know when I get back I'm gonna work on a Monday and still make as much as I would on a Saturday.\"</p><p>And though it might feel a little strange not doing that calculation that involves both math and morality at the end of a nice meal, customers seem to like it, too.</p><p>\"I love it,\" says Melody Kutulas, who has been to Brand 158 several times. \"[The cost] might be a little bit higher, but you're not worrying about tips.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Tipped+Workers%2C+A+Different+Minimum+Wage+Battle&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"423"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1326718046-593a16.m3u?orgId=1&topicId=1006&ft=3&f=326715347"}]}