{"created":"2014-12-12T10:01:30+00:00","modified":"2014-12-19T19:05:13+00:00","valid":{"from":"2014-12-19T19:05:13+00:00","to":"3014-12-19T19:05:13+00:00"},"hreflang":"en","title":"Even If Torture Doesn't Work In The Real World, TV Has Us Convinced It Does","published":"2014-12-12T21:58:00+00:00","teaser":"For TV writers, \"enhanced interrogation\" are just one more storytelling device. But has its surefire success in shows like <em>24</em> influenced how and when real-life interrogators employ torture?","itags":["npr_api","370264893"],"guid":"fbb5d3c1-6739-40e9-a49e-f81fa5423362","contentencoded":"<p>As the CIA and Senate Intelligence Committee clash over whether so-called enhanced interrogation techniques are considered torture, another question arises: Have depictions of torture on TV and film helped convince us that it works?</p><p>Consider this warning that recently greeted viewers of ABC's political soap opera, <em>Scandal:</em></p><p>\"The following drama contains adult content. Viewer discretion is advised.\"</p><p>That label was slapped on the episode because of scenes <a href=\"https://www.youtube.com/watch?v=CtASusxHjmY\">like the moment </a>when trained torturer Huck prepared to ply his trade on colleague (and soon-to-be girlfriend) Quinn Perkins.</p><p>\"Normally, I'd start with the drill or a scalpel,\" he told Perkins, who was bound and gagged, looking on in terror. \"Peeling off the skin can be beautiful. Or removing fingers, toes; I like the feeling of a toe being separated from a foot. ... I'm so sorry, because I'm going to enjoy this.\"</p><p>Scenes like that have become a regular part of some popular TV shows and movies. People may disagree in real life, but in Hollywood, torture works.</p><p>From Kiefer Sutherland as hard-nosed government agent Jack Bauer on Fox's <em>24,</em> growling this threat to a bad guy: \"You probably don't think that I can force this towel down your throat. Trust me, I can.\"</p><p>To Liam Neeson's ex-CIA operative Bryan Mills, shocking a man for information in the movie <em>Taken:</em> \"You either give me what I need, or this switch stays on until they turn the power off for lack of payment on the bill.\"</p><p>There's just one problem with these scenes, according to former FBI agent and interrogation expert Joe Navarro: \"None of it works,\" he says. \"I've done thousands of interviews, and I can tell you, none of [the TV torture stuff] works.\"</p><p>Navarro spent 25 years in the FBI, with much of that time spent training others in interrogation techniques. He says treating terrorists humanely and empathizing with them works better than abusing them.</p><p>But those softer tactics often surprise trainees raised on TV police dramas and spy movies. \"Some of the younger guys were I think really surprised when we came in and talked about rapport-building, establishing friendships, sharing food,\" says Navarro, who recalled one fateful meeting where fellow interrogation experts talked about what some people were doing to interrogate terrorism suspects after Sept. 11, only to realize they had seen similar techniques on fictional TV programs. \"They were shocked ... because they had seen so many hundreds of hours of television.\"</p><p>Navarro joined a group of interrogation professionals in 2006 who <a href=\"http://www.newyorker.com/magazine/2007/02/19/whatever-it-takes\">asked producers of 24 </a>to tone down their torture scenes. Another expert who talked to them was Tony Camerino, an Air Force veteran who played a key role in tracking down terrorist leader Abu Musab al-Zarqawi.</p><p>\"What we want to do is more educate,\" Camerino says. \"[We] tell people, look ... some of the real-life situations we can give you would be even more exciting, but they don't involve your protagonist, the person we're supposed to be rooting for, torturing people, and then telling us that that's heroic.\"</p><p>Camerino now works as a writer and technical consultant on CBS's adventure drama <em>Person of Interest</em>.</p><p>\"Two years ago, I wrote an episode in which a detective was interrogating one of our main characters, accusing him of having committed a murder,\" the writer says. \"Essentially, the approach he used is one we call 'we know all.' \"</p><p>The scene, from an episode titled \"In Extremis,\" features an Internal Affairs officer telling corrupt officer Lionel Fusco, \"You see, when dirty cops want to eliminate DNA from a scene, they use bleach. But bleach stains things. Like the carpet in the trunk on the vehicle that you signed out on the day Stills disappeared.\"</p><p>Camerino explains: \"He presented all the evidence that he had to make the subject feel as if it was worthless to resist, because he already knew everything.\"</p><p>Have these efforts to change TV torture had an effect?</p><p>Two producers from <em>24</em> who met with Navarro and Camerino in 2006 say those talks affected work on their current series, Showtime's <em>Homeland</em>. That program won an award in 2012 from Human Rights First for its depiction of the so-called war on terror.</p><p>\"They all told us that even, apart from the moral and legal objections, torture is a not a reliable way to produce intelligence,\" <em>24</em> and <em>Homeland</em> producer Howard Gordon <a href=\"https://www.youtube.com/watch?v=StDluww5DlA&feature=youtu.be\">said during his acceptance speech</a>. \"And over time, their way of thinking became ours and at the very least, we became more sensitive to the 'we're just doing a television show' defense.\"</p><p>Still, the episode of CBS's <em>Person of Interest</em> with Camerino's interrogation scene also featured a guest character threatening to shoot someone to get information.</p><p>And the revival of <em>24</em> this summer showed Jack Bauer interrogating a suspect <a href=\"https://www.youtube.com/watch?v=Uh8fw5NTn7Q\">by saying this</a>: \"I can assure you, full immunity is not on the table. But your hand is,\" just before using a gun butt to smash the suspect's left hand multiple times.</p><p>Sometimes, it seems, the drama of torture is too great to resist; even when producers know how dangerous and damaging it is in the real world.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Even+If+Torture+Doesn%27t+Work+In+The+Real+World%2C+TV+Has+Us+Convinced+It+Does&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370264896-efb631.m3u?orgId=1&topicId=1122&ft=3&f=370264893"},{"href":"http://media.npr.org/assets/img/2014/12/12/24-150-7ada5ce18ad5f20721923039de4bdeca9faa3b25.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1298","width":"1731"}}]}