{"created":"2015-03-18T07:13:16+00:00","modified":"2015-06-25T17:44:56+00:00","valid":{"from":"2015-06-25T17:44:56+00:00","to":"3015-06-25T17:44:56+00:00"},"hreflang":"en","title":"25 Years After Art Heist, Empty Frames Still Hang In Boston's Gardner Museum","published":"2015-03-18T16:23:00+00:00","teaser":"On March 18, 1990, robbers stole $500 million in art from the Isabella Stewart Gardner Museum. Author Stephen Kurkjian<em> </em>explains why anyone would bother to steal work so priceless it couldn't be sold.","itags":["npr_api","393565096"],"guid":"fbb6596c-7047-4bc9-8fcc-c986bc75edc3","contentencoded":"<p>Boston's Isabella Stewart Gardner Museum houses a world-class art collection. But in the last two decades it's been better known for the art that <em>isn't </em>there — half a billion dollars' worth of masterpieces that disappeared from its walls 25 years ago.</p><p>That robbery — which included the loss of three Rembrandts, a Vermeer, a Manet and sketches by Degas — has haunted Boston, law enforcement and the art world ever since. <em>Boston Globe </em>reporter Stephen Kurkjian has spent the last two decades investigating the heist. He's the author of the book <em>Master Thieves: The Boston Gangsters Who Pulled Off the World's Greatest Art Heist. </em>He tells NPR's Renee Montagne how it happened:</p><p>\"Two men dressed in police uniforms rang the bell to the employees' entrance of the Isabella Stewart Gardner Museum,\" he says. \"They showed up on the monitor screen of one of the two night watchmen who were on duty that night. ... They said, 'We're here to investigate a disturbance,' so he buzzed them in.\"</p><p>Rick Abath was the security guard who buzzed the \"policemen\" in. At the time of the robbery, he had just dropped out of Berklee College of Music. \"I was playing in a band and working night shift at the museum,\" Abath <a href=\"http://www.npr.org/2015/03/13/392567024/former-security-guard-reflects-on-what-he-lost-one-fateful-night\">told our colleagues at StoryCorps</a>. \"I was just this hippie guy who wasn't hurting anything, wasn't on anybody's radar, and the next day I was on everybody's radar for the largest art heist in history.\"</p><p>Kurkjian talks with Montagne about how the heist happened, and why thieves would want to steal art so priceless it can't even be resold.</p><hr /><h3>Interview Highlights</h3><p><strong>On a fateful error Abath made</strong></p><p>He stepped away from the security desk that he was sitting at, and that removed him from the only alert. The only outside alarm that the museum had was a button that was at his security desk. And he stepped away from it because the alleged police officers, the thieves, said to him that he \"looked familiar\" that \"didn't they have a warrant out for his arrest?\"</p><p>He was worried that if he was arrested on a weekend night — and this was Sunday morning — he would not be in court until Monday, and he knew he had tickets to that night's Grateful Dead concert in Hartford, Conn. And he didn't want to miss it by being in jail, so he stepped away and he got tied up, he got apprehended. His fellow night watchman came down and they tied him up and then, you know, these two thugs were allowed to pull off the greatest art theft — half a billion dollars.</p><p><strong>On the artworks that were taken</strong></p><p>There were three Rembrandts. One was his only seascape and it's brilliant, it's captivating, to me it's the most engaging painting that I've ever seen. In that same room was the only Vermeer in New England and that, too, was stolen. Those pieces made up the bulk of the, let's say, $500 million. It's probably more. No one can put a value on these paintings because no one's going to buy stolen artwork of this value. And that's why the sense is that the works do not lay in the hands of an art collector who cannot live without this Rembrandt or that Vermeer but they were stolen for some other reason.</p><p><strong>On why thieves would take paintings so valuable that they are unsellable</strong></p><p>\"Bad guys\" from back then ... I spoke with ... said that they absolutely believed then and — if they were in the crime world, they would believe now — that having a piece of art that has gotten publicity for the theft, the authorities, whether they be federal or state, will do <em>anything</em> to get that artwork back.</p><p>What it means to them is doing a favor in the criminal justice system for one of their associates. It's a \"get out of jail free\" card, they'll say. It's ridiculous. It's never happened, and it's not going to happen. No one's going to get out of jail for trading in any of this artwork. They may get a second pillow. They may get a transfer to a less high-security prison. Or, if someone's facing a sentence, there may be some way to negotiate. ...</p><p>Using these pieces of artwork as negotiating items is, to my mind, what was at the core of the motive for these thugs, and it still, 25 years later, has not led to any arrests. More importantly, it hasn't led to a single concrete sighting of the piece of the art which makes the mystery deeper and the frustration greater.</p><p><strong>On whether he thinks the paintings will ever be recovered</strong></p><p>Yes. I do. ... But I sense the way to handle this is: Let another approach be taken. And that approach is to appeal to ... the better angels of people's consciences here in Boston and understand that this is <em>our</em> loss. This is not just the loss of the museum, trustees or art lovers. These are the basic gems of our commonwealth.</p><p>Get [Archbishop of Boston] Cardinal [Seán Patrick] O'Malley in front of those empty frames that still hang on the wall of the second floor of the Gardner Museum, speaking about the loss to our commonwealth. Get the governor. Get Mayor [Martin] Walsh. David Ortiz epitomized our recovery from the marathon bombing in 2013. Tom Brady epitomizes this city right now. Get Tom Brady in front of those empty frames and say: \"Boston, get to work. We're not a championship city until we get this artwork back on the wall.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=25+Years+After+Art+Heist%2C+Empty+Frames+Still+Hang+In+Boston%27s+Gardner+Museum&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"279"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393748198-87f133.m3u?orgId=1&topicId=1141&aggIds=100876926&d=279&p=3&story=393565096&t=progseg&e=393744442&seg=4&ft=nprml&f=393565096"}]}