{"created":"2014-09-29T22:30:19+00:00","modified":"2015-03-23T12:52:09+00:00","valid":{"from":"2015-03-23T12:52:08+00:00","to":"3015-03-23T12:52:08+00:00"},"hreflang":"en","title":"Hands-Free, Mind-Free: What We Lose Through Automation","published":"2014-09-30T01:04:00+00:00","teaser":"Robert Siegel is joined by author Nicholas Carr for a look at the future of automation and automobiles. Carr's new book, <em>The Glass Cage</em>, warns against the rise of automation in our lives.","itags":["npr_api","352496605"],"guid":"fbb7b849-8764-4452-9aa2-8bac0ff702e2","contentencoded":"<p>Nicholas Carr's books are the nagging, tech-wary conscience of the digital age. In <em><a href=\"http://www.npr.org/templates/story/story.php?storyId=127370598\">The Shallows</a></em>, he warned that surfing the Internet is destroying our attention span.</p><p>Now in his new book,<em> </em><em>The Glass Cage</em>, Carr warns us that computers are making more and more decisions for us, and we risk forgetting how to make those decisions ourselves.</p><p>He writes a lot about cars. Cars that do many things for us automatically, things we used to do and had to think about. And cars of the future that may take over the driving from us altogether.</p><p>NPR's Robert Siegel picked him up in a state-of-the-art driving machine, a 2014 Mercedes-Benz S550 4Matic.</p><p>The car is Mercedes' top of the line, highest-tech model you can drive. It parks itself. It controls the windshield wipers. And it automatically dims the high beams when oncoming cars approach.</p><p>It's even equipped with a special camera and radar that allows for semi-autonomous driving, says Michael Minielly of Mercedes-Benz USA, who was also along for the ride.</p><p>As Siegel was driving in rush-hour traffic to Carr's hotel in Washington, D.C., this system kept him in his lane — had he strayed, it would have taken over the steering — and it maintained his distance from a taxi that cut in front.</p><p>\"The car ahead of me is moving, so the car is following it. I'm not accelerating right now,\" Siegel says.</p><p>\"That's correct. And you're not braking,\" Minielly adds.</p><p>\"I'm not braking. And now the car ahead of me is slowing down so this car is slowing down,\" Siegel says.</p><p>No hands, no feet. The Mercedes was driving itself.</p><p>For Carr, features like automatic navigation demonstrate how technology gives to human beings, while also taking away.</p><p>\"At least you used to have to figure out where you were,\" Carr says. \"And even with a paper map, you'd have to locate yourself somewhere and figure out what the landmarks around you are and kind of get a sense of place. And that's no longer necessary when you have the voice come on and say, 'In 500 yards turn left, 200 yards turn right.' I do think there's something lost there.\"</p><p>And it's not just behind the wheel of a vehicle that can drive itself where Carr sees a worrying loss of autonomy.</p><p>\"Well, you see it in a lot of professions,\" including doctors and pilots, he says.</p><p>When you go into your doctor's office today, Carr says, the doctor spends a lot of time entering data into a computer — information he used to dictate or write down — and going through different templates to help give him hints on diagnosis.</p><p>\"Can be good, can be not so good, but [it] changes the doctor-patient relationship in very interesting ways,\" Carr says.</p><p>The same goes for flying. Flight has become much safer since the inception of autopilot and more automated systems, Carr says.</p><p>\"The name of the book, <em>The Glass Cage</em>, refers to what pilots call the glass cockpit — that more and more they're flying by looking at banks of computer monitors,\" he says.</p><p>As a result of autopilot, though, pilots aren't getting enough practice in manual flying. So when something bad happens, pilots are rusty and often make mistakes.</p><p>\"I think the lesson isn't that automation is bad, but we have to be very wise in knowing how to automate and when to say no; let's not take more control away from the human being,\" Carr says.</p><p>But a lot of automated driving features work to avoid accidents.</p><p>Virginia Tech and the Virginia Department of Transportation have placed short-range radio transmitters on selected roads and highways in the state, says Ray Resendes, executive director of the Virginia Tech Transportation Institute's National Capital Region.</p><p>Resendes' Cadillac receives their transmissions and displays them on the dashboard navigation screen. Recommended speeds are shown on exit ramps, and as the car passes a school, an alert warns that school children are nearby.</p><p>Carr says he worries about people being bombarded with such automatic alerts — in our future cars and everywhere else.</p><p>\"This is something called 'alert fatigue,' \" he says. When you receive too many alerts, \"... you actually become less alert yourself because you're just dismissing the alerts.\"</p><p>And here's another question that Carr writes about: If the car of the future will make decisions for us, how will it decide what to do when a collision is unavoidable and a computer is in charge of the steering?</p><p>\"You have to start programming difficult moral, ethical decisions into the car,\" Carr says. \"If you are gonna crash into something, what do you crash into? Do you go off the road and crash into a telephone pole rather than hitting a pedestrian?\"</p><p>Resendes says addressing these issues will be a very difficult task. \"A lot of times people will steer to avoid a rear end collision and then you can run into a head on collision, which is the worst crash, or you can hit a pedestrian,\" he says. \"Having to codify these issues into the algorithm on a vehicle is a very serious issue.\"</p><p>Carr's complaint against intrusive automation isn't just about how well or how poorly computers might make moral decisions for us. It's about the very erosion of human autonomy.</p><p>\"Once we start taking our moral thinking and moral decision-making away from us and putting it into the hands not of a machine really, but of the programmers of that machine, then I think we're starting to give up something essential to what it means to be a human being,\" he says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hands-Free%2C+Mind-Free%3A+What+We+Lose+Through+Automation&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"500"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352538448-1cc25e.m3u?orgId=1&topicId=1019&e=352496605&d=500&ft=nprml&f=352496605"},{"href":"http://media.npr.org/assets/img/2014/09/29/dsc_0631-a2d198e02b72dfce47bd24647973cf3fdaffaddd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2592","width":"3456"}}]}