{"created":"2015-05-15T08:49:51+00:00","modified":"2015-06-05T15:26:09+00:00","valid":{"from":"2015-06-05T15:26:09+00:00","to":"3015-06-05T15:26:09+00:00"},"hreflang":"en","title":"The Women Pull No Punches In Fiery, Feminist 'Mad Max'","published":"2015-05-15T17:06:00+00:00","teaser":"<em>Mad Max: Fury Road </em>reboots a testosterone-fueled franchise with some tough new female characters. Director George Miller says women were an organic element as he rethought the original movies.","itags":["npr_api","406731120"],"guid":"fbd3c10e-8a27-400e-8725-33986e49f2af","contentencoded":"<p>This weekend, moviegoers will return to a legendary fictional landscape, ravaged by war and desperate for water. <em>Mad Max: Fury Road</em> reunites the Road Warrior with original writer and director George Miller. And this time, Max is joined by some very powerful women.</p><p>In the movie, water is a precious resource doled out to the masses by a tyrannical warlord. He holds women as sex slaves and wet nurses, hooked up like dairy cows. But one woman goes rogue to become a hardcore hero: Furiosa, played by actress Charlize Theron. Furiosa has a shaved head and a fierce leather outfit. And with a mechanical arm she jerry-rigged from salvaged tools, Furiosa is a sharpshooting powerhouse who can also handle an 18-wheel war rig charging through the desert.</p><p>\"I was very interested in a female road warrior,\" says director George Miller. \"And here she is, a character exactly equivalent to Max. They are protagonist/antagonist. They're the ones who go at it from the beginning. She is on this mission, and Max is a wild animal, trapped. And both of them are about their own survival. This is an uncompromising world. It's kind of forward into the past. We regress to a neo-medieval dark age where there are no rules other than to survive.\"</p><p>Miller praises Theron, who was once a ballet dancer, for playing her role with ferocious physicality. \"She was the one who decided to shave her head. She wanted to play it absolutely authentically. And there were times when she'd be driving that war rig and we'd be going back to location, and I'd say, boy, if the apocalypse came, I'd really want her on my side.\"</p><p>Theron thanked Miller at a news conference for creating such a strong character: \"I always had this little voice in my head of George going, 'well, now I'm going to show you a real woman.' When you come across that rare filmmaker that really wants to embrace that, it's really nice, and should there be more of that? Hell yeah.\"</p><p>In the movie, Furiosa is trying to liberate the warlord's five beautiful wives. He's held them captive. One is pregnant with his child. \"Even though they're physically pristine beauties, they also have their fire. They weren't just all these pretty girls without any real substance underneath,\" Miller says.</p><p>To give their back stories depth, Miller invited writer and performer Eve Ensler to be a consultant. The author of <em>The Vagina Monologues</em> has worked with abused women and sex slaves in the Congo, Haiti, Bosnia, Japan and other countries. Ensler says she met with the actresses for workshops during the shoot in Namibia.</p><p>\"It was really a wonderful experience for me,\" she says, \"and a real honor to sit with those wonderful actors and talk about issues like how do you feel carrying a baby of someone who's raped you? What does it mean to be held captive by a warlord who is using you as a breeder and raping you constantly? You know, I wanna say that you know, this a post-apocalyptic movie, but it seems to me that for many in the world, the future is now. There's many people living this story.\"</p><p>Ensler thanks Miller for making such a visionary and feminist action movie. \"And it's just so amazing to see such strong women. Wow,\" she says.</p><p>That includes older women. In the film, Miller has Mad Max, Furiosa and the wives team up with a matriarchal motorcycle tribe. \"These women are now in their 60s and 70s and to have survived, I mean, the most efficient way to get around a wasteland is on motorbikes ... And they're warrior women.\"</p><p>\"We're a badass lot, yeah,\" says actress Melissa Jaffer. \"I mean, my character is no doubt a killer.\" Jaffer is a well-known Australian actress who plays the eldest of the warrior women. Her character carries hope for the future in a satchel filled with plants and seeds.</p><p>The 78-year-old Jaffer says she and the other actresses did their own stunts. \"And I got feeling from a lot of the crew members that they didn't think it was right women of my age to be doing that sort of thing. You know, sometimes they'd come up and say, oh, he shouldn't ask you to do that. And I would say why? And they'd say, well, because you're an older woman. I did it, and I have to say, I enjoyed every minute of it.\"</p><p>Jaffer says it was a box office risk for Miller to cast older women to play such ferocious characters. But she says she jumped at the opportunity. \"The roles that one is offered at this age, quite frankly, you're either in a nursing home, you're in a hospital bed dying, you're suffering from dementia, or in fact, in two cases, I was offered two characters who'd actually died and come back to life,\" she says. \"So when this role came along, I thought well, I won't get another chance like this before I die, and that's why I took it. It was absolutely wonderful. Wonderful role.\"</p><p>George Miller says in this hero myth, women of all ages were an organic element. He plans to bring them back in more <em>Mad Max</em> sequels.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Women+Pull+No+Punches+In+Fiery%2C+Feminist+%27Mad+Max%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mandalit del Barco","audio":[{"meta":{"duration":"322"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406938739-6943ce.m3u?orgId=1&topicId=1137&d=322&p=3&story=406731120&t=progseg&e=406893956&seg=11&ft=nprml&f=406731120"},{"href":"http://media.npr.org/assets/img/2015/05/14/frd-19618r-342251dea43faaf9f7553b1e255b7909321bad45.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2789","width":"3720"}},{"href":"http://media.npr.org/assets/img/2015/05/14/frd-ds-00231r-a7293a3dee87edc0596834267990b49f0f896715.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3280","width":"4376"}}]}