{"created":"2014-09-04T16:42:00+00:00","modified":"2015-02-19T16:26:52+00:00","valid":{"from":"2015-02-19T16:26:52+00:00","to":"3015-02-19T16:26:52+00:00"},"hreflang":"en","title":"In Elite MFA Programs, The Challenge Of Writing While 'Other'","published":"2014-08-20T00:46:00+00:00","teaser":"Budding writers often turn to graduate workshops for lessons on the craft and as a gateway to publishers. But in classes filled with middle-class white people, many writers of color feel typecast.","itags":["npr_api","341363580"],"guid":"fbd70f79-59d0-4d68-af54-4497051d1c43","contentencoded":"<p>For many writers, a contract with one of the major publishing houses is the Holy Grail — and getting accepted to a prestigious Master of Fine Arts program may bring aspiring writers one step closer. But these elite writing programs have a history steeped in whiteness, and writers of color don't always feel welcome.</p><p>Best-selling author Junot Diaz recently caused a stir when he blasted MFA programs for being \"too white\" in an <a href=\"http://www.newyorker.com/books/page-turner/mfa-vs-poc\">article for <em>The New Yorker</em></a>. MFA writing programs can be expensive and hard to get into, says Diaz, but they can be well worth the time and effort.</p><p>\"It certainly ain't bad for you — especially the more prestigious institution that you get attached to,\" he says. \"It creates all sorts of opportunities. An MFA program can be incredibly valuable.\"</p><p>Diaz enrolled in a creative writing program at Cornell University 20 years ago. The trouble is, he argues, not much has changed since then.</p><p>\"Things have not kept up with the absolute transformation of our society,\" he says. \"There's nothing about creative writing programs that I have seen that leads me to believe that, in general, that the diversity found at the institutional level even begins to equal the diversity not only of our, just, country, but of our readerships.\"</p><p><strong>The 'Other' At The Table</strong></p><p>Around the same time Diaz was at Cornell, Lan Samantha Chang was a student in the <a href=\"http://writersworkshop.uiowa.edu/\">Iowa Writers' Workshop</a>. Back then, the head of the program was writer Frank Conroy, who gave Chang some advice: If you don't want to be typecast, don't keep writing stories about Chinese-American characters. Chang didn't resent the advice, but she couldn't follow it.</p><p>\"It was only by writing about Asian-American characters that I had been able to access whatever it was that made me write in the first place,\" she says. \"There was no way I could have written about anything else. Those were the stories I wanted to tell, and I was sort of stuck, for better or worse, with my subject matter.\"</p><p>Now that Chang directs the same workshop she attended as a student, she encourages young writers to try to find their voice, much as she did.</p><p>Iowa is one of the oldest MFA writing programs in the U.S., and before Chang, all of the directors were white men. The program is so respected, Chang says, they have to turn away some of the editors and agents who are eager to hunt for new talent. Graduates of Iowa often become well-known writers — or editors or teachers.</p><p>\"Because we're large, because we're the oldest, because we have such high-quality students, the people who come to our program have a great impact on the conversation about literature that takes place after they leave.\"</p><p>That conversation, says Chang, needs to reflect the broader world. She has made it a priority to attract more students and faculty from diverse backgrounds to her program. One young writer whose application got her attention about six years ago was Justin Torres.</p><p>\"He said something like, 'I'm a queer Latino writer,' and he had this extraordinary talent. Justin got into a million MFA programs.\"</p><p>Chang was determined to woo Torres to Iowa, but Torres himself wasn't so sure.</p><p>\"A lot of my reservations and hesitations were about the diversity of the program and the diversity of the town,\" he explains. \"I was coming from Brooklyn as a queer Puerto Rican, and I was just nervous about what it would be like to come to Iowa City. And sometimes it's just exhausting if you're going to go into a class of middle-class, straight, white people. You're just automatically that 'other.' \"</p><p>Torres decided he might need his own support system in Iowa, so he convinced his close friend, African-American writer Ayana Mathis, to move with him. The next year, Mathis got into the workshop as well.</p><p>Both say that Chang has done a lot to make the program more welcoming to people of color. Even so, both had moments of frustration.</p><p>Speaking of her experience, Mathis points to one incident when a class was discussing her work.</p><p>\"One of the characters is sort of referred to as having something like almond skin, something that would identify the character as black. There was a person in the workshop who said they had been reading happily up to that point, but then felt like they were reading a story about race — which somehow invalidated what they'd been reading up to that point. So, things like that certainly happened ...\"</p><p>\"And make you want to pull your hair out,\" Torres interjects.</p><p>\"... And make you want to pull your hair out,\" Mathis agrees.</p><p>The gamble on Iowa paid off for both of them, though. After graduating, Torres published his first novel, <em>We the Animals</em>, to critical acclaim. Mathis' debut novel, <em>The Twelve Tribes of Hattie</em>, was chosen for <a href=\"http://www.oprah.com/pressroom/Oprahs-Book-Club-The-Twelve-Tribes-of-Hattie-by-Ayana-Mathis\">Oprah Winfrey's book club</a>. Mathis will be returning to Iowa as a member of the faculty.</p><p>\"I would like to think that Knopf would have published my novel if I'd had a completely different experience and a completely different agent and never went to Iowa. I don't know if that would be the case or if it wouldn't be. So it's really transformative in terms of a writer's prospects.\"</p><p>Mathis adds, \"If there isn't a real representation of writers of color who are able to take advantage of that kind of access, that's a problem.\"</p><p><strong>'You Are Normal. You Are Fine The Way You Are'</strong></p><p>Finding a supportive writing program wasn't easy for Bushra Rehman, a Pakistani-American writer who grew up in a Muslim community in Queens, N.Y. Rehman's first novel, <em>Corona</em>, which took five years to get published, is named for the neighborhood in Queens where she lived with her family.</p><p>Settled at a table in a restaurant in nearby Jackson Heights, Rehman talks about her own experience in an <a href=\"http://depthome.brooklyn.cuny.edu/english/graduate/mfa/fiction.htm\">MFA program at Brooklyn College</a>. Anti-Muslim sentiment was strong in the aftermath of Sept. 11, and she felt her classmates did not understand her work.</p><p>It took her six years to finish the program, because she kept dropping out. At the same time, the program gave her the opportunity to work with writers like Michael Cunningham and Susan Choi — so she always returned.</p><p>\"I did learn about the craft of fiction the hard way,\" Rehman says. \"I was able to deal with all the rejection once I started to publish my book, because I had already dealt with it in the classroom. So, there's a little bit of stubbornness that definitely was encouraged in me there.\"</p><p>But she observed the same need for support as Torres. \"Stubbornness takes a lot of energy and can be exhausting — which is why I think it's very, very important to have another community outside of the MFA program.\"</p><p>Rehman found that sense of community in the <a href=\"http://aaww.org/\">Asian American Writers' Workshop</a>. There, she found others who better understood her and her work.</p><p>\"There was so much less competition, because everyone is so excited to hear references that they understand. So, I had fellow Asian-American writers saying, 'God, that is so funny; my mom does that.' They were having such a catharsis from hearing my work. It was the opposite of competition; it was, 'Please write more so that I can laugh more.' \"</p><p>The Asian American Writers' Workshop is in a big Manhattan loft lined with book-stuffed shelves. Poet Ken Chen is the executive director.</p><p>\"I kind of think about a lot of what we do as trying to create an ethnic counterculture,\" Chen says.</p><p>The books on the shelves there are not all written by Asian writers, Chen points out. In the same way, all kinds of writers are welcome at the workshop, he says, though there is an emphasis on mentoring Asian-Americans.</p><p>\"The point of the workshop, in terms of creating an alternative space, is not to remind people they're Asian, but to remind them that they're human. It's to normalize them.\"</p><p>He says that the writers there often feel estranged by a mainstream culture that marginalizes them for their names, their accents or the ways they look.</p><p>\"You are constantly marked by how different you are,\" he says. \"The point of an alternative art space like the workshop is to continually say: You are normal. You are fine the way you are. Tell your story or tell a story that has nothing to do with you. And you can tell whatever story you want to tell.\"</p><p>For many young writers from different ethnic backgrounds, it comes down to this: They believe the diversity they experience in their daily lives should be reflected in the books they read and the stories they write. And if a culture that supports that doesn't yet exist, they are willing to create it.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Elite+MFA+Programs%2C+The+Challenge+Of+Writing+While+%27Other%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lynn Neary","audio":[{"meta":{"duration":"512"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341674667-e87473.m3u?orgId=1&topicId=1032&aggIds=100876926&e=341363580&d=512&ft=nprml&f=341363580"},{"href":"http://media.npr.org/assets/img/2014/08/18/12618883734_fbe2a7f4b5_o_sq-b77d8d26c5ed241b52d2c8f70810c075c8aa40ba.jpg","type":"image/jpeg","meta":{"crop":"square","height":"1362","width":"1362"}}]}