{"created":"2015-06-28T11:48:56+00:00","modified":"2015-06-29T19:55:35+00:00","valid":{"from":"2015-06-29T19:55:35+00:00","to":"3015-06-29T19:55:35+00:00"},"hreflang":"en","title":"In A Kenyan Village, A 65-Year-Old Recording Comes Home","published":"2015-06-28T13:40:00+00:00","teaser":"The \"Chemirocha\" song of the Kipsigis tribe has a curious American origin — and it's quite the time capsule. A group travels to the village to find those who first sang it.","itags":["npr_api","417462792"],"guid":"fbf8e800-8a5b-4d51-b291-7f2cb27c9d44","contentencoded":"<p>From Robert Johnson selling his soul at the crossroads to Odysseus outwitting the sirens, the history of music is filled with myth and legend. Music loves a good story, and a certain recording from a Kenyan village definitely has one — one that's 65 years old.</p><p>At the center of that story is a recording of a song called \"Chemirocha,\" sung by a group of little girls from the Kipsigis tribe. Their voices are high-pitched, dancing around the same notes like a chant, and they sing over the strums of a stringed instrument called a <em>kibugandet</em>.</p><p>According to the legend, British missionaries came through the Kipsigis' village during World War II. They played gramophone records of American country music for the tribe, and the villagers loved one singer in particular. Hugh Tracey, a 20<sup>th</sup> century ethnomusicologist, said the girls of the village called this singer \"a faun, half-man and half-antelope.\"</p><p>That faun was the father of country music, <a href=\"http://www.npr.org/artists/17084827/jimmie-rodgers\">Jimmie Rodgers</a> — a name which, according to Tracey, the villagers pronounced \"Chemirocha.\" Tracey, a British South African, made thousands of field recordings in Africa at the time, but the backstory of \"Chemirocha\" made it one of his most famous.</p><p>In 1954, Tracey founded the International Library of African Music (ILAM) at Rhodes University in Grahamstown, South Africa. Diane Thram took over ILAM in 2006, and she made it a project to catalog Tracey's collection.</p><p>\"I remember having this realization one day that, now that we know what we have, it's time to give it back,\" Thram says of the collected music.</p><p>So, Thram teamed up with Tabu Osusa, who runs a Kenyan non-profit called Ketebul Music that archives tribal songs. Together, they set out to bring the recorded music to the people it first came from, finding the \"Chemirocha\" singers in Kenya's Great Rift Valley and giving them copies of Tracey's recordings.</p><p>\"It's not fair for them, actually, that their music was recorded, and they have no idea that music exists!\" Osusa says. \"So, I think this is the right thing to do. Take the music back to the people. So from then on they know — this was ours.\"</p><p>Their mission set, the team drives from Nairobi to Bombet, about a 230-kilometer trip, with performers' names and locations from the late Tracey's notes in tow. After asking around for days, they catch the trail and find Elizabeth Betts.</p><p>Betts was a little girl when Tracey came to town. He recorded 30 songs that day, and 65 years later, she still knows all the songs by heart.</p><p>\"Where did those songs go to?\" Betts wonders aloud, speaking through an interpreter in the Kipsigis language. \"I would be happy if they could go back to singing like these days.\"</p><p>This nostalgia is everywhere, but different people have conflicting opinions about what chemirocha actually means to people in the villages. Patricia Lasoi, the chief minister of the district of Bomet, pins the meaning on Jimmie Rogers. But what about the half-man, half-animal thing Tracey originally spoke of?</p><p>Josiah Arapsang, whose father organized the local singers for Hugh Tracey, has his own theory. He describes the colonial days, when missionaries preached about literally eating the body and blood of Christ — and how, during World War II, the Kipsigis were rounded up to give blood for wounded soldiers.</p><p>\"They will just collect you, put you into a vehicle, rush you to the hospital. They remove blood just to assist the people who were in the military,\" Arapsang explains. \"So they say 'Aha, these people — they are man-eaters.'\"</p><p>Man-eaters — half-man, half-beast chemirochas. The irony is delicious: the Africans thought the Europeans were savages.</p><p>After two weeks in the field, the team finds one living musician who performed on \"Chemirocha,\" a man named Cheriyot Arap Kuri who is now 88 years old. Thram is thrilled.</p><p>\"It's like a dream come true, to find someone who's still alive, who played this music on that day,\" Thram says to him, proudly presenting him with a CD. \"This is you on this recording! This is for you.\"</p><p>The man turns it over in his hands and regards it carefully, and then he asks how to play it. Thram wonders if anybody had a CD player, and she asks around. Nobody has one.</p><p>Instead, the villagers wonder, could Thram somehow just send the songs to their mobile phones?  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+A+Kenyan+Village%2C+A+65-Year-Old+Recording+Comes+Home&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ryan Kailath","audio":[{"meta":{"duration":"315"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418262011-09f5c5.m3u?orgId=1&topicId=1106&d=315&p=10&story=417462792&t=progseg&e=418261951&seg=10&ft=nprml&f=417462792"},{"href":"http://media.npr.org/assets/img/2015/06/26/03-87e97bdcc116c65867a4b2f74522f8e167882929.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1280","width":"1707"}},{"href":"http://media.npr.org/assets/img/2015/06/26/12---tracey-catalog-cover_custom-702aae37aaa33dfdc3e6798ca88879f469f0e0a0.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1685","width":"1304"}},{"href":"http://media.npr.org/assets/img/2015/06/26/05_wide-95211c8fbaed3a6b4bf25f818fd3a92b98d9ad16.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1125","width":"2000"}},{"href":"http://media.npr.org/assets/img/2015/06/26/09---chemirocha-i-field-card_enl-38582c18e4d07d87b7a31dc9542df2cc56da37a8.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"745","width":"1197"}}]}