{"created":"2015-06-21T12:42:51+00:00","modified":"2015-06-23T01:05:25+00:00","valid":{"from":"2015-06-23T01:05:25+00:00","to":"3015-06-23T01:05:25+00:00"},"hreflang":"en","title":"A Father, A Daughter And A Continent Between Them","published":"2015-06-22T12:27:00+00:00","teaser":"Jon Kalish loved his daughter from afar, with calls and visits from New York to California. And he lost her from afar too — first when they became estranged, and then in a more final way.","itags":["npr_api","416106957"],"guid":"fc0aaa19-85e2-403e-a04b-862f6a0d7183","contentencoded":"<p><em>Click the audio link above to hear more messages from Meleia, as well as interviews with her stepfather, a teacher and a classmate.</em></p><hr /><p>There I am in Sears on Long Island with my baby daughter Meleia and her mom. We're buying baby things, and I keep thinking to myself, \"I don't believe this. I just don't believe this.\"</p><p>It's late 1985, and I'm in the unenviable position of being a first-time dad with my ex-wife, who lives on the other side of the continent.</p><p>***</p><p>There I am in my ex-wife's apartment lying on the floor listening to the sacred sound of Meleia's breathing as she slept in her playpen. I silently thank God that my daughter was born with 10 toes.</p><p>That's me, the son of a mother and father who abandoned their kids due to cancer and nervous breakdowns, vowing to stay in my daughter's life.</p><p>That's me very anxious about holding her, terrified that I might drop my baby. Proud when I learn how to do the burrito fold on spent Pampers.</p><p>***</p><p>That's me returning to my apartment in Brooklyn and checking my answering machine. There's a message from Meleia, a toddler, in which she called me Daddy for the first time. I had just gotten back from a movie date. My girlfriend and I had seen <em>Man Facing Southeast</em>, in which a psychiatrist, a divorced father of two, went home every night and listened to answering machine messages from his kids.</p><p>***</p><p>That's me smiling when Meleia's mom informs me that one morning she woke up and found the little girl had dialed a stranger in some distant area code and asked if her daddy was there.</p><p>***</p><p>That's me cursing out my ex-wife when I get the answering machine, yet again, as I try to reach my daughter.</p><p>***</p><p>That's me making my thrice-annual pilgrimages to California to see my little girl. I went for a week, which was never enough, and spent every possible moment with her.</p><p>We frequented the best playgrounds in the Bay Area, went to the zoo, ate out. I was complicit in her playing hooky from nursery school. And I learned how to say no to a little girl careening through the terrible twos.</p><p>That's me pushing a stroller around Berkeley, stopped by strangers who remark how beautiful my African-American daughter is.</p><p>That's me on a trolley car in San Francisco after a visit to the zoo. Sprawled in my lap, enveloped by my arms, Meleia says, \"I love you, Daddy\" for the first time.</p><p>***</p><p>That's me sitting in the living room reading while Meleia takes her afternoon nap. It's 1989 and her mother is away. When the earthquake begins, it takes me several seconds to realize what's happening and get to the doorway of her bedroom. By then the earthquake is over. My 4-year-old daughter slept through the earthquake.</p><p>At the end of that visit I'm going down the slide with Meleia, just before I head to the airport for my flight back to New York. As I walk to the rental car I feel that familiar choked-up feeling in my throat, and a tightness that extends up into my head. It's the worst sadness I have ever known.</p><p>I later learn that when I leave, Meleia climbs up on the couch and starts sobbing. It is the first time she cries when we part.</p><p>It takes a couple of days for the image to sink in — my daughter sobbing because I left her. Then I am the one in tears.</p><p>***</p><p>One evening I'm at Reuters writing a freelance story and I find myself sobbing uncontrollably in front of a video display terminal. I get teary-eyed at the sight of a child mannequin in a store window wearing overalls.</p><p>I grapple with the haunting feeling that it is a terrible mistake not living close to my daughter. But I'm taking care of my father in the last five years of his life, and I am the only one who visits an autistic brother in his group home on Long Island.</p><p>***</p><p>That's me preparing to fill another shoebox with treats and trinkets and photos of Daddy to mail to Meleia. I am always thinking up new, entertaining photo ops. I pose for one of the guys with the Polaroids in Times Square. I go to the photo booths at Woolworth's. I don't want Meleia to forget me.</p><p>When I walk into Meleia's room during one visit, I see pictures of me on the wall. There's one of me standing next to my bicycle on the boardwalk in Brighton Beach. And there's another of me posing with Alf, the furry TV alien, at a street fair in Park Slope.</p><p>***</p><p>That's Meleia and her mom arriving at Kennedy Airport. Meleia comes running toward me and jumps in my arms. I take her to the Christmas show at the Radio City Music Hall and she sits in awe, watching the dancing bears. At my friend Charlie's recording studio, we record her singing \"Jingle Bells\" and \"Old MacDonald Had a Farm,\" accompanied by a digital synthesizer.</p><p>She sings off-key but projects forcefully.</p><p>***</p><p>I am disappointed that I don't get to teach her to ride a bike or take her to Disney World. Auntie gets to do that.</p><p>I don't get to go to her soccer games. But she calls one night to report on her offensive prowess.</p><p>***</p><p>When her mother remarries, it's to another white guy. And his name is John. Meleia starts to call him Daddy and me Jon.</p><p>That's me fuming silently when I join Meleia, her step-siblings, her mother and stepfather for brunch at a cafe in Oakland.</p><p>She sits on her stepdad's lap and I am thinking, \"You little traitor.\"</p><p>***</p><p>The stepfather is a lawyer and makes a good living. Her mom stops working. She sends Meleia to a private school. I stop sending child support checks every month. My ex-wife is all right with that.</p><p>Six years go by and all of a sudden the stepfather can't work. Meleia's mom, who also has a law degree, decides to take me to court for back child support. In the ensuing child support battle, I propose that the stepfather adopt Meleia and let me out of their lives.</p><p>They inform Meleia of the idea and she accuses me of disowning her.</p><p>She is 12 years old. That is basically the end of our relationship.</p><p>***</p><p>I saw her twice before she died, during her sophomore and junior years in high school. Both times she was passing through New York with the school-within-a-school she attended at Berkeley High School. The school was focused on social justice and made trips to Cuba and Vietnam.</p><p>When they stopped in New York on their way home, Meleia calls me out of the blue. She is in my neighborhood and wants to come over.</p><p>She shows up at my loft, a full-grown woman. The visits are brief and the vibe is cold. On the latter of the two, Meleia informs me she is being recruited by Brown University.</p><p>\"I'm effing brilliant,\" she tells me. Those were the last words she said to me.</p><p>***</p><p>More than a year goes by. She's in her freshman year at Dartmouth; I call her on her birthday but she doesn't answer the phone.</p><p>***</p><p>It's July 2005, and I get a call from her stepdad.</p><p>Meleia has been shot to death.</p><p>The gunman was a close friend from high school. Meleia called him because she had been arguing with some young men outside her apartment in Berkeley who had spoken disrespectfully to her and other young women.</p><p>It's distressing for Meleia's family and friends to face up to this fact: The cops say witnesses heard Meleia ask her friend to bring a gun.</p><p>***</p><p>For a while I refuse to follow the case, but eventually I start to keep up with developments. In 2008, I make a point of going to the sentencing of the young man who shot her.</p><p>I address the court and begin by declaring that I lost my daughter when she was 12 years old. I go on about how Meleia's mind had been poisoned against me. I tell the judge that my child was brought up to believe that the tooth fairy puts money under your pillow when you lose a tooth, but when I told Meleia that I was sending a kiss to her from New York, her mother said that kisses don't fly.</p><p>I cringed when I pulled an excerpt of the court statement for this radio piece. But at the time, I was thinking this would be my one opportunity to tell the world how horrible it was trying to be Meleia's father.</p><p>***</p><p>Neither Meleia's mother nor stepfather attend the sentencing. A couple of months later I get a letter from her stepfather.</p><p>Before I open it, I am convinced that someone had told him of my caustic comments at the sentencing. But to my amazement he thanks me for addressing the court.</p><p>The letter stuns me because it confirmed many of the things I felt about my relationship being sabotaged. We recently talked about the letter, and the whole sorry history. He called it a legitimate criticism when I pointed out that Meleia's mom took my name out of Meleia's hyphenated surname. He talked about his efforts to supplant me as her father. He insisted that he didn't instill any resentment of me in Meleia but acknowledged it was there.</p><p>\"It's crystal clear to me in the wake of Meleia's death,\" he told me, \"realizing just how much potential there was for growth and joy and all the things that are important in life that you should have been part of, you know, that I'm still hearing in your voice a lot of anger and sadness that you weren't.\"</p><p>When I said that Meleia's mom did things to keep Meleia and me apart, he responded, \"Oh, yeah.\"</p><p>It was the first time I had spoken to him since the night he called to tell me she was dead.</p><p>But it wasn't my only opportunity. At the memorial service in the Berkeley High School gym, more than a thousand people turned out to mourn Meleia's passing. Instead of sitting in the chair they had reserved for me on the gym floor, I sat in the bleachers. I did not greet Meleia's mother or stepfather.</p><p>I regret that I couldn't get past the bitterness and embrace them.</p><p>***</p><p>Another regret: I wish I had reached out more to Meleia during the four years we didn't speak. Ten years after she was killed, I find myself learning about the young woman my estranged daughter became.</p><p>She was president of the black student union at Berkeley High. Her teacher sent me DVDs of her class trips to Cuba and Vietnam. I watch her crouching on the floor of an orphanage outside Hanoi that serves children said to be second- and third-generation victims of Agent Orange. Meleia takes a battery powered fan and shows it as she crouches on the floor with a Vietnamese boy.</p><p>I see the Berkeley kids <a href=\"https://www.youtube.com/watch?v=20eS6YctLaA&feature=youtu.be\">dancing to hip-hop music</a> with Vietnamese high school students. My daughter was quite a dancer.</p><p>I think about what would have happened if I had been in touch with her back then. I spent seven years covering a lawsuit over Agent Orange and would have had something to tell her about the legacy of the defoliation program.</p><p>****</p><p>When I interviewed her stepfather, I asked him if he thought there was a possibility that someday Meleia and I could've reconciled.</p><p>\"It was a certainty,\" he assures me, as long as both Meleia and I had lived long enough. \"I am confident in my heart that that would've happened.\"</p><p>But it didn't.</p><p>And now I find that I continue to be overwhelmed by an odd mixture of anger and sadness.</p><p>All these years after her passing, I can't understand how the effort I made to be in her life has come to nil. Now, all I have left are the pictures and those answering machine messages.</p><hr /><p><em>Manhattan-based radio journalist <a href=\"http://www.kalish.nyc/\">Jon Kalish</a> has reported for NPR since 1980.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Father%2C+A+Daughter+And+A+Continent+Between+Them&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Kalish","audio":[{"meta":{"duration":"489"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416192535-0ec773.m3u?orgId=1&topicId=1060&d=489&p=10&story=416106957&t=progseg&e=416192430&seg=17&ft=nprml&f=416106957"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416108541-1cc692.m3u?orgId=1&topicId=1060&p=10&story=416106957&t=progseg&e=416192430&seg=17&ft=nprml&f=416106957"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416108507-92d214.m3u?orgId=1&topicId=1060&p=10&story=416106957&t=progseg&e=416192430&seg=17&ft=nprml&f=416106957"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416108533-fc56e6.m3u?orgId=1&topicId=1060&p=10&story=416106957&t=progseg&e=416192430&seg=17&ft=nprml&f=416106957"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416108473-fca15e.m3u?orgId=1&topicId=1060&p=10&story=416106957&t=progseg&e=416192430&seg=17&ft=nprml&f=416106957"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416108479-a325f5.m3u?orgId=1&topicId=1060&p=10&story=416106957&t=progseg&e=416192430&seg=17&ft=nprml&f=416106957"},{"href":"http://media.npr.org/assets/img/2015/06/20/jk-m-baby-3-original-3a9e023941eb745acb8d6a88a996053945f0d275.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"2086","width":"2782"}},{"href":"http://media.npr.org/assets/img/2015/06/20/jk-m-foto-booth-orig_custom-c4bbb4fa1b0921d4f2f8dcbeed18b2ef7d75f1e6.jpeg","type":"image/jpeg","meta":{"crop":"custom","height":"3627","width":"1012"}},{"href":"http://media.npr.org/assets/img/2015/06/20/m-sticking-tongue-out-original-86e775d6ec28e2adf65d4ee5d014a8932760bb02.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"2261","width":"3016"}},{"href":"http://media.npr.org/assets/img/2015/06/20/m-hs-origi_custom-475bcf4ef975d192ed1b5a027379a1d34403d970.jpeg","type":"image/jpeg","meta":{"crop":"custom","height":"2096","width":"1423"}}]}