{"created":"2014-12-16T21:04:58+00:00","modified":"2015-02-27T21:25:35+00:00","valid":{"from":"2015-02-27T21:25:35+00:00","to":"3015-02-27T21:25:35+00:00"},"hreflang":"en","title":"After 17 Years Behind Bars, Coming Home To A Different Life","published":"2015-01-04T21:45:00+00:00","teaser":"Stephanie George got a life sentence for drug crimes at age 26, a punishment that troubled the judge who sent her away. Now, after 17 years and a White House commutation, George tries to rebuild.","itags":["npr_api","371007232"],"guid":"fc0bce4c-cbad-466d-98a3-41f23b6991a1","contentencoded":"<p>When she went to prison on drug charges, Stephanie George was 26 years old, a mother to three young kids.</p><p>Over 17 years behind bars, her grandparents died. Her father died. But the worst came just months before her release.</p><p>\"I lost my baby son,\" George says, referring to Will, shot dead on a Pensacola, Fla., street.</p><p>\"I feel bad because I'm not coming home to all of them, you know,\" sobs George, now 44. \"He was 4 when I left, but I miss him.\"</p><p>She's one of thousands of nonviolent drug offenders sentenced under tough laws that called for decades — if not life — in prison.</p><p>Police found half a kilo of cocaine (about 1 pound) and more than $10,000 in her attic. With two small-time prior drug offenses, that meant life.</p><p>Congress designed those mandatory minimum sentences for kingpins. But over the past 20 years, they've punished thousands of low-level couriers and girlfriends like George.</p><p>Judge Roger Vinson sentenced her on May 5, 1997. During a recent visit to his sunny Florida chambers, the judge read from the court transcript.</p><p>\"Even though you have been involved in drugs and drug dealing, your role has basically been as a girlfriend and bag holder and money holder but not actively involved in the drug dealing,\" Vinson said. \"So certainly in my judgment it does not warrant a life sentence.\"</p><p>Vinson is no softie. He's got a framed photo of President Ronald Reagan on his wall, and he thinks George was guilty. But the mandatory sentence didn't feel fair to the judge.</p><p>\"I remember sentencing Stephanie George. She was a co-defendant in that case but ... I remember hers distinctly. I remember a lot of sentencings from 25 or 30 years ago. They stay in your mind. I mean, you're dealing with lives,\" the judge says, tearing up.</p><p>Vinson says his hands were tied in 1997. The president of the United States is the only person who can untie them. Last December, in this case, President Obama did just that. He commuted George's sentence and paved the way for her release a few months later.</p><p>Dressed in all white, George walked straight into the arms of her sister, Wendy. She's the person who refused to give up on her, then or now.</p><p>\"Life sentence was not what I was going to accept,\" Wendy says. \"I would call lawyers and I'd ask, 'Well, what does this sentence mean?' and all of them would tell me the same thing, she would be there until she dies, and I said, 'No, uh-uh.' \"</p><p>Wendy raised her sister's three children alongside her own. The sisters are two years apart, once so inseparable people thought they were twins.</p><p>\"A part of me was missing when she left, just like somebody had died,\" Wendy says.</p><p>The years George spent in prison took a toll on everyone who loves her. Wendy says her kids and her husband suffered because of her sister's sentence. Wendy's marriage ended in divorce.</p><p>\"I may not have been incarcerated, literally locked up, but I was locked up in certain areas of my life,\" Wendy adds.</p><p>She says she couldn't enjoy Christmas or even eat that day without her sister. But Wendy always cooked for the rest of the family. The children got plenty of love from Wendy and their grandmother. And George called every Sunday from prison. But when her sister came home 17 years later, nothing was the same, Wendy says.</p><p>\"This is not the person you knew 17 years ago,\" she says. \"Now you got to learn to know this person. And you know you don't know what kind of mindset she has now. You don't know how it affected her. And you know it goes both ways, with me and with her.\"</p><p>The sisters' bond is palpable. Sitting in folding chairs in the driveway of Wendy's one-story home in the Florida Panhandle, they finish each other's sentences.</p><p>To survive those 17 years in prison, George says she did a lot of work on herself. \"I went to school, I took classes, I did whatever it took to run my mind from the time I woke up to the time I had to go to sleep and that's how I made it every day.\"</p><p>George also worked at the prison call center — developing skills she's trying to use on the outside to find a job. She's open about the daily challenges she faces — looking for a job is testing her patience, she says; she's applied for many clerical and service jobs, but she hasn't landed interviews. For nearly 20 years, she lived on a schedule set by a warden. Today, as a free woman, she still operates on a tight schedule.</p><p>Then, there is trust.</p><p>\"I'm afraid to even ride with people,\" George says. \"I'm afraid for anybody to take me somewhere. I guess I can never make the mistake that I made before because I'm not going to allow anybody in my space to do that.\"</p><p>George says she paid a high price for trusting her ex-boyfriend, the father of one of her children.</p><p>Standing in her spotless, frilly bedroom here tonight, George is trying to set up a DVD player, pulling yellow and red cords with help from her kids.</p><p>Her son Courtney is 27. He sees his mother fumble with the wires and breaks into a grin. Daughter Kendra, now 23, silently watches her mom wrestle with technology that's been out of date for years.</p><p>Those children were 8 and 5 when George was sentenced. The death of their little brother, Will, is still fresh in all their minds. Courtney wears his late brother's red Adidas shoes, to remember him.</p><p>It's hard enough to lose a child. But George says to lose one you barely know, just as your own freedom is finally in reach, hurts to her core.</p><p>\"It's still a touchy subject for everybody,\" she says. \"I'm OK to discuss it if they need to discuss it with me, but I don't want them to see me in so much distress ... to think that I can't keep myself together and it hurts.\"</p><p>At least now, George says, she can wrap her arms around her two surviving kids, whenever she wants. That's something new after 17 years away.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+17+Years+Behind+Bars%2C+Coming+Home+To+A+Different+Life&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Johnson","audio":[{"meta":{"duration":"387"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371253711-0894e9.m3u?orgId=1&topicId=1070&aggIds=371918249&e=371007232&d=387&ft=nprml&f=371007232"},{"href":"http://media.npr.org/assets/img/2014/12/16/clemency-1216-1-524ae4c0d0b5a67bdefe392ce35bb9e4fa64ba09.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2525","width":"3366"}},{"href":"http://media.npr.org/assets/img/2014/12/16/clemency-1216-2-3916f7bd10c1f8bd9c85a0f2ffeca0f3dd44dac5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2250","width":"3000"}}]}