{"created":"2014-09-08T15:33:52+00:00","modified":"2015-02-18T17:04:25+00:00","valid":{"from":"2015-02-18T17:04:25+00:00","to":"3015-02-18T17:04:25+00:00"},"hreflang":"en","title":"Obama Will Put Off Executive Actions On Immigration","published":"2014-09-06T21:08:00+00:00","teaser":"In June, President Obama said he would act on his own to reshape U.S. immigration policies at the summer's end. Since then, he's come under pressure from fellow Democrats.","itags":["npr_api","346360291"],"guid":"fc2f1cb0-36b0-477b-befd-9c19b63974ee","contentencoded":"<p>Responding to fellow Democrats' concerns in a tight election season, President Obama will delay acting on his own on immigration issues until after November's midterm vote, the White House says. Earlier this summer, the president had pledged to use executive actions to address immigration if Congress did not.</p><p>\"The reality the president has had to weigh is that we're in the midst of the political season,\" a White House official says, noting that Obama \"believes it would be harmful to the policy itself and to the long-term prospects\" for reform if he acted before November.</p><p>The goal, the official said, is to shape a new policy \"that's sustainable\" — something the White House will work toward before the end of 2014.</p><p><strong>Update at 5 p.m. ET: Immigration Reform Advocates Respond</strong></p><p>\"This is another slap in the face to our community and another promise that has been broken by the president,\" says Cristina Jimenez, co-founder and managing director of United We Dream.</p><p>Discussing President Obama's strategy shift with NPR's Nathan Rott, Jimenez said, \"It's clear that the president and Democrats have picked politics over families and this is just a game with the lives of immigrants and families and people like me.\"</p><p>She added that her group will continue to pressure Obama to act, saying that after his strong <a href=\"http://www.npr.org/blogs/itsallpolitics/2014/06/30/327074531/obamas-no-win-immigration-predicament\">June 30 remarks</a>, \"There was hope from the entire community. The President was very clear.... That he would act on recommendations without delay.\"</p><p><em>Our original post continues:</em></p><p>In June, President Obama said he would act on his own to reshape immigration policies at the summer's end. But since then, NPR's Mara Liasson reports, \"he's come under pressure from Senate Democrats running for reelection in red states who are worried about a backlash from Republicans.\"</p><p>Noting that the president has <a href=\"http://www.npr.org/2014/08/11/339596510/two-ways-president-obama-could-act-on-immigration\">already given some relief</a> to immigrants who entered the U.S. as children, Mara says that Obama will now wait until at least November \"to use his executive authority to give temporary deportation relief to immigrants in the country illegally, who meet certain criteria.\"</p><p>The decision to put off further moves \"sparked swift anger from immigration advocates,\" <a href=\"http://www.nytimes.com/2014/09/07/us/politics/obama-said-to-delay-executive-action-on-immigration.html?_r=0\">The New York Times</a> reports.</p><p>The newspaper adds that Obama's earlier use of executive power \"to go around a gridlocked Congress have already sparked a Republican lawsuit alleging that he has abused the executive powers of his office and is building an 'imperial presidency.'\"</p><p>A lawsuit filed by a group of Immigration and Customs Enforcement agents says \"they're being asked to violate their own oath by not deporting people that they find to be in the country illegally,\" as <em>USA Today's</em> Alan Gomez <a href=\"http://www.npr.org/2014/09/03/345428476/obama-urged-to-use-executive-action-to-overhaul-immigration\">told NPR's David Greene</a> this week.</p><p>In the same interview, Grace Meng, a senior researcher at Human Rights Watch, offered this view:</p><p>\"I think it's been incredibly troubling to see how the administration has dealt with this crisis. Instead of ensuring that those who are eligible for protection are able to access those processes, we've seen an expansion of family detention, you know, something that the administration actually stopped several years ago because children were being placed in prison-like conditions.\"</p><p>And Gomez added:</p><p>\"Democrats and Republicans alike would like to see more judges; they'd like to see more prosecutors down there. Right now there are currently over 370,000 immigration cases in court waiting for their day.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama+Will+Put+Off+Executive+Actions+On+Immigration&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"378"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1346361741-481649.m3u?orgId=1&topicId=1014&e=346360291&d=378&ft=nprml&f=346360291"}]}