{"created":"2014-08-30T13:10:17+00:00","modified":"2014-10-30T22:52:55+00:00","valid":{"from":"2014-10-30T22:52:55+00:00","to":"3014-10-30T22:52:55+00:00"},"hreflang":"en","title":"Life Under The Islamic State: Sharia Law And Few Services","published":"2014-08-30T00:40:00+00:00","teaser":"News from Mosul has been scarce since the Islamic State took power. Speaking by phone, Iraqis say the group has imposed strict controls that are alienating residents and are providing few services.","itags":["npr_api","343986937"],"guid":"fc3e90a0-ecc9-4d54-a90c-87463d43ca83","contentencoded":"<p>Ever since the Islamic State seized Mosul more than two months ago, it's been difficult to get a detailed picture of life inside Iraq's second largest city.</p><p>But glimpses have emerged. This week, the United Nations human rights chief, Navi Pillay, presented <a href=\"http://www.ohchr.org/EN/NewsEvents/Pages/Media.aspx?IsMediaPage=true&LangID=E\" target=\"_blank\">details of a massacre</a> that took place at the city's Badoush prison in June. Islamic State fighters seized more than 1,000 inmates. The group spared the lives of their fellow Sunni Muslims, but gunned down some 670 people.</p><p>It's been too dangerous for Western journalists to go to Mosul. But NPR contacted several Mosul residents by phone, including a 46-year-old shop owner, reached through intermediaries, who gave his name as Mohammed Ali. He says he has no doubt that the Islamic State, also known as ISIS, committed the massacre.</p><p>\"I have a friend who works in the Badoush jail. He told me, 'I saw many bodies in the valley near the prison. It was full of bodies,' \" says Ali. \"I asked him who it was. He said, 'ISIS killed so many people.' \"</p><p>As for the Sunni prisoners from Badoush, Ali says the Islamic State had other plans for them.</p><p>\"Some of our relatives, they're Sunnis, they were in Badoush jail, they are aligned with al-Qaida,\" he says. \"Most of them were set free when ISIS took over, and now they're working with the ISIS people.\"</p><p>The Mosul residents NPR spoke with were reluctant to give their full names, for fear of retribution against their families.</p><p>Sermat, 29, a civil servant who declined to give his full name, says the makeup of the Islamic State force has changed noticeably since June, with those patrolling the streets now recognizable as local Arabs.</p><p>\"In the beginning, when [the Islamic State] came there were many foreigners, from Syria and elsewhere,\" he says. \"Then local people from the city, either sympathizers or just those who needed money, joined in, and now it seems most of the fighters are local.\"</p><p><strong>An American At A Cafe</strong></p><p>Seif, a 34-year-old civil engineer, lives in the Temmuz neighborhood, a Sunni stronghold where Islamic State fighters first appeared in June. He says the number of fighters in Mosul now is fewer than most people outside the city think. But there are still some foreigners among them, including an American he met at an Internet cafe.</p><p>\"He said he was from America and he was trying to call his family. He said he was Muslim, but his parents were not,\" says Seif. \"He had lost part of one leg below the knee, and he had a gun over his shoulder.\"</p><p>Seif did not get the American's name or hometown, and his account cannot be verified. U.S. officials say more than 140 Americans are believed to have traveled to Syria or Iraq to join the fighting.</p><p>When asked if people in Mosul support the Islamists or want them to leave, these residents say the only ones supporting the occupation are a few extremists and poor Sunnis who were disenfranchised under Iraq's Shiite-led government.</p><p>Sermat, the government worker, says people are getting fed up with the deteriorating living conditions.</p><p>\"There are no services — the electricity is on for only a couple hours every two or three days,\" he says. \"The garbage collectors aren't working. They get no salary and they have no gas for their trucks. There isn't very much food, no refrigeration, many stores are closed.\"</p><p>These Mosul residents say they want their jobs back, and they want to live in a legal state again where the government provides services. They have no idea, however, when that might be. So far, the Iraqi government has not given any indication of an imminent operation to retake Mosul.</p><p><em>Peter Kenyon reported from Irbil, Iraq. You can follow him</em> <a href=\"https://twitter.com/pkenyonnpr\" target=\"_blank\">@pkenyonnpr</a>.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Life+Under+The+Islamic+State%3A+Sharia+Law+And+Few+Services&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Kenyon","audio":[{"meta":{"duration":"217"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344328039-ee05ee.m3u?orgId=1&topicId=1009&ft=3&f=343986937"},{"href":"http://media.npr.org/assets/img/2014/08/28/mosul-828-1-2b392ddc07c19a268099eab734d703af522a7c3d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1494","width":"1994"}}]}