{"created":"2014-10-07T21:43:33+00:00","modified":"2014-10-07T21:43:45+00:00","valid":{"from":"2014-10-07T21:43:45+00:00","to":"3014-10-07T21:43:45+00:00"},"hreflang":"en","guid":"fc46b496-4a52-42be-8c2c-4872958a61d7","title":"Government supporters destroy protest camps in Hong Kong","published":"2014-10-07T21:43:44+00:00","byline":"Matthew Bell, Andrea Crossan","tags":["politics","election","government","Global Politics","Hong Kong","Asia","China","Asia","East Asia","Matthew Bell","Occupy Central","Umbrella Revolution","Hong Kong protests","Mong Kok district","Politics"],"teaser":"The demonstrations in Hong Kong took a violent turn on Friday when government supporters attacked camps setup by pro-democracy protesters.","contentencoded":"<p>What a difference a day makes. On Thursday, protesters in Hong Kong were celebrating a tentative deal to meet with government officials to discuss electoral reforms.</p><p>But those talks were canceled on Friday after mobs of people fought with protesters and tried to drive them from the streets they had occupied in one of Hong Kong&rsquo;s main shopping areas.</p><p>&ldquo;People here are fully convinced that a lot of these people are paid thugs, paid by the political opposition, to come out and stir up trouble,&rdquo; says The World&rsquo;s <a href=\"https://twitter.com/matthewjbell\">Matthew Bell</a> who is reporting from Hong Kong.</p><p>The Hong Kong Federation of Students, one of the groups leading the protests, said they saw no choice but to cancel the meeting with government officials.</p><p>&quot;The government is demanding the streets be cleared. We call upon all Hong Kong people to immediately come to protect our positions and fight to the end,&#39;&#39; the group said in a statement.</p><p>They also demanded that the government hold someone responsible for the scuffles Friday.</p><p>&ldquo;The scenes are pretty ugly &mdash; of fighting, people getting beaten [up],&nbsp;some of these barricades were pulled down. And large parts of a couple of the sit-in protests in two areas seem to have been dismantled,&rdquo; Bell says.</p><blockquote class=\"twitter-tweet\" lang=\"en\"><p>People stopping to watch scenes of street fights on TV news. &quot;It looks organized,&quot; an older guy tells me. <a href=\"https://twitter.com/hashtag/occupyHK?src=hash\">#occupyHK</a> <a href=\"http://t.co/O84CdSCCo1\">pic.twitter.com/O84CdSCCo1</a></p>&mdash; Matthew Bell (@matthewjbell) <a href=\"https://twitter.com/matthewjbell/status/518056153989668864\">October 3, 2014</a></blockquote><script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>Police formed a human chain in some areas to seperate the two groups. Pro-government supporters voiced their frustration at the police for not removing the protesters.&nbsp;And protesters accused&nbsp;the government supporters of<a href=\"http://www.nytimes.com/2014/10/04/world/asia/hong-kong-protests.html?hp&amp;action=click&amp;pgtype=Homepage&amp;version=LedeSumLargeMedia&amp;module=a-lede-package-region&amp;region=top-news&amp;WT.nav=top-news\">&nbsp;groping&nbsp;and sexually harassing&nbsp;female protesters</a>.</p><p>The&nbsp;protests have been mostly non-violent since police used tear gas and pepper spray on the crowds last weekend.&nbsp;And just as those aggressive tactics ended up drawing more people into the streets, the attacks on Friday drew more supporters to the streets to defend the protest camps.</p>","audio":[]}