{"created":"2015-04-10T16:22:47+00:00","modified":"2015-05-13T21:03:44+00:00","valid":{"from":"2015-05-13T21:03:44+00:00","to":"3015-05-13T21:03:44+00:00"},"hreflang":"en","title":"A Forgotten Generation: Half Of South Korea's Elderly Live In Poverty","published":"2015-04-14T23:21:00+00:00","teaser":"In a country known for its tech advances and rapid economic rise, the generation responsible for the growth isn't faring so well. Half of South Korea's seniors live below the poverty line.","itags":["npr_api","398498496"],"guid":"fc4d5595-ebd3-4a1a-af9e-357a1edc0c06","contentencoded":"<p>South Korea may be known for its high-tech advances, luxury skin care products and rapid economic rise, but these days, the generation largely responsible for all that growth isn't faring so well. South Korea has the worst senior poverty rate among developed nations, and the options for seniors are slim.</p><p>On Thursdays, churches give out 500 won coins — equivalent to about 50 cents — to individuals who line up. Throngs of Korea's seniors wait for hours to shuffle past church volunteers for small handouts and a juice box, or maybe a banana. Each week, organizers say, 300 to 500 seniors show up at each church, and the line starts hours in advance.</p><p>\"There are a lot of people who don't have anything else to do,\" says Han Dal-yong, who is nearing 80 and spoke with NPR outside Nam Seoul Church in southern Seoul. \"What are you going to do if you're alone in the house? You might as well come out here.\"</p><p>As much as many seniors need the cash, they also come for community. Loneliness can be as difficult to deal with as being poor.</p><p>Scenes like this are repeated over and over across South Korea, mostly organized by places of worship. Church leaders say they started their handouts in the late 1990s to help the homeless. But in recent years, those who show up are almost all retirees, some nearly 100 years old.</p><p>\"Almost half the elderly people is poor in Korea. So really it's a very serious problem,\" says Ku In-hoe, a professor at Seoul National University who researches poverty issues.</p><p>Ku is citing a 2013 figure from the Organization for Economic Co-operation and Development, which ranked South Korea as having, by far, the highest rate of impoverished elderly among the 34 developed nations in the group.</p><p>\"Before the 1990s, usually younger people supported their parents during their retirement age so it was not a serious problem. And at the time usually older people did not live long,\" Ku says about the situation in South Korea. \"But during the last 20 years, elderly people live longer, and younger people also experience economic difficulty.\"</p><p>It's clear <a href=\"http://www.npr.org/blogs/parallels/2013/10/01/227876034/ethical-tradition-meets-economics-in-an-aging-china\">the Confucian tradition</a> of younger generations taking care of their parents has faded. The last Korean Census showed an estimated one in three Korean seniors lives alone.</p><p>\"If government helped the younger generation to support their parents, probably the situation can improve. But it's not a realistic solution only to rely on children to support their elder parents,\" says Ku.</p><p>While South Korea does provide a basic pension to retirees, it amounts to $200 a month, or just a quarter of the desired minimum amount needed for single households, according to the National Pension Research Institute Survey.</p><p>And the limited pension isn't universal. Only about 35 percent of seniors receive one.</p><p>\"Of course it's not enough,\" says Han, the man waiting in line for the 500 won handout.</p><p>He says he wishes senior citizens here lived a better life. Instead, he says, they feel forgotten by society.</p><p>And a larger crisis may be looming. South Korea's <a href=\"http://blogs.wsj.com/korearealtime/2014/08/26/south-korea-birthrate-hits-lowest-on-record/\">birth rate is continuing to fall</a>, which means these seniors are only becoming a bigger part of the population. Korean census numbers show seniors grew to 12 percent of the population in 2013 from 7 percent in 2000.</p><p>Without a clear solution in sight, people like Han say they'll keep lining up, for 50 cents at a time.</p><p><em>Hae Ryun Kang contributed to this story. For a behind-the-scenes look at reporting from NPR's newest East Asia bureau, <a href=\"http://elisegoeseast.tumblr.com\">check out our Tumblr</a>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Forgotten+Generation%3A+Half+Of+South+Korea%27s+Elderly+Live+In+Poverty&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"184"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398824627-bd46da.m3u?orgId=1&topicId=1125&d=184&p=2&story=398498496&t=progseg&e=398729011&seg=4&ft=nprml&f=398498496"},{"href":"http://media.npr.org/assets/img/2015/04/09/dsc00752edit-e1d1edf36b2ecec47bcc71655c599d12b0f0b40a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2479","width":"3305"}},{"href":"http://media.npr.org/assets/img/2015/04/10/skor_elderly_custom-9d169cd209a96689ddbe1ab4929c036e1bf6227f.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1482","width":"2500"}}]}