{"created":"2015-01-22T15:15:14+00:00","modified":"2015-01-22T15:15:14+00:00","valid":{"from":"2015-01-22T15:15:14+00:00","to":"3015-01-22T15:15:14+00:00"},"hreflang":"en","guid":"fc4fe88f-bd13-468e-8ca0-849c65081a47","title":"After Aurora Shooting, A 'New Way Of Responding' To Mental Crises","published":"2015-01-20T00:32:00+00:00","teaser":"In response to the 2012 theater killings, Colorado added clinics, hotlines and mobile units to support early crisis prevention. At the heart of the initiative are 13 walk-in crisis centers.","itags":["npr_api","377685904"],"contentencoded":"<p>It's been two and a half years since the <a href=\"http://www.npr.org/tags/157218391/aurora-shooting\" target=\"_blank\">Aurora, Colo. theater shooting</a> in which James Holmes allegedly killed 12 people at a screening of <em>The Dark Knight Rises</em>.</p><p>Jury selection for the 2012 incident is scheduled to start Tuesday. One of the reasons why it took so long to get to court was the battle over Holmes' psychiatric evaluations. After the shooting, Colorado legislators approved $20 million to change how people going through a mental health crisis can get help.</p><p>The structure of a mental health crisis varies dramatically from person to person. For Colorado resident Cindy Binger, everyday life events suddenly weren't computing.</p><p>\"When you go through a crisis, you're confused,\" she says. \"You can't distinguish right from wrong. Your thought patterns are off; they don't gather and complete.\"</p><p>More than a decade ago, Binger struggled to make sense of traumatic events that happened in her life. She grappled with deep questions about alcohol abuse. And simpler ones about where to get help.</p><p>\"For me, it was trying to get people to understand what I was going through. To feel what I was going through. And that was hard,\" Binger says.</p><p>Finding the right resources becomes more difficult if your emergency happens at nine at night. Or on a Saturday. Or if you're a grad student living alone off campus.</p><p>That's where Colorado's <a href=\"http://coloradocrisisservices.org/\">13 walk-in crisis centers</a> come into the picture.</p><p>Larry Pottorff is executive director of North Range Behavioral Health — one of several agencies partnering with the state to provide new crisis services in the years since the Aurora shooting.</p><p>\"The first priority is why are you here and how can we help?\" he says. The entryway \"will be available to people around the clock,\" he adds.</p><p>Pottorff is standing inside a softly lit waiting room in Greeley, Colo. The reception desk and waiting chairs — everything here is brand new. A receptionist does not ask someone in crisis to fill out forms. There are no insurance cards exchanged.</p><p>\"I really think of it as a new way of responding to people in crisis. Historically, that's been done through emergency rooms,\" Pottorff says.</p><p>The new system includes walk-in centers, a statewide hotline and mobile units that can be dispatched in the event of crisis. All of this was set up through legislation sponsored by State Sen. Irene Aguilar. She says the Aurora Theater and Sandy Hook Elementary School shootings highlighted a need for mental health support.</p><p>\"One of the issues that both of these events brought up was that we frequently have people in our community who are struggling with mental health issues and can't get the care that they need,\" Aguilar says.</p><p>She says future success depends on creating a continuum of care — from crisis response to stabilization to safe return into the community.</p><p>\"This was not just a 'Let's settle the fire,' but 'Let's get rid of whatever else is going on under there, so that this doesn't happen again,' \" Aguilar says.</p><p>In a new respite care program, where crisis patients can stay for up to 14 days, there's a close hand-off between walk-in crisis centers and community services.</p><p>Binger, who struggled with her own crisis a decade ago, reviews doctor appointment times with a client. As a peer specialist in the respite center, she's now offering support.</p><p>\"It took me a long, hard process — a journey, I should say — to get where I'm at. And if the respite would have been there for me, it would have made it easier,\" Binger says.</p><p>There's no guarantee that Colorado's new system will prevent the next theater shooting. Mental health experts simply hope the changes will narrow cracks in the system, making it harder for the next person in crisis to slip through.  <div class=\"fullattribution\">Copyright 2015 KUNC-FM. To see more, visit <a href=\"http://kunc.org\">http://kunc.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Aurora+Shooting%2C+A+%27New+Way+Of+Responding%27+To+Mental+Crises&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Grace Hood","audio":[{"meta":{"duration":"241"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378409746-1cda8b.m3u?orgId=223&topicId=1027&ft=3&f=377685904"},{"href":"http://media.npr.org/assets/img/2015/01/16/mental-health-2-de8b993941e56e63bb64474edf4f0e38c3a2be54.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2333","width":"3110"}}]}