{"created":"2014-11-03T22:27:58+00:00","modified":"2014-11-06T19:22:21+00:00","valid":{"from":"2014-11-06T19:22:21+00:00","to":"3014-11-06T19:22:21+00:00"},"hreflang":"en","guid":"fc53f853-4acf-4aee-bad6-5b419c139e9d","title":"This record label helped put Nusrat Fateh Ali Khan on the global map","published":"2014-11-06T19:22:20+00:00","byline":"April Peavey, Susie Blair","tags":["music","culture","Music","Arts, Culture & Media","Asia","Pakistan","Michael Brook","Peter Gabriel","Nusrat Fateh Ali Khan","Amanda Jones","Global Hit","Sufi music","Pakistani Muslims","Mustt Mustt","Qawwali","Music of Pakistan","Entertainment","Real World Records","25 Years of Musical Discovery"],"teaser":"In 1989, musician Peter Gabriel launched Real World Records as a way to give international artists wider exposure. Now 25 years later, the label is still going strong.","contentencoded":"<p>Peter Gabriel's <a href=\"https://realworldrecords.com/\">Real World Records</a> celebrates its 25th anniversary this year. Known for bringing world music to a more widespread audience, the label launched the careers of many artists who would otherwise have only become popular in their own countries.</p>\n<p>This week, PRI's The World will be showcasing five different tracks from Real World's anniversary set — selected by Amanda Jones, the label's manager. Today's track is a perfect example of how Real World Records has helped blend traditional music from around the world with more contemporary styles.</p>\n<p>Nusrat Fateh Ali Khan's \"Mustt Mustt\" marks a unique collaboration with Gabriel and Canadian musician <a href=\"http://michaelbrookmusic.com/\">Michael Brook</a>. </p>\n<p>“It was really the relationship between Michael and Nusrat that sparked this extraordinary track, which was really a new expression musically for both Michael and for Nusrat,” Jones explained. </p>\n<p>The song was recorded at Gabriel's studio in the scenic village of Box in southwest England — a far cry from a Sufi temple. </p>\n<p>\"Nusrat is one of the greatest singers of our time,\" <a href=\"http://books.google.co.uk/books/about/Nusrat_Fateh_Ali_Khan.html?id=LWM8AAAAMAAJ\">Gabriel once said</a>. \"When his singing takes off, his voice embodies soulfulness and spirituality like no other.\"</p>\n<p>Khan performed primarily in the Qawwali genre — the music of the Sufi sect of Islam. While his family had a 600-year legacy of Qawalli musicianship, his father was hesitant to have Khan follow in his footsteps — artists in the genre generally had low social standing.</p>\n<p>But Khan’s natural ability and interest eventually convinced his father otherwise, and by 16 he was performing publicly in his native Pakistan. His powerhouse voice is what really made him stand out — he was known for his vocal improvisations and ability to perform for up to 10 hours at a time.</p>\n<p>In the early 90s, Khan began collaborating with Gabriel, allowing him to blend his traditionalism with a more modern, Western style — “Mustt Mustt” exemplifies this cross-cultural exchange. In fact, the instruments used on the track are international  — the Senegalese djembe, Brazilian surdu and the Indian tabla and harmonium are all utilized. The driving drum beat mimics the song's repeated chants — a common feature of devotional Sufi music — but the keyboards, slapped bass line and Khan's near-rapped vocal interludes keep the song feeling current. </p>\n<p>\"I made my own style,\" <a href=\"https://realworldrecords.com/release/49/mustt-mustt/\">Khan once said</a>. \"We update Qawwali with the times.\"</p>\n<p>“Nusrat was an innovator in himself, in his traditional Qawalli music,” Jones said. “He was modifying traditional sounds to suit a younger audience, but this really was a step beyond that. It was a real meeting point of two very different cultures.”</p>\n<p>Throughout the mid-90s, Khan went on to produce movie soundtracks, collaborate with Pearl Jam’s Eddie Vedder and perform in more than 40 countries.</p>\n<p>He died in 1997 and is remembered as one of the most prominent Qawwali musicians ever, a pioneer in the world music scene and one of Real World Records' most influential artists.</p>\n<p><iframe width=\"453\" height=\"340\" src=\"http://www.youtube.com/embed/NjbrRHXtFRo?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/110320149.mp3"},{"href":"http://www.pri.org/file/110320149mp3"}]}