{"created":"2014-09-29T19:59:09+00:00","modified":"2014-09-29T21:10:26+00:00","valid":{"from":"2014-09-29T21:10:25+00:00","to":"3014-09-29T21:10:25+00:00"},"hreflang":"en","guid":"fc554232-6d7a-4422-b2af-c4c5837ed359","title":"Is ISIS a threat on the US border? Some border patrol agents believe it is — but others say not so fast","published":"2014-09-29T21:10:21+00:00","byline":"Christopher Livesay","tags":["Islamic State in Iraq and Syria","Islamic State","border security","US-Mexico border","Conflict","Conflict & Justice","North America","Mexico","United States","Arizona","John Guandolo","Eric Holder","Jae Johnson","Beto O'Rourke","U.S. Customs and Border Protection","Islamic terrorism","National security","US border","ISIS"],"teaser":"Some US Border Patrol agents believe the threat from ISIS on the US border is very real. But some southwestern politicians call the contention little more than anti-Islamic fear-mongering, saying the evidence doesn't support claims of ISIS infiltration.","contentencoded":"<p>Some conservative lawmakers in the US say ISIS could be plotting to strike the US by sneaking terrorists across the Mexican border. As airstrikes intensify against ISIS strongholds in the Middle East, could such concern really be warranted?</p><p>In the Arizona desert, just inches away from Mexico,&nbsp;<span style=\"line-height: 1.538em;\">lizards are the only things crossing the border during one sweltering afternoon. But&nbsp;</span><span style=\"line-height: 1.538em;\">Border Patrol agent Art Del Cueto isn&rsquo;t taking any chances.&nbsp;</span><span style=\"line-height: 1.538em;\">&ldquo;You need to keep your voice down,&rdquo; he whispers. &ldquo;It&rsquo;s an area that&rsquo;s notorious for drug smuggling and people smuggling.&rdquo;</span></p><p>It&rsquo;s also an area that&rsquo;s vulnerable to Islamic terrorists, he says. Earlier this month, rumors of ISIS militants at the border began popping up in Internet chat rooms. That&rsquo;s put Border Patrol agents on high alert, says Del Cueto. The porous border fence is their biggest concern.</p><p>&ldquo;Pull this up,&rdquo; he says as he ducks beneath a strand of wire. &ldquo;I am literally halfway in Mexico right now, now I&rsquo;m back in the United States. That&rsquo;s how easy it is.&rdquo;</p><p>Del Cueto, an 11-year Border Patrol veteran, says he expects that terrorist groups are already passing through this fence. &ldquo;You have to,&quot; he says. &quot;With the intel we&rsquo;ve received and the training we&rsquo;ve received, you have to be expecting it. You have to have that extra level of alertness.&quot;</p><p><span style=\"line-height: 1.538em;\">He also says his vigilance is backed by proof of terrorist infiltration: &quot;The intel we have is hard evidence. It&rsquo;s very hard evidence. It&rsquo;s pictures. It&rsquo;s debriefings of individuals.&rdquo;&nbsp;</span><span style=\"line-height: 1.538em;\">But, he says, that evidence is classified. And not everyone is taking his word for it.</span></p><p>&ldquo;I guess you could call it fear-mongering,&rdquo; says Beto O&rsquo;Rourke, a Democratic congressman from El Paso who sits on the House Committee on Homeland Security.</p><p>&ldquo;We had before us ... the secretary for Homeland Security, Jae Johnson, the director for the National Counterterrorism Center, and the director of the FBI, and all of them were asked what kind of threat ISIS poses on the southern border. And each one of them said ... there&rsquo;s no organized terrorist operation threatening the United States,&quot; O&#39;Rourke says.</p><p>So why are Border Patrol agents taking the rumours so seriously? One reason is John Guandolo, the founder of <a href=\"http://understandingthethreat.com\">understandingthethreat.com</a>.</p><p>A former FBI special agent, Guandolo travels the country warning law enforcement of the dangers of Islamic jihad. He&rsquo;s known for making some pretty bold &mdash; some say outrageous &mdash; claims.</p><p>&ldquo;The Muslim advisors to the Department of Homeland Security, all of them at the senior levels, we identified as members of the Muslim Brotherhood,&rdquo; he says. &ldquo;Leaders in DHS are working with known Hamas and Muslim Brotherhood people, which is exactly what&rsquo;s going on. Not speculation. Per evidence.&rdquo;</p><p>He goes so far as to accuse Attorney General Eric Holder of complicity in an alleged jihadist plot to take over America. Meanwhile, he claims, Islamic terrorists are entering the US freely through the Mexican border. A little more than a week ago, he repeated those assertions at a meeting of 300 law enforcement officers in Arizona.</p><p>&ldquo;Yes, there were people here from Border Patrol. Every one of them that was here said they did not know this information, that it was critical, and that it was going to definitely affect the way they do business,&rdquo; he says.</p><p>Congressman O&rsquo;Rourke says the claims aren&rsquo;t backed up by facts.</p><p>&ldquo;I think there is a grave security concern here if we are focused on the wrong threat,&rdquo; he says. &ldquo;It doesn&rsquo;t mean there couldn&rsquo;t at some time in the future be such a threat, it doesn&rsquo;t mean we shouldn&rsquo;t be vigilant, it just means at this point in time there is no threat, nor has there ever been.&quot;</p><p>In the meantime, O&#39;Rourke says, serious dangers like drug smuggling and human trafficking still lurk at the border. He points out that ISIS terrorists, some of whom have US citizenship, stand a far better chance of entering the country through a major airport.</p><p>But that&rsquo;s no reason to let down your guard at the border, says Agent Del Cueto:&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;I have three doors on my house. I lock all three doors the same when I go to bed. Whether it be the front door, it&rsquo;s obviously closer to the street where there&rsquo;s more traffic, or the back door.&quot;</span></p><p>Customs and Border Protection isn&rsquo;t wasting time or energy chasing after ISIS phantoms, he says. They&rsquo;re doing their jobs, pure and simple.</p><p>&ldquo;It doesn&rsquo;t matter if they&rsquo;re terrorists or not, related to ISIS or not,&quot; he says. &quot;If you&rsquo;re coming into this country illegally, if you&rsquo;re coming into this country without being detected, going out of your way not to be detected, then you&rsquo;re a terrorist to this country and you need to be taken care of.&rdquo;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Feature_9.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/featurejpg-10"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/092920142.mp3"},{"href":"http://www.pri.org/file/092920142mp3"}]}