{"created":"2014-11-17T08:41:44+00:00","modified":"2015-05-13T21:31:25+00:00","valid":{"from":"2015-05-13T21:31:25+00:00","to":"3015-05-13T21:31:25+00:00"},"hreflang":"en","title":"The Power Of Suggestion Could Trigger Asthma — Or Treat It","published":"2014-11-17T21:41:00+00:00","teaser":"Strong odors can be a problem for people with asthma. Even anticipating smells like chemicals or heavy perfumes can lead to an asthma attack. Some scientists think this may lead to new treatments.","itags":["npr_api","363837479"],"guid":"fc60efd4-cfac-436a-8368-7f0463932945","contentencoded":"<p>Lots of things can trigger an asthma attack, but one of the most common causes is odor — anything from the heavy scent of perfume to a household cleaner.</p><p>Sondra Justice is a 60-year-old retired postal worker from Philadelphia, and for her, lots of odors are dangerous: aerosol cans, certain charcoals and cleaners, \"even mixing bleach in water irritates my throat,\" she says. If Justice smells any of these things, it can bring on an asthma attack. Her airways constrict, and breathing becomes shallow and difficult. \"I'll get a hacking cough, my throat will feel like it's closing up, I'll break out in hives — it's awful when it happens,\" she says.</p><p>So life for Justice is a constant worry. She's always on the lookout for any smell that could provoke her asthma.</p><p>She's not alone, says <a href=\"http://www.monell.org/faculty/people/dalton\">Pamela Dalton</a>, senior scientist at the <a href=\"http://www.monell.org/\">Monell</a> Chemical Senses Center in Philadelphia. \"I think people with asthma are probably more at risk of being hypervigilant all the time than mostly anyone else,\" she says.</p><p>And that vigilance can be extreme, to the point where even thinking about a dangerous odor can put them at risk of an attack. Some researchers think this power of suggestion could be used to help stop an asthma attack before it starts.</p><p>Dalton studies how people react to odor. She has found that most people are highly suggestive. In one <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/10619531\">study</a>, two groups of people were given the same thing to smell. One group was told it was a chemical solvent, the other — a rain forest plant. After 15 minutes of smelling the odor, the group that thought they were smelling a chemical reported feeling sick. The group that thought it was a plant felt relaxed and even rejuvenated.</p><p>\"When we saw these dramatic effects in normal, healthy people, we decided, 'Well, maybe they'd be even more enhanced in a population like asthmatics who were already afraid of odors,' \" says Dalton.</p><p>So she conducted a small <a href=\"http://www.sciencedirect.com/science/article/pii/S0022399914002529\">study</a>. Seventeen people with chronic moderate asthma were divided into two groups. Both were given the same pure rose scent to smell for 15 minutes. One group was told it could help them breathe better. The other was told it might cause breathing problems.</p><p>As expected, the \"breathe better\" group said they liked the odor. The \"might cause problems\" group didn't like it at all. In fact, they said it made them feel sick. But not only did it make them feel sick, it caused inflammation in their airways — a hallmark of asthma. And the inflammation lasted for 24 hours. Meanwhile, the people who were told the smell could be beneficial experienced no inflammation at all.</p><p>\"What really surprised us was the simple instruction that the odor might be hazardous caused their airways to increase inflammation,\" says Dalton.</p><p>This could open up a whole new area of asthma therapy, says <a href=\"http://www.umc.edu/Education/Schools/Medicine/Clinical_Science/Internal_Medicine/Divisions%28Internal_Medicine%29/Allergy___Immunology/Gailen_D__Marshall,_MD,_PhD.aspx\">Dr. Gailen Marshall,</a> chairman of the department of allergy and immunology at the University of Mississippi Medical Center. If there are smells that could make someone's asthma worse, he says, \"perhaps there are smells that could actually make their asthma better.\"</p><p>Take, for example, lavender. Most people think of lavender as a nice, soothing smell. If a sachet of mild lavender could be associated with regular asthma medicine that made patients get better, he says, \"after a while it may be that simply smelling the lavender sachet would have the same effect as an inhaler.\"</p><p>And reducing reliance on an inhaler is a good thing, says Marshall, because over time people's lungs get less responsive and the inhaler becomes less effective.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Power+Of+Suggestion+Could+Trigger+Asthma+%E2%80%94+Or+Treat+It&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Patti Neighmond","audio":[{"meta":{"duration":"269"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364641165-96f725.m3u?orgId=1&topicId=1128&d=269&p=3&story=363837479&t=progseg&e=364641028&seg=6&ft=nprml&f=363837479"},{"href":"http://media.npr.org/assets/img/2014/11/14/spray_3-4e06456c3580abfd0870f54aea52b62dd7028fb1.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1125","width":"1502"}}]}