{"created":"2015-05-19T22:17:47+00:00","modified":"2015-05-22T05:25:09+00:00","valid":{"from":"2015-05-22T05:25:09+00:00","to":"3015-05-22T05:25:09+00:00"},"hreflang":"en","title":"Pressure To Act Unethically Looms Over Wall Street, Survey Finds","published":"2015-05-19T23:06:00+00:00","teaser":"About half of the financial professionals surveyed say their competitors have behaved unethically or illegally to gain an advantage. And many say compensation and bonuses can create bad incentives.","itags":["npr_api","408010692"],"guid":"fc6126a6-82bb-49cd-ad79-68c7e0c462d1","contentencoded":"<p>A new survey of financial professionals tends to confirm the widely held belief that the financial industry has an ethics problem.</p><p>Among the more than 1,200 financial professionals in the U.S. and Britain who were surveyed, about half the respondents believe their competitors in the industry have behaved unethically or illegally to gain an advantage in the market.</p><p>Ann Tenbrunsel, one of the authors of <a href=\"http://www.labaton.com/en/about/press/Historic-Survey-of-Financial-Services-Professionals-Reveals-Widespread-Disregard-for-Ethics-Alarming-Use-of-Secrecy-Policies-to-Silence-Employees.cfm\">the study</a>, says that perception, even if it's just a suspicion, does not bode well for the industry.</p><p>\"Our behavior is influenced by the norms that we believe exist in the industry, the norms that we believe exist in the organization,\" she says. \"If there's an increased salience of the fact that everybody else is doing this, we also know from psychological research on peer pressure that I will be more likely to do it myself.\"</p><p>Tenbrunsel, of the Mendoza College of Business at the University of Notre Dame, partnered with the law firm Labaton Sucharow to do the study. The firm, which often represents whistleblowers in cases involving financial industry wronging, did a previous study in 2012.</p><p>Jordan Thomas, a partner in the firm, says he's disappointed that perceptions of behavior inside the industry have actually deteriorated in many cases, including among younger employees.</p><p>\"Young professionals, people with less than 10 years in the financial service industry, tended to be more open to engaging in illegal and unethical behavior. And that's our future — that is the future of the financial service industry and right now it looks bleak,\" Thomas says.</p><p>The latest study also found that more than a third of those earning more than $500,000 annually say they've actually witnessed, or have firsthand knowledge of, wrongdoing in the workplace. And nearly one-third of those responding to the survey say they believe compensation structures and bonus plans could incentivize employees to compromise ethics or break the law.</p><p>Professor Lynn Stout, an expert of corporate ethics at Cornell Law School, says that's just part of the problem.</p><p>\"A second really damaging element of incentive pay is that it's especially attractive to people who are willing to break ethical rules because they see opportunities to earn salaries and to make money that more ethical people would not want to take advantage of,\" she says.</p><p>Stout says she thinks a federal tax law that rewards companies that use incentive pay is contributing to the problem.</p><p>Tenbrunsel says getting laws and regulations right is important, but not the whole answer. \"Just more regulation without addressing the individual, organizational and industry-level factors probably isn't going to have a very significant impact,\" she says.</p><p>Tenbrunsel says the financial industry must create an environment where it's clear to all employees that unethical and illegal behavior are not acceptable.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pressure+To+Act+Unethically+Looms+Over+Wall+Street%2C+Survey+Finds&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Ydstie","audio":[{"meta":{"duration":"179"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408010693-ff3edd.m3u?orgId=1&topicId=1006&d=179&p=2&story=408010692&t=progseg&e=407948189&seg=4&ft=nprml&f=408010692"}]}