{"created":"2015-04-14T21:38:52+00:00","modified":"2015-05-08T22:13:22+00:00","valid":{"from":"2015-05-08T22:13:22+00:00","to":"3015-05-08T22:13:22+00:00"},"hreflang":"en","title":"These 'Voices In The Night' Whisper Of Wonders","published":"2015-04-19T22:40:00+00:00","teaser":"Small towns glow with a strange magic in Stephen Millhauser's new story collection. Reviewer Alan Cheuse praises Millhauser's imaginative talents, comparing him to Gogol and Garcia Marquez.","itags":["npr_api","399659107"],"guid":"fc6d608d-47e1-4f29-8cc5-02f06d35aef9","contentencoded":"<p>Beautifully made fantastic tales such as Steven Millhauser writes don't begin from nothing. As in the tradition of Nikolai Gogol, Italo Calvino and Gabriel Garcia Marquez (to name a few revered creators of fiction that carries us beyond the normal), most of them grow out of everyday incidents and lead us right up to the line between the ordinary and the magical. And sometimes they help us to cross over.</p><p>As in the lead story in his new collection <em>Voices in the Night</em>, \"Miracle Polish.\" A door to door salesman convinces our narrator to buy a small bottle of mirror polish that leads him to see his reflection, and his girlfriend's, in a positively different way, full of expectancy and new light. After he polishes his hall mirror, he observes in the glass that \"the dull walls seemed brighter, the bedroom door a richer brown.\" And when his self-critical and somewhat subdued 40-something girlfriend, a high school administrator, passes by one of the polished mirrors, \"there she was, without a touch of weariness, a fresh Monica, a vibrant Monica, a Monica with a glow of pleasure in her face ... dressed in clothes that no longer seemed a little drab, a little elderly, but were handsomely understated, seductively restrained.\"</p><p>Entire towns (albeit small ones) in Millhauser's geography take on a certain glow, too, like the beach town in \"Mermaid Fever,\" where a creature everyone regards as a mermaid washes up on shore and kicks off a local craze for baring breasts and wearing fish tail costumes. In \"Phantoms,\" generations of inhabitants of another town find themselves haunted by reticent apparitions that flicker briefly in the corners of their eyes. And in the story called \"Elsewhere,\" we hear about a strange fever that allows people to pass through solid objects.</p><p>But this brilliant collection it isn't just a regional fantasia, all stories about the other side of normal small-town life. Millhauser breaks the pattern by offering a few powerful anomalies: A variation on the fairy tale of Rapunzel and her golden hair, a story in which he reimagines the rich but unsatisfying life of the disconsolate young Buddha, and in the final story, \"A Voice in the Night,\" a fractured tryptch made up out of a Biblical narrative, a modern psychological study, and autobiography.</p><p>Let's call these stories borderline pieces — easily described as magical realism, or perhaps, turned on their heads, tales of realistic magic. However we might describe it, <em>Voices in the Night</em> is a smorgasbord of deftly created short fiction by a great imaginative talent. Millhauser stands tall in the company of a growing number of contemporary American masters of magic, from Ursula K. Le Guin to Aimee Bender and Kelly Link. To use his own plain, down-home metaphor in that lead story, Millhauser has polished his mirrors in the halls and bedrooms and bathrooms and elsewhere, and it will do us all good to take a look at the reflections the glass throws back at us.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=These+%27Voices+In+The+Night%27+Whisper+Of+Wonders&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alan Cheuse","audio":[{"meta":{"duration":"112"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399659462-52d0c7.m3u?orgId=1&topicId=1034&d=112&p=2&story=399659107&t=progseg&e=399611600&seg=20&ft=nprml&f=399659107"},{"href":"http://media.npr.org/assets/img/2015/04/17/voices-in-the-night1-dfe9558746d2311b6e2e5d60414c894215a5d0f1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1936","width":"2582"}}]}