{"created":"2015-01-22T18:12:18+00:00","modified":"2015-01-22T21:40:05+00:00","valid":{"from":"2015-01-22T21:40:05+00:00","to":"3015-01-22T21:40:05+00:00"},"hreflang":"en","title":"Broadcaster Al Michaels Gets Ready To Provide 'Lyrics' For The Super Bowl","published":"2015-01-22T20:28:00+00:00","teaser":"Michaels will anchor the Feb. 1 game between the Seattle Seahawks and the New England Patriots. He tells <em>Fresh Air</em> about falling in love with sports and the hardest sport to announce.","itags":["npr_api","379097673"],"guid":"fc6ffb2d-06ca-4a9e-bcf7-25ba3853ee49","contentencoded":"<p>When the Seattle Seahawks and New England Patriots meet in the 2015 Super Bowl on Feb. 1, the broadcast booth will be anchored by a man who has done the play-by-play for eight previous Super Bowls. Al Michaels, the announcer for NBC's <em>Sunday Night Football</em>, knows how to put emotion into his broadcasts.</p><p>\"I've always felt that the game itself is pretty much a melody and I am there to provide the lyrics,\" Michaels tells <em>Fresh Air</em>'s Dave Davies. \"You want the lyrics to match the melody, because if you are composing a song or recording a song, it's cacophonous if they don't match.\"</p><p>Michaels' broadcast career dates back to the 1970s. He's the only broadcaster to have covered the World Series, the Super Bowl, the NBA Finals and the Stanley Cup Finals, not to mention the Olympics, the Triple Crown and plenty of obscure events.</p><p>Michaels and Davies discuss the big game, when he fell in love with sports and the hardest sport to announce.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On when the sports bug first bit him</strong></p><p>The first thing I can remember in life is my father taking me to Ebbets Field [in New York] and the Dodgers were still in Brooklyn at that time. How many kids could grow up in an environment where you could walk out of your apartment building and walk to a Major League Baseball game that included people like Jackie Robinson, Pee Wee Reese, Duke Snider, Roy Campanella, Sandy Koufax, Don Drysdale? This was my youth. ...</p><p>I'll never forget walking in to Ebbets Field with my father. I must have been, I'm guessing, 6. My mouth must have just dropped; [my] jaw must have hit the ground, because it was beautiful: The grass was so green; the Dodger uniforms, in the words of [sportscaster] Vin Scully through the years, wedding-cake white; the signage on the outfield walls. I mean, Ebbets Field was the most wonderful ballpark in the world and the Dodgers were my team. I could walk to the game, and they played a lot of day games in those years so I saw a lot of games. When I was a kid, all I kept thinking about is, \"Man, I want to be here every day. How do you get to be here every day?\"</p><p><strong>On how his mother would take him out of school to go to the horse races</strong></p><p>My mother was one of the great characters of all time. I describe her in the book as a combination of Joan Rivers and Phyllis Diller. She had a fantastic sense of humor; she was always the life of the party. My friends loved her. Our house was like the clubhouse: People couldn't wait for school to be over, and they'd come over the house and my mother would regale them and entertain them.</p><p>My mother also loved gambling and she loved horse racing. So when I was in high school, on occasion my mother would come at about 12:30 to school and go to the assistant principal's office with a note that I had a dentist appointment and then she would take me out of school.</p><p>The \"dentist appointment\" was either at Hollywood Park or at Santa Anita [racetracks], because we had to get there in time for the daily double. So she went right into the mother's hall of fame and then it was all over and done with.</p><p>By the time I was a senior, she came to school one day and had a note for one of my friends as well as me because we both had appointments at the same time. And then we hit the trifecta one day when she came with three notes — and I think that's when the principal began to look a little curiously at what was going on. But the three of us all hopped into my mother's car and were in Santa Anita an hour later.</p><p><strong>On the hardest sport to announce</strong></p><p>Hockey is actually the hardest sport to announce because there's so little scoring. Hockey on radio is, I think, the most difficult, because in basketball you know that one team has possession and you can see a game that is being called on radio in your mind's eye. In hockey, the puck is moving so quickly and it's going from one zone to the other, and you might have four or five different players touching it over a 10-second span, two or three guys from one team, two or three guys from the other team — that's difficult.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Broadcaster+Al+Michaels+Gets+Ready+To+Provide+%27Lyrics%27+For+The+Super+Bowl&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2257"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379117220-fff70f.m3u?orgId=1&topicId=1055&ft=3&f=379097673"},{"href":"http://media.npr.org/assets/img/2015/01/22/458201406-df75d188e39ca96a9b5e890e838c5cd514edc27c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1676","width":"2235"}}]}