{"created":"2015-04-06T08:58:46+00:00","modified":"2015-04-14T15:05:08+00:00","valid":{"from":"2015-04-14T15:05:08+00:00","to":"3015-04-14T15:05:08+00:00"},"hreflang":"en","title":"States Tout Crowdfunding As The Future Of Private Investment","published":"2015-04-06T17:09:00+00:00","teaser":"Many states want to boost their economies through business startups. But outside of Silicon Valley, funding for private investors is hard to get. States are giving equity crowdfunding more attention.","itags":["npr_api","397268770"],"guid":"fc71b5fe-ad42-42a1-a96c-57ba7771a051","contentencoded":"<p>Some typical crowdfunding proposals posted online may look like this: Help my band record our next album or please contribute to my child's medical expenses.</p><p>But here's one thing the average investor can't do through crowdfunding: buy stake in a private company. That policy, however, is under closer scrutiny. With more competition for venture capital funding, equity crowdfunding is getting more attention.</p><p>\"Many people have heard of Kickstarter or Indiegogo in the nonprofit or charitable space,\" says Branden Peterson, a Minnesota lawmaker who has co-sponsored a bill to legalize the practice within state borders. \"This would allow individuals to use a similar vehicle to purchase actual equity in startups they believe in.\"</p><p>There are barriers when it comes to investing in startups. Depression-era laws restrict a private company from advertising money-raising efforts to the masses. Those laws were meant to protect non-accredited investors, those who don't meet high income levels, from losing their life savings. But Peterson says those laws are behind the times.</p><p>\"In today's world, we leverage the Internet to do so many things to make our lives easier,\" he says. \"This is another way of leveraging that power to bring people around causes they support.\"</p><p>Congress approved a law creating a federal framework for equity crowdfunding. The goal was simple: give startups another option to get their ideas off the ground. Supporters say it trumps traditional methods, like securing hard-to-get bank loans, tracking down angel investors or going public and selling stock. But years later, the Securities and Exchange Commission still hasn't finalized rules. That's why Minnesota, and at least a dozen other states, have either considered or passed their own crowdfunding laws.</p><p>Crowdfunding supporters say they've been patient long enough. But Adam Pritchard, a securities law professor at the University of Michigan, says the commission is taking a careful approach to protect consumers.</p><p>\"Given the very small amounts that can be raised under crowdfunding, it's going to attract a very large number of people wanting to fund businesses,\" he says. \"And it doesn't take a lot of money at stake to bring the fraudsters out of the woodwork.\"</p><p>Pritchard adds that the feds are feeling the pressure from regulators at the state level. In Minnesota, the Department of Commerce issued a letter when the crowdfunding bill first surfaced. It listed several concerns, including data privacy and recourse for investors who lose a lot of money. The department is now working on a compromise with bill sponsors.</p><p>That's good news for entrepreneurs like Bob Carney Jr., who says he would take advantage of equity crowdfunding.</p><p>\"This is a tremendous breakthrough in the ability to finance businesses,\" he says. \"When you have a group of people starting a business, they all have a network of friends, and they have reputations. So this is a chance for groups of people to tap into these networks.\"</p><p>Some experts don't see this as a game-changer, especially with the strict caps likely to be placed on how much money can be invested or raised. But for startups that want to get past the idea stage, every dollar helps.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=States+Tout+Crowdfunding+As+The+Future+Of+Private+Investment&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mike Moen","audio":[{"meta":{"duration":"211"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397774837-855ea8.m3u?orgId=1&topicId=1006&e=397268770&d=211&ft=nprml&f=397268770"},{"href":"http://media.npr.org/assets/img/2015/04/06/istock_000044482052small-17ca6e7ec2e3c6d3af24c3e2c7eb91262729fdc6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"580","width":"774"}}]}