{"created":"2015-06-10T06:03:32+00:00","modified":"2015-06-16T21:05:18+00:00","valid":{"from":"2015-06-16T21:05:18+00:00","to":"3015-06-16T21:05:18+00:00"},"hreflang":"en","title":"Nashville's Living History Museum Expands","published":"2015-06-10T12:01:00+00:00","teaser":"The Ryman Auditorium, home to the Grand Ole Opry and the birthplace of bluegrass, reopens this week with exhibits that tell lesser-known stories about the \"mother church of country music.\"","itags":["npr_api","413178725"],"guid":"fc73c0b1-2aa6-42a5-855e-087eb6e36c4d","contentencoded":"<p>Country music fans most associate the Ryman Auditorium with <em>Grand Ole Opry</em>, a live radio show broadcast from the Ryman for more than 30 years, starting in 1943. It was on the Ryman stage that bluegrass was born.</p><p>Ryman general manager Sally Williams says that most museums display artifacts, but this building <em>is</em> the artifact. \"I think the Ryman is living history,\" she says. The space was the showcase of the South long before the <em>Opry</em> days, and the $14 million expansion is designed to better tell that backstory.</p><p>\"There's a great reverence for this building,\" Williams says. \"And it's our responsibility to paint the picture of how we got where we are.\"</p><p>Projected onto three screens that mimic the Gothic windows of the original structure, a new multimedia theater screens <em>The Soul Of Nashville. </em>The narrator tells us that, after the Civil War, Nashville was \"the kind of town where a shrewd man willing to take a risk could make himself a fortune. Captain Tom Ryman was just such a man.\"</p><p>Tom Ryman was a ruthless steamboat operator who was not pleased with the message of an up-and-coming evangelical preacher by the name of Sam Jones. In 1885, Rev. Jones was preaching a tent revival, and calling out Nashville for its sinful gambling and saloons. Ryman went to confront him in person and, as Ryman curator Brenda Colladay says, \"Ryman was converted on the spot.\"</p><p>\"He was struck that night by divine inspiration,\" Colladay says. \"And he decided that Sam Jones should never have to preach in a tent again.\"</p><p>So Ryman built him a church and called it the Union Gospel Tabernacle, which opened in downtown Nashville in 1892. Colladay says it also became a hub for cultural events — lectures, symphonies and patriotic gatherings.</p><p>Presidents Teddy Roosevelt and William Howard Taft spoke here. Helen Keller and Booker T. Washington gave lectures. Harry Houdini, Bob Hope and Katharine Hepburn performed. But the building — a round auditorium with wood plank floors, filled with wooden church pews — became best known as a venue for all kinds of music.</p><p>The <a href=\"http://www.npr.org/sections/codeswitch/2013/11/07/243469912/striking-harmonies-with-the-jubilee-singers-past-and-present\">Fisk Jubilee Singers</a> first performed here in 1913. Tenor <a href=\"http://www.npr.org/artists/17085987/enrico-caruso\">Enrico Caruso</a> came in 1919. Other noted artists included conductor <a href=\"http://www.npr.org/artists/15871726/john-philip-sousa\">John Philip Sousa</a>, cowboy singer and humorist Will Rogers, and gospel singer <a href=\"http://www.npr.org/artists/15783449/sister-rosetta-tharpe\">Sister Rosetta Tharpe</a>.</p><p>The person booking those diverse acts was Lula C. Naff, the former secretary of a booking agency who took over as manager of the Ryman.</p><p>\"The fact that she made the decision to risk her own money to bring shows to the Ryman in 1914 — before she had the right to vote — and then went on to manage this building from 1920 to 1955 and didn't lose money once was huge,\" Williams says.</p><p>It was on Naff's watch that the Grand Ole Opry came to the Ryman stage. Country greats from Lester Flatt and <a href=\"http://www.npr.org/artists/15344163/earl-scruggs\">Earl Scruggs</a> to <a href=\"http://www.npr.org/artists/15199726/hank-williams\">Hank Williams</a> to <a href=\"http://www.npr.org/artists/15396529/patsy-cline\">Patsy Cline</a> performed at the Opry. <a href=\"http://www.npr.org/artists/15624007/elvis-presley\">Elvis Presley</a> came, although he didn't receive a very rousing response. The Ryman was also the setting for a <a href=\"http://en.wikipedia.org/wiki/The_Johnny_Cash_Show_%28TV_series%29\" target=\"_blank\">new TV show</a>.</p><p>But then, the Ryman fell silent when the Grand Ole Opry moved to the suburbs in 1974. There was talk of bulldozing it. \"It really just kind of went into hibernation,\" Brenda Colladay says. \"People came to walk around the stage to see where all of their heroes had stood and commune with the ghosts. But it was really just in limbo.\"</p><p>It was in limbo for nearly 20 years, until <a href=\"http://www.npr.org/artists/14874232/emmylou-harris\">Emmylou Harris</a> and the Nash Ramblers cut their album <em>At The Ryman Live</em> in 1991. Harris says you can feel the Ryman's rich history.</p><p>\"It's a little intimidating when you first step out on the stage with all the people that have played there,\" Harris says. \"The thing as a performer that makes it so amazing is how it sounds. It's all wood. It's round. There are no corners. There's something about the sound of the Ryman.\"</p><p>Since the release of that album, scores of musicians have taken to the Ryman stage — from <a href=\"http://www.npr.org/artists/15193203/bob-dylan\">Bob Dylan</a> to the <a href=\"http://www.npr.org/artists/17000138/foo-fighters\">Foo Fighters</a> to <a href=\"http://www.npr.org/artists/15662553/aretha-franklin\">Aretha Franklin</a>.</p><p>Sitting in the Ryman balcony on one of the hardwood pews, country and bluegrass star <a href=\"http://www.npr.org/artists/15344115/ricky-skaggs\">Ricky Skaggs</a> says he remembers coming here as a boy and smelling Juicy Fruit gum under the pews. He started playing mandolin when he was just 5.</p><p>\"My dad's dream was to get me on the Grand Ole Opry,\" Skaggs says. \"'If I could just get that boy on the Opry!' You know, so we came down here my first time, I was 6 years old.\"</p><p>He didn't get on stage that time, but a year later appeared with bluegrass legends Earl Scruggs and Lester Flatt. Decades later, Skaggs recorded his first country albums here. For Skaggs, the Ryman is a sacred place.</p><p>\"The Ryman auditorium was originally built as a church,\" he says, \"and in my heart it still <em>is</em> a church.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Nashville%27s+Living+History+Museum+Expands&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Debbie Elliott","audio":[{"meta":{"duration":"439"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413318112-4c87e5.m3u?orgId=1&topicId=1039&aggIds=100920965&d=439&p=3&story=413178725&t=progseg&e=413317980&seg=11&ft=nprml&f=413178725"},{"href":"http://media.npr.org/assets/img/2015/06/09/ryman_auditorium-b96c193eda02d3fca077ef42f5dd3b68daab5f61.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2525","width":"3366"}},{"href":"http://media.npr.org/assets/img/2015/06/09/gettyimages-476398022-6d6d51626a8938fcd16dad4a4546d3644b179ebb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3106","width":"4142"}}]}