{"created":"2015-06-07T11:26:41+00:00","modified":"2015-06-19T15:05:08+00:00","valid":{"from":"2015-06-19T15:05:08+00:00","to":"3015-06-19T15:05:08+00:00"},"hreflang":"en","title":"As G-7 Begins, Greek Bailout Tops Agenda — And Isolation Fears Grip Greece","published":"2015-06-08T14:28:00+00:00","teaser":"The leftist party that swept Greek elections earlier this year promised to save Greece from the clutches of austerity. But Greece and the European Union remained deadlocked over a new credit deal.","itags":["npr_api","412633550"],"guid":"fc7440bc-fe5b-448a-8111-61f9e88f6c01","contentencoded":"<p>Calliope Spanou knows what it's like to feel isolated. As a graduate student in France in the 1980s, she remembers how being Greek didn't feel like being part of the European family. There was, she says, arrogance from northern Europeans toward \"peripheral\" countries like Greece.</p><p>\"You were a second-class person,\" she says. \"The way they treated you – in their minds, we were immigrants,\" she recalls.</p><p>Over time, the European Union broke down that sense of isolation. Citizens of member states moved freely between countries. They studied together and worked together. Spanou worked in Great Britain, married a German and then returned with him to settle in Athens.</p><p>\"It was so easy and natural to be part of these European networks,\" she says. She felt like an equal.</p><p>Then, five years ago, Europe's economy took a dive. And Greece, which revealed it had enormous debt, was blamed. Spanou, a University of Athens professor, found herself being lectured by taxi drivers in Brussels and colleagues at European conferences.</p><p>\"They see you now through the lens of a crisis country,\" she says. \"That's all you are.\"</p><p>In late January of this year, the leftist party Syriza swept Greek elections and promised to save Greece from the crisis, from its unbearable debt and what it called the <em>farmaki</em> or \"poison\" of austerity. It hoped to unite Europe in this process — and, in a way, succeeded.</p><p>\"The eurozone is united as never before,\" says Spanou's German husband, Jens Bastian, an economist and analyst in Athens. \"And one country is utterly isolated. That is Greece. It's an unintended achievement of this administration.\"</p><p>Months of negotiations between the Greek government and eurozone lenders over a new credit deal have worn out the Greeks and everyone else. Meanwhile, Greece needs the cash — it's broke, shut out of international markets and struggling to pay bills. It <a href=\"http://www.reuters.com/article/2015/06/05/us-eurozone-greece-idUSKBN0OL14Q20150605\">delayed</a> a 300 million euro repayment to the International Monetary Fund, one of its creditors, on Friday.</p><p>Eurozone lenders insist that Greece must agree to pension cuts and labor reforms, among other unpopular measures, if it wants to receive aid. But Prime Minister <a href=\"http://www.alexistsipras.eu/\">Alexis Tsipras</a> wants a deal that will not deliver more blows to an already crippled economy and will keep Greece in the eurozone.</p><p>\"From the very beginning, this government made it known that it seeks a European solution to the Greek problem,\" he said in an <a href=\"http://www.primeminister.gov.gr/english/2015/06/06/prime-minister-alexis-tsipras-speech-addressing-parliament-on-the-issues-relating-to-the-current-negotiation/\">address </a>to an emergency session of Parliament Friday. \"Such a solution would usher in a new era of European integration, sending a clear message that the EU and the common currency are part of our permanent history.\"</p><p>To many, the Greek fight to change European policy is looking increasingly like a futile mission. Greece \"is too small, too peripheral to be able to challenge the status quo,\" says José Ignacio Torreblanca, who heads the Madrid office of the European Council on Foreign Relations, a think tank. \"Probably the damage to Greece would be far higher and larger than the damage to the EU So they cannot credibly threaten the EU.\"</p><p>Bastian, Spanou's husband, points out that some countries that once showed solidarity with Greece, like Austria, Malta and Cyprus, \"have actually withdrawn this kind of support for the country and its new administration.\" Torreblanca says Syriza is even losing support from its ideological brother in Spain, the Podemos anti-austerity party, which is preparing for elections later this year and doesn't want to hitch itself to a losing strategy.</p><p>\"In order [for Podemos] to convince fellow Spaniards that the path chosen by Greece is a good one, it should be successful,\" Torreblanca says.</p><p>So far, no path has been successful for Greece. The country is still deeply in debt and in a deep economic depression. It has already had two bailouts and may need a third, says Peter Cleppe of the Brussels office of the Open Europe institute. And this time, European taxpayers may be footing part of the bill.</p><p>Most of the previous bailout payments actually went to rescue French and German banks, which held Greek government bonds. If Greece had been allowed to default on its debt in 2010, it could not have paid those bonds and French and Germany banks would have lost money.</p><p>With the first two bailouts, EU leaders like German Chancellor Angela Merkel were \"pretending they have sorted out the problem, that they had it all under control, when — guess what — it's not under control,\" Cleppe says. \"It's coming back in full force, creating a lot more damage than it ever would have in 2010.\"</p><p>Cleppe says Greece must exit the eurozone to save itself. But Calliope Spanou, <a href=\"http://www.reuters.com/article/2015/06/05/us-eurozone-greece-poll-idUSKBN0OL0IT20150605\">like most Greeks</a>, does not want that to happen. \"I don't even want to think about it,\" she says. Polls show that nearly half of all Greeks want their government to cut a deal with lenders.</p><p>Spanou says there seem to be no good options for the country. \"There is a very depressing atmosphere, a lot of questions about what might happen or how things could evolve and develop,\" she says.</p><p>These days, she and her husband mostly worry about their daughter, Regilla Bastian, who is 18 and will soon start college. Regilla wants to study mathematics. But with <a href=\"http://ec.europa.eu/eurostat/statistics-explained/index.php/Unemployment_statistics\">youth unemployment</a> hovering at 50 percent, finding a job will be challenging.</p><p>\"I feel that my chances, and what I might be able to do, that is probably drowning with the current situation,\" Regilla says. \"I'm trying to keep myself from feeling that way.\"</p><p>She's only known a Greece that was a real part of Europe. She can't imagine isolation. But, she says, \"I still have hope. I don't think we're lost.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+G-7+Begins%2C+Greek+Bailout+Tops+Agenda+%E2%80%94+And+Isolation+Fears+Grip+Greece&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joanna Kakissis","audio":[{"meta":{"duration":"250"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412633551-ae6292.m3u?orgId=1&topicId=1124&d=250&p=10&story=412633550&t=progseg&e=412633542&seg=2&ft=nprml&f=412633550"},{"href":"http://media.npr.org/assets/img/2015/06/07/kakassis-a3aec367d37db064c4aa449227cd46395adde7c6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2301","width":"3069"}}]}