{"created":"2015-03-21T13:34:39+00:00","modified":"2015-04-02T15:25:13+00:00","valid":{"from":"2015-04-02T15:25:13+00:00","to":"3015-04-02T15:25:13+00:00"},"hreflang":"en","title":"As Americans Eat Healthier, Processed Foods Starting To Spoil","published":"2015-03-25T19:28:00+00:00","teaser":"Kraft Foods recently announced a massive recall of its macaroni and cheese. The company — and the processed food industry in general — are hitting some stressful times.","itags":["npr_api","394423069"],"guid":"fc77528e-f8be-4227-9435-c416e29ee44a","contentencoded":"<p>Kraft Foods is going through a rough patch.</p><p>This week, Kraft recalled nearly 2.5 million boxes of macaroni and cheese that were potentially contaminated with metal pieces.</p><p>Also, Kraft Singles, a pre-sliced processed cheese product, earned a nutritional seal from the Academy of Nutrition and Dietetics. The seal prompted outrage from nutritionists.</p><p>\"I am really shocked that this would be the first thing that the academy would choose to endorse,\" children's nutrition advocate Casey Hinds <a href=\"http://well.blogs.nytimes.com/2015/03/12/a-cheese-product-wins-kids-nutrition-seal/\" target=\"_blank\">told the <em>New York Times.</em> </a></p><p>The academy said the seal is not an endorsement, but recognition that Kraft supports its Kids Eat Right program. Kraft declined to comment.</p><p>Kraft is one of a number of processed food companies that are facing challenges from many directions.</p><p>The company specializes in cheeses, salad dressings and Oscar Mayer meats — things that are typically used to make sit-down meals. But sit-down meals are not what consumers are buying, says Jared Koerten, senior food analyst with market-research firm Euromonitor.</p><p>\"When you look sort of at the broader U.S. food landscape, you're seeing a big shift toward snack foods,\" Koerten says. \"Some people have called it the 'snackification of U.S. food.' \"</p><p>Another challenge: a younger generation that prefers artisanal brands with a healthier image.</p><p>Koerten says the trend toward healthier foods is a challenge for all packaged products, which may still dominate supermarket shelves, but which are losing ground when it comes to social-media marketing. Some, like Campbell's Soup, are trying to adapt their brands toward more organic or healthy options, says Barry Weinstein a food-manufacturing consultant based in Fullerton, Calif.</p><p>\"They're taking the Campbell's line, that's a brand that's been around for a long time, and they're just trying to update it and make it appeal to evolving consumer tastes,\" Weinstein says.</p><p>Weinstein helps independent food startups manufacture in small batches, and says his business has increased 30 or 40 percent since 2008. He says the big players are also buying into the new markets.</p><p>\"I think Kraft and other larger firms are addressing this through acquisition,\" he says.</p><p>General Mills, for example, bought organic mac and cheese brand Annie's last year. Coca-Cola acquired Honest Tea four years ago.</p><p>But, Weinstein says, mainstream brands are still king, and although consumers are clearly more skeptical about processed foods, given the volume, he says the vast majority are safe to eat.</p><p>\"You're talking about a situation where the lines are running [and] producing anywhere from 250 to 1,000 units per minute,\" he says.</p><p>He says the U.S. still has the safest food manufacturing in the world, and the fact that Kraft identified and recalled all that mac and cheese means the system worked.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Americans+Eat+Healthier%2C+Processed+Foods+Starting+To+Spoil&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Yuki Noguchi","audio":[{"meta":{"duration":"167"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394438278-2ebeb7.m3u?orgId=1&topicId=1006&e=394423069&d=167&ft=nprml&f=394423069"}]}