{"created":"2014-09-04T16:43:26+00:00","modified":"2014-09-04T16:43:26+00:00","valid":{"from":"2014-09-04T16:43:26+00:00","to":"3014-09-04T16:43:26+00:00"},"hreflang":"en","title":"Not Enough Hours In The Day? We All Feel A Little 'Overwhelmed'","published":"2014-03-11T14:50:00+00:00","teaser":"Brigid Schulte and her husband planned to have an equal partnership. But years down the road, \"I realized that we had both fallen into very traditional roles without even realizing it,\" she says.","tags":["npr_api","288596888"],"guid":"fc7cf361-66de-4950-87f0-c77cc630f980","contentencoded":"<p>Sometimes there just isn't enough time to get it all done. <em>Washington Post</em> journalist Brigid Schulte has certainly felt that way. \"I was working all the time and yet never very good at what I was doing,\" she tells NPR's David Greene. \" ... I felt all this pressure that I was a working mom and so I was always so guilty, and I didn't want to ruin their childhood. So I was up at 2 in the morning to bake cupcakes for the Valentine's party.\"</p><p>Schulte consulted a sociologist who studies how people use their time. \"I will show you where your leisure is,\" he told her. So she tracked her activities for a week and he took out a yellow highlighter and found 27 hours of what he called \"leisure time.\" Schulte didn't think of those five- or 10-minute increments as leisure — she thought of that as scrap time. He insisted she needed to rethink her priorities.</p><p>In <em>Overwhelmed: Work, Love, and Play When No One Has the Time, </em>Schulte writes about what she learned about motherhood, time-management and her own marriage (to NPR correspondent <a href=\"http://www.npr.org/people/5457129/tom-bowman\" target=\"_blank\">Tom Bowman</a>.)</p><p>\"We had started off, I think like most people in our generation, wanting to have a true partnership, wanting to be equal partners,\" she says. \" ... We had a very low moment where I thought, 'Wow, we have really gotten off track. What happened?' \"</p><p><hr /></p><p><h3>Interview Highlights</h3></p><p><strong>On one particularly bad Thanksgiving</strong></p><p>We have 18 people coming over. The kitchen is covered with chopped vegetables and half-done side dishes, and flour spilled everywhere, and the floor's a mess, and we had three hours before people arrive, and the table's not set, and Tom comes over to the refrigerator, opens it up, and I think he's going to put the turkey in, which is huge and raw and, you know, he's going to help out.</p><p>He takes out a six-pack of beer and he says, \"OK, well, I'm going to go over to a friend's house and help him smoke his turkey.\" And my eyes just almost bugged out of my head, and I said, \"<em>Smoke a turkey?</em> You're basically going to sit on the patio and watch the turkey get smoked and drink beer all afternoon while I'm doing all this work?\"</p><p>And he sort of shrugged and walked out the door, and at that moment I was filled with fury and rage, and it felt so unfair, but it was also really sad. It took awhile, but I realized that we had both fallen into very traditional roles without even realizing it, particularly when our first child was born.</p><p><strong>On what many women are juggling</strong></p><p>One of the main differences is women are still doing so much of the housework and the child care. ... There's physical labor that goes along with that, but there's also mental labor. You're keeping track of everything, you know? You've got all this stuff going on in your mind: the to-do lists, and \"Did I remember the carpool?\" and \"Oh, my goodness, I gotta fill out the Girl Scout forms,\" ... all this stuff that kind of gets crowded in there along with all the stuff you've got to do at work. Men generally don't have that. They have one sphere, which is work.</p><p><strong>On workplace expectations being out of sync with reality</strong></p><p>We're on such a cutting edge of changing gender roles, [but] our workplaces really haven't changed and haven't caught up with that reality. So workplaces, you know, if you look at surveys from around the globe, they think the best workers are the ones that come in early, that leave late, that are available 24/7, and our workplaces are becoming even more and more demanding. And we demand that most of men. ...<strong></strong></p><p>[There is] fascinating emerging social science that shows that men are more punished in the workplace if they try to be more involved at home. They're seen as weird, and wimps, and weaklings, because we have this notion that to be an ideal worker — to be a good man, a provider for your family — you've got to work these crazy hours.</p><p><strong>On how she has reassessed her priorities</strong></p><p>I'm still a work in progress. You know, there's a lot that I've learned. We have made great progress in terms of who does what and what's fair at home, and that's made a huge difference. I don't feel the same mental clutter that I did before. And when it comes to leisure time, I do my to-do list differently now. I make time to step outside of what I'm doing. I make time for reflection — not as much as I'd like, but I'd never done that before.</p><p><strong>On putting everything in perspective</strong></p><p>I was just with my father who's had a stroke, and sitting in a hospital room really makes you remember: ... We don't have that much time; what do you want to make of your life here on this Earth? And so, my to-do list is really: What are my priorities? What is most important to me? And then everything else, everything my to-do list used to be, I call the other 5 percent — it shouldn't take more than 5 percent of my time or energy. There's a lot of stuff that I used to do that I don't do anymore.</p><p><strong>On what this Thanksgiving was like</strong></p><p>This year for Thanksgiving was completely different. Tom had his jobs, I had mine, and at the end of the day we all did the dishes and we all went to bed at the same time, and it was a lovely, lovely day.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Not+Enough+Hours+In+The+Day%3F+We+All+Feel+A+Little+%27Overwhelmed%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"441"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1288883551-7daed8.m3u?orgId=1&topicId=1033&aggIds=100876926&ft=3&f=288596888"},{"href":"http://media.npr.org/assets/img/2014/03/10/clocksss-c8de98af23280519cc45a5bd2ed4947508fe80d5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"493","width":"657"}},{"href":"http://media.npr.org/assets/img/2014/03/10/schulte_-c-peter-c.-heimberg-1db7ba4211403e09f4e3e8fc0209252927973f0d.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"2540","width":"3384"}}]}