{"created":"2014-09-27T12:02:16+00:00","modified":"2014-10-30T22:03:22+00:00","valid":{"from":"2014-10-30T22:03:21+00:00","to":"3014-10-30T22:03:21+00:00"},"hreflang":"en","title":"India Zooms To Mars Much More Cheaply, But With Trade-Offs","published":"2014-09-28T13:17:00+00:00","teaser":"A U.S. probe cost $637 million to get to Mars; an Indian mission cost about a tenth as much. There are at least a few reasons why, both teams agree — starting with the differing shapes of each orbit.","itags":["npr_api","351523368"],"guid":"fc86e28e-cf65-44d3-b468-bf598d2b2c7a","contentencoded":"<p>Earlier this week, two spacecraft arrived at the planet Mars. One came from India, the other from the U.S. Both are now in orbit and collecting data. But the Indian probe is conducting its mission at a tiny fraction of the cost of its NASA counterpart.</p><p>\"Some of the publicly available numbers are in the $74 million to $75 million range,\" says <a href=\"http://www.earth2orbit.com/people/amaresh_board.html\">Amaresh Kollipara</a>, a managing partner of Earth 2 Orbit, a company that pairs private satellite providers with the Indian space agency.</p><p>NASA's mission cost $637 million, says <a href=\"http://lasp.colorado.edu/home/maven/about/teampartners/principal-investigator/\">Bruce Jakosky</a>, a researcher at the University of Colorado Boulder and the primary investigator on the project. \"And we came in under budget.\"</p><p>So why did the American mission cost so much more?</p><p>\"People have held off asking, but we've been expecting that question,\" Jakosky says.</p><p>It turns out there's more than one reason the Indian mission cost less.</p><p>First, <a href=\"http://www.isro.org/pslv-c25/mission.aspx\">the spacecraft itself</a> is a lot less sophisticated than its <a href=\"http://lasp.colorado.edu/home/maven/\">NASA counterpart</a>, and is not designed to last as long. \"It's essentially buying a Honda Civic verses buying a Mercedes S-Class,\" Kollipara says. The Indian craft has fewer cameras and scientific doohickeys.</p><p>The Indians also chose a cheaper orbit around Mars. When the NASA mission came near the red planet, it fired its engines a lot, in order slow itself into a more circular orbit. India didn't slow down as much. It is orbiting in a big oval with Mars at one end. The downside of that path is that the Indian spacecraft only gets close to Mars once every few days. But fewer firings of the engine meant the Indian spacecraft would need less fuel. That helped keep the weight down to nearly half that of the NASA mission — and that lighter load made it much cheaper to launch.</p><p>The other big cost-saver was back on Earth. It takes a lot of people to build a spacecraft.</p><p>\"We had, at one point, over 600 people working on the project,\" says Jakosky.</p><p>And those people need to be paid. India, it turns out, has loads of top-notch aerospace engineers, and Kollipara says they're cheap. \"One number that I did hear, is about 50,000 to 60,000 rupees a month, which is about $1,000 a month. I can assure you that NASA engineers earn a lot more than that.\"</p><p>These days, India's engineers aren't just building rockets. Kollipara says the country is making great strides in high-tech manufacturing.</p><p>\"It is growing,\" he says. \"There will be more precision-type manufacturing out of various industries, I think, coming out of India over the next 10 years.\"</p><p>And India's space ambitions aren't over either. The next step may be putting an astronaut into orbit.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=India+Zooms+To+Mars+Much+More+Cheaply%2C+But+With+Trade-Offs&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"246"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351978997-1ef924.m3u?orgId=1&topicId=1007&ft=3&f=351523368"},{"href":"http://media.npr.org/assets/img/2014/09/26/india-space-2-58a59f7cd1857c9e01d277a385c6e5c1fda78212.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}},{"href":"http://media.npr.org/assets/img/2014/09/26/india-space-1-a9f197c271bd679ce2118a58e2c117f9ec70cec7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1356","width":"1808"}}]}