{"created":"2014-10-01T21:43:25+00:00","modified":"2014-12-04T14:29:48+00:00","valid":{"from":"2014-12-04T14:29:48+00:00","to":"3014-12-04T14:29:48+00:00"},"hreflang":"en","title":"Obamacare's First Year: How'd It Go?","published":"2014-10-02T14:44:00+00:00","teaser":"It has been a year since Obamacare launched with a difficult start. Now, supporters are confident about the program's future. But critics say it's too early to gauge its success.","itags":["npr_api","353015519"],"guid":"fc8a3cae-98b9-4ac8-b57b-f1cfe67be4a0","contentencoded":"<p>Exactly one year ago, the Obamacare insurance exchanges stumbled into existence. Consumers struggled to sign up for its online marketplace — and the Obama administration was pummeled. Eventually, HealthCare.gov's problems were mostly fixed, and two weeks ago, the administration announced 7.3 million people have bought insurance through it so far this year.</p><p>So, was the health exchanges' first year a success — or something less?</p><p>Ask President Obama, and he says you measure the Affordable Care Act's success this way:</p><p>\"The bottom line is this: Under this law, the share of Americans with insurance is up and the growth of health care costs is down,\" <a href=\"http://www.npr.org/blogs/thetwo-way/2014/04/01/297839748/white-house-says-more-than-7-million-signed-up-for-obamacare\">Obama said in April</a>.</p><p>Lots of experts disagree with that last part. They say we really don't know if, or how much, <a href=\"http://www.npr.org/tags/131849999/affordable-care-act\">Obamacare</a> has restrained health care cost increases. But even skeptics of the law, like Bob Laszewski of Health Policy and Strategy Associates, agree with the first part.</p><p>\"Somewhere between 10 and 11 million people are now insured who weren't insured before, and that's good,\" Laszewski says.</p><p>Most of those people gained insurance through Medicaid, which was expanded in 27 states and the District of Columbia under Obamacare. The rest got their insurance through the federal and state exchanges.</p><p>\"By and large, it looks like the first year of the exchanges has been quite successful despite a really tragic start to open enrollment with tremendous IT problems,\" says Caroline Pearson, vice president at Avalere Health, a consulting firm.</p><p>Jonathan Gruber, an MIT economist who <a href=\"http://www.npr.org/blogs/health/2011/02/09/133630880/intellectual-backer-of-insurance-mandate-faults-alternatives\">helped design</a> the Affordable Care Act and a similar Massachusetts law, says the most important metric is the cost of insurance in the exchanges.</p><p>\"So far so good, but it's still early,\" Gruber says. \"Remember this market, the individual insurance market, is a market where premiums were rising 10 percent or more per year before the Affordable Care Act. This year, by the best estimate so far, they're rising by a very small amount, if at all. I think that's one very exciting development that's pretty solid.\"</p><p>But Laszewski argues that current premium costs are distorted by a government program that protects insurance companies from losses in the first three years of the marketplace.</p><p>\"For the most part, insurance companies really can't lose money in the first three years. So we don't know what the real costs are,\" Laszewski says.</p><p>In fact, Laszewski says he thinks some of the companies that are coming in with lower prices are doing it just to gain market share while being protected against losses by the government safety net.</p><p>Avalere's Pearson doubts that. But she says insurers are still flying blind, setting premium levels for next year without a clear knowledge of their costs.</p><p>\"It's very early in this new exchange market, and the plans are really still operating without complete information about what the enrollees look like and what their medical spending is going to be,\" Pearson says.</p><p>Laszewski agrees.</p><p>\"We really are a couple of years away from being able to assess whether Obamacare has been a success, whether it's sustainable, whether it's going to create affordable rates or whether we're going to get huge rate increases,\" he says.</p><p>If premiums are too expensive, people will be priced out of the market and it will fail, Laszewski says. And he says the exchanges need to sell about 7 million more policies in each of the next two years to reach the critical mass for the market to work.</p><p>But Gruber, who helped design Obamacare, argues that it's not the total number of people in the exchanges that matters but whether premiums are affordable. His only worries are political and judicial.</p><p>\"If the law is left alone, there is zero chance it won't work at this point,\" Gruber says.</p><p>Gruber does worry about Congress and the courts. For instance, if the Supreme Court were to uphold <a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/22/334034284/u-s-appeals-court-deals-blow-to-obamas-health-law\">lower court rulings</a> that premium subsidies received by millions of policyholders through HealthCare.gov are illegal, that would shake the very foundation of the Affordable Care Act.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obamacare%27s+First+Year%3A+How%27d+It+Go%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Ydstie","audio":[{"meta":{"duration":"268"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353048499-9b450a.m3u?orgId=1&topicId=1128&ft=3&f=353015519"},{"href":"http://media.npr.org/assets/img/2014/10/01/aca-fdd7260603793f578a97905e29f39c683d5bd6ee.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2301","width":"3069"}}]}