{"created":"2015-02-09T22:16:27+00:00","modified":"2015-05-13T21:17:21+00:00","valid":{"from":"2015-05-13T21:17:21+00:00","to":"3015-05-13T21:17:21+00:00"},"hreflang":"en","title":"Shake, Rattle And Toll: Berkeley's Bells Play Sounds Of Earth","published":"2015-02-10T13:04:00+00:00","teaser":"In celebration of its 100th anniversary, the bells of UC Berkeley's Sather Tower were programmed to play a score composed in real time by the data from seismic shifts happening under the campus.","itags":["npr_api","384941475"],"guid":"fc9bc0e9-fb44-433c-a9af-103621ee2181","contentencoded":"<p>Most residents of the San Francisco Bay area prefer to forget what scientists know to be true: One of the major faults that runs below their feet will cause a major earthquake in the next 30 years.</p><p>But a recent performance on the campus of University of California, Berkeley, combined the work of engineers and artists to create a melodic reminder that the earth below us is in constant motion.</p><p><a href=\"http://ww2.kqed.org/arts/2015/02/02/a-seismic-composition-at-uc-berkeleys-campanile-performed-by-the-earth/\">In celebration of its 100th anniversary</a>, the bells of Berkeley's Sather Tower, the world's third-tallest bell and clock tower, were <a href=\"http://goldberg.berkeley.edu/art/natural-frequencies/\">programmed to play a score composed in real time</a> by the data from seismic shifts taking place around <a href=\"http://seismo.berkeley.edu/hayward/hayward_fault.html\">the Hayward Fault</a>. The fault cuts right through the Berkeley campus.</p><p>The project is called \"Natural Frequencies,\" and it was conceived of by composer <a href=\"http://www.edmundcampion.com/\">Edmund Campion</a>, artist and roboticist <a href=\"http://goldberg.berkeley.edu/\">Ken Goldberg</a> and artist <a href=\"http://art.berkeley.edu/people/greg-niemeyer/\">Greg Niemeyer</a>; all of whom are professors at UC Berkeley. Accompanying the bells was also a light show, which was programmed to respond to the earth's movements.</p><p>Campion says when he was asked to \"have the earth play the bells at Berkeley,\" he couldn't resist.</p><p>\"Music has always responded to and been made with the emerging technologies of the time,\" he says. \"The bells come from the Middle Ages, but we're in the present and we work with data ... so it's absolutely natural for data to be used as a music-making material.\"</p><p>The data is coming from the Berkeley Seismological Laboratory, and Campion says the Earth has \"a regular oscillating motion.\"</p><p>\"The Earth apparently breaths,\" he says, \"and in that oscillation it's not precise, nor is it perfectly regular. And that's what I call musical.\"</p><p>Campion, with <a href=\"http://cnmat.berkeley.edu/people/j_lubow\">Jeff Lubow</a> at the Center for New Music and Audio Technologies, created a computer program that tells the bells what to play based on the Earth's movements. Campion says the program isn't \"reading a score. It's <em>generating</em> a score.\" The actual music was a mix of live performers in the bell tower and programmed bells.</p><p><a href=\"http://seismo.berkeley.edu/blog/seismoblog.php/2012/03/15/about-peggy-hellweg\">Peggy Hellweg</a>, operations manager of the Berkeley Seismological Laboratory, says the Earth's movements are ordinarily very small and subtle, much like feeling the motion of a passing truck as you stand by the side of the road.</p><p>In many ways, Niemeyer says, \"Natural Frequencies\" taps into a current obsession of the digital age: data visualization. Niemeyer programed the lights, which also responded to the live data feed.</p><p>All over the world, as more data is collected on the Internet, visualization tools bring it to life. Niemeyer points out that much of the world's data is used to look back on that which has already happened, but \"Natural Frequencies\" sees data in real time, and that can be exciting or frightening.</p><p>\"It's a live stream, so we don't know what will happen,\" Niemeyer says.</p><p>Though there was no earthquake during the performance, Niemeyer says we would have seen it and heard it if there had been. \"That's what makes it engaging,\" he says.</p><p>There were three, 10-minute performances on Feb. 3. The actual sound experience was eerie and haunting, as Campion based the whole composition in a minor key. Hundreds of people gathered on the lawn around Sather Tower to watch and listen, and hundreds of others stumbled on the event unwittingly.</p><p>The lights fluctuated in pale yellow and white as the bells rung out, making it feel like the night that Frankenstein was to be born or perhaps horror film legend Bela Lugosi was going to rise from his grave.</p><p>The event was reminiscent of the \"happenings\" in the 1960s, performances that were meant to be experienced at a particular place and time. If you weren't there, you missed it. Fortunately, we do have recordings and <a href=\"https://www.youtube.com/watch?v=5OlyO1UsfLw\">videos</a> of \"Natural Frequencies.\"</p><p>The project also re-imagines the purpose of the 100-year-old tower. Clock towers have been used for centuries to call people to prayer and to alert them to danger such as floods, fires or invasions.</p><p>\"Natural Frequencies\" builds upon that history, using modern digital tools to remind us of our connection to the powerful, vibrant and sometimes frightening Earth beneath our feet.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Shake%2C+Rattle+And+Toll%3A+Berkeley%27s+Bells+Play+Sounds+Of+Earth&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sydell","audio":[{"meta":{"duration":"139"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385000803-1461dc.m3u?orgId=1&topicId=1019&d=139&p=2&story=384941475&t=progseg&e=384943305&seg=12&ft=nprml&f=384941475"}]}