{"created":"2014-12-09T10:00:25+00:00","modified":"2015-05-13T21:28:09+00:00","valid":{"from":"2015-05-13T21:28:09+00:00","to":"3015-05-13T21:28:09+00:00"},"hreflang":"en","title":"Mistaken Identities Plague Lab Work With Human Cells ","published":"2015-01-04T21:23:00+00:00","teaser":"A line of immortal cells, supposedly from a breast cancer patient, turned out to be from a type of skin cancer. The mix-up wasn't discovered until experiments around the world had been contaminated.","itags":["npr_api","368491013"],"guid":"fc9c1b82-f6de-409a-b2be-9327b54b67a1","contentencoded":"<p>There's a major flaw in many medical research studies that seems so basic that you'd think scientists would be smart enough to avoid it.</p><p>It turns out that cells studied in the laboratory often get mixed up. A researcher who thinks she is studying breast cancer cells might in fact be using melanoma cells.</p><p>It's a surprisingly common problem — even in some of the top scientific labs.</p><p>Consider the story of Robert Clarke's <a href=\"http://clarkelabs.georgetown.edu/res_robert\">breast cancer lab</a> at Georgetown University in Washington, D.C. Students and technicians mill about carrying plastic flasks with pinkish-orange fluid sloshing gently inside.</p><p>That fluid contains living cells — in some cases, lineages of human breast cancer cells that were first isolated almost 40 years ago.</p><p>These cell lines are a critical component of research. They allow scientists to experiment with cancer, without actually running experiments on people.</p><p>\"Some things we can do in cell lines that would be technically or ethically impossible in animals and humans,\" says Clarke, who is co-director of the lab and research dean at Georgetown.</p><p>For example, if Clarke wants to find out how toxic a potential new drug might be, he's not going to put it first into a person or even a mouse. \"We do those experiments first in cell lines, and we don't put any person or animal at risk.\"</p><p>Scientists have been running this kind of experiment for many decades. Unfortunately, they've also been mixing up their cells for many decades, too.</p><p>It's easy to do. A scientist, technician or student can accidentally transfer a cell from one flask to another. If the contaminant is a fast-growing cell, it will simply take over, like weeds crowding out flowers in a backyard garden.</p><p>These days, scientists can run simple DNA tests to detect and avoid these cases of mistaken identity.</p><p>\"We do it routinely because we've made the mistake ourselves in the past,\" Clarke readily acknowledges. Some years ago, they isolated a cancer cell from a patient and transformed it so it would keep growing indefinitely. They published that discovery and offered this new resource to other scientists.</p><p>Unfortunately, it turned out that their new cell line had been contaminated with cells from an existing line.</p><p>\"So then we published a paper saying, 'Oops! Sorry guys,' \" Clarke says.</p><p>He told everyone who had asked for a sample of his cells to throw them away. That notice presumably nipped that particular problem in the bud.</p><p>There are 475 cross-contaminated or misidentified cell lines <a href=\"http://iclac.org/databases/cross-contaminations/\">identified by the International Cell Line Authentication Committee</a>, and some have persisted for many years.</p><p>One of the worst cases involves a breast cancer cell line called MDA-435 (or MDA-MB-435). After the cell line was identified in 1976, breast cancer scientists eagerly adopted it.</p><p>When injected in animals, the cells spread the way breast cancer metastasizes in women, \"and that's not a very common feature of most breast cancer cell lines,\" says <a href=\"https://www.musc.edu/website/people/individual/ethier.html\">Stephen Ethier</a>, a cancer geneticist at the Medical University of South Carolina. \"So as a result of that, people began asking for those cells, and so there are many laboratories all over the world, who have published hundreds of papers using the MDA-435 cell line as a model for breast cancer metastasis.\"</p><p>In fact, scientists published <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/?term=mda-mb-435\">more than a thousand </a>papers with this cell line over the years. About 15 years ago, scientists using newly developed DNA tests took a close look at these cells. And they were shocked to discover that they weren't from a breast cancer cell at all. The breast cancer cell line had been crowded out by skin cancer cells.</p><p>\"We now know with certainty that the MDA-435 cell line is identical to a melanoma cell line,\" Ethier says.</p><p>And it turns out that contamination traces back for decades. Several scientists published <a href=\"http://dtp.nci.nih.gov/docs/misc/common_files/mda-mb-435-update.html\">papers</a> about this to alert the field, \"but nevertheless, there are people out there who haven't gotten the memo, apparently,\" he says.</p><p>Ethier is associate editor of a medical journal, and every so often he still gets what's supposed to be a breast cancer study, but one that is based on the melanoma cell line.</p><p>\"We just reject those papers and explain that the cells they're working with aren't breast cancer cells,\" he says.</p><p>MDA-435 was so pervasive, it even ended up in Clarke's lab at Georgetown. He and his colleagues published a few breast cancer studies using those cells in the 1990s. What's more, it turns out that the new cell line he had developed had been <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/?term=PMID%3A+15679051\">quickly overrun</a> with MDA-435 cells — rogue melanoma cells.</p><p>A few years later, Clarke was one of the scientists who helped expose MDA-435 cells as being melanoma, not breast cancer.</p><p>Clarke says early on, scientists simply didn't know how to spot these imposters. But that has changed. \"We have much better tools now,\" he says. \"They're much easier to use, they're much more incisive in their ability to identify what is what. It would have been very difficult early on to have spotted that problem.\"</p><p>So, you might wonder: How much breast cancer research was set back by having a thousand studies conducted accidentally on melanoma cells?</p><p>\"Yeah, that's a great question, but it's a very difficult one to answer,\" Clarke says.</p><p>Maybe those cells provided some useful information for people studying the general phenomenon of metastasis, he says. But when Clarke comes across a study of MDA-435, he generally doesn't give it a second glance.</p><p>Clarke says he's learned his lesson the hard way about misidentifying cells. \"If we get it wrong again, that's really our fault and somebody should throw something at us if we do, because there's really no excuse for that.\"</p><p>Still, these cell mix-ups are all too common in academic labs. Between 18 percent and 36 percent of all cell lines are contaminated, according to <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/?term=PMID%3A+18072586\">one widely cited study</a>.</p><p>\"It's actually not a difficult problem to fix,\" Ethier says. \"The hard part really is overcoming a mind-set in the field on how people work with cell lines.\"</p><p>We'll look into that in our next story.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mistaken+Identities+Plague+Lab+Work+With+Human+Cells+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Harris","audio":[{"meta":{"duration":"318"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369536847-8a9a31.m3u?orgId=1&topicId=1128&d=318&p=3&story=368491013&t=progseg&e=369536544&seg=16&ft=nprml&f=368491013"},{"href":"http://media.npr.org/assets/img/2014/12/08/bob-clarke-9c2c2d3cdf435e76a1928cb02183e2406a092390.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}}]}