{"created":"2015-02-23T20:06:36+00:00","modified":"2015-02-23T23:00:06+00:00","valid":{"from":"2015-02-23T23:00:06+00:00","to":"3015-02-23T23:00:06+00:00"},"hreflang":"en","title":"Prisoners Of War And Ojibwe Reservation Make Unlikely Neighbors In 'Prudence'","published":"2015-02-23T20:09:00+00:00","teaser":"Native American writer David Treuer bases the World War II camp for German prisoners on a real-life one that existed near the village of Bena, Minn., on the Leech Lake Reservation where he grew up.","itags":["npr_api","388461490"],"guid":"fcae4cb6-d2b1-4a36-affa-31b012c7ef3f","contentencoded":"<p>David Treuer's latest novel <em>Prudence</em> follows a young man who returns home to visit his family on an Ojibwe reservation before he joins the war as a bombardier. It's the 1940s and a prison camp for Germans captured during World War II has been set up across the river.</p><p>Treuer bases the camp on a real-life one that existed near the village of Bena, Minn., on the Leech Lake Reservation where he grew up. The camp was on the shores of Lake Winnibigoshish — the German prisoners used to cut down trees to make roads.</p><p>\"It always struck me as so ironic that during the war all these Germans showed up and all the Indian men were gone fighting and all these displacements were going on,\" Treuer tells <em>Fresh Air</em>'s Dave Davies.</p><p>The novel begins with a shocking discovery — 23-year-old Prudence, who is pregnant, is found dead in the room above the village bar.</p><p>\"I suppose, in some ways, Prudence's life is traumatic,\" Treuer says. \"But I'd like to think at least ... that I avoid falling into what I think of as writing 'trauma porn,' which is basically trotting out hardship.\"</p><p>Many people think of reservations as places of \"eternal suffering,\" no matter where the reservation is, Treuer says. He \"was fascinated by the existence of this prisoner-of-war camp, because it shows that time and place matter — that there's more happening on reservations and in Indian lives than simply ongoing trauma.\"</p><p>Treuer is a member of the Ojibwe tribe in northern Minnesota, but he's spent his life and career straddling different worlds. His mother is Ojibwe, but his father was an Austrian Jew and holocaust survivor who emigrated to the United States.</p><p>He tells <em>Fresh Air</em> about his background, his relationship with his grandfather and how his mother made him learn tribal life.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On his family </strong></p><p>My father is Jewish and he's a European Jew. He's from Vienna, Austria, born in 1926. And he fled in 1938 after a lot of difficulty and loss and made it to the States. His mother survived as well, and also his father, which was something of a miracle. And so they settled in the States and he wound up in Minnesota at a certain point of his life — he was teaching high school on the reservation and he made his life among native people, among Ojibwe people, and became a very, very important part of the community. My mother is from the reservation where my father taught high school, was actually at one point one of his high school students (they didn't date then, not to worry), and that's where we made our lives.</p><p><strong>On the Ojibwe tribe</strong></p><p>I feel very lucky to be Ojibwe. We're a very large tribe. We're scattered all over the United States — all the way from Michigan to North Dakota and all points in between and from as far south as almost Chicago to as far north as Hudson Bay. I mean, I think the land area that comprises Ojibwe country is probably the largest cultural area, native cultural area, in North America. ...</p><p>It's great being a part of a big tribe like that. There's so much diversity in our tribe. People who grow up in these remote, fly-in reserves in Northern Ontario, reachable only by float plane, to people who grew up in Mille Lacs Reservation in Minnesota an hour-and-a-half from Minneapolis going to Vikings games. We have lawyers and trappers and homemakers, I mean, there's so much diversity just in my tribe. I revel in that — I love that.</p><p><strong>On his grandfather's suicide</strong></p><p>I returned to my family's village on the day that my grandfather committed suicide. He was an 83-year-old veteran of World War II and he endured and survived so much and it came as such a shock that he would kill himself, that he would shoot himself in the head — so painful. What I don't talk about in the book [<em>Rez Life</em>] is that in the last decade or so of his life he and I had become very, very close. This was an unexpected blooming of our relationship; I had never thought that would happen while I was growing up. It wouldn't have seemed possible. When I lost him, it was incredibly painful. My grandmother asked me to eulogize him at his funeral and that was easy to agree to, but she also asked me to go up to his house, and to his bedroom and clean it up, clean up the mess he had made when he shot himself. I agreed to do that, too. That proved both liberating and difficult in ways I couldn't have imagined. Nothing prepared me in life, really, to clean up my grandfather's blood and his brain. I don't know how else to put it.</p><p><strong>On not letting his grandfather's suicide define his life</strong></p><p>I had to think really hard about what his life meant. I was challenged. Cleaning up after his suicide pushed me in ways I didn't expect. It would've been so easy that in the midst of that chore to just see my grandfather's life as this tragic thing, this pitiful tragic thing. And cleaning up his room and removing his furniture and his clothes and ripping out the carpet — it was as though I was digging for something else. I was trying to dig past his death; I was trying to dig past the tragedy of his death and trying to find something else. And I found something else down there — and what I found was I was able to reject the version of his life that told it as a tragedy. I rejected the temptation to define his life by the split-second it took for that bullet to travel through his head, to put it very literally. I found it possible to remember that he had lived 83 years in the only place that mattered to him, surrounded by the only people that mattered to him. ... When I really tried, I could see that his life was a life of surplus and beauty and bounty. I don't think that I would've gotten there if I had not been face to face with his end.</p><p><strong>On his mother teaching him about Ojibwe culture </strong></p><p>She took us to ceremonies, which was not something that a lot of parents at that time were doing. But she took us whether we wanted to go or not, so we were around traditional people, so [we] were comfortable around traditional people. ... She also made us do all sorts of stuff which I loathed. ... She made us go ricing — harvesting wild rice in canoes. I hated it. It was itchy and hot and there were rice worms, which bit you, and spiders, and I just wanted to be playing Army with my friends, or whatever. ...</p><p>Then in the fall, we'd go hunting. I didn't care much about hunting. ... I said, \"This is boring. I'm sitting in a swamp, watching more swamp. I don't want to do this; I don't want to be here.\"</p><p>In the spring, we'd tap maple trees and boil the sap down and make maple syrup and maple sugar. I couldn't stand it, the smell gave me headaches. She made us do this all the time.</p><p>I teased her about it later. I must've been in college, I said, \"Oh Mom, you used to make us do all this stuff and it used to annoy me so much.\" She said, \"Well, I always felt that you should grow up and be and do anything you want to do, any place in the world. But [when] push comes to shove, if you came back here, you could live off the land and you would know how our people have done it for centuries. You will have it. ... That's my gift to you as a parent.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Prisoners+Of+War+And+Ojibwe+Reservation+Make+Unlikely+Neighbors+In+%27Prudence%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"1559"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388510109-5acf76.m3u?orgId=1&topicId=1033&e=388461490&d=1559&ft=nprml&f=388461490"},{"href":"http://media.npr.org/assets/img/2015/02/23/david-treuer-c-jean-luc-bertini-81b08f0c5d91caed7f2d621d18ef85143f11960a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"4269","width":"5690"}}]}