{"created":"2014-10-14T09:09:21+00:00","modified":"2014-10-30T21:34:16+00:00","valid":{"from":"2014-10-30T21:34:16+00:00","to":"3014-10-30T21:34:16+00:00"},"hreflang":"en","title":"China's Nomads Have A Foot In Two Very Different Worlds","published":"2014-10-14T14:46:00+00:00","teaser":"China is attempting to move nomads into permanent settlements, but the transition for many has proven difficult. After apartment living, one family plans to go back to herding.","itags":["npr_api","356012331"],"guid":"fcb5659b-d16e-40d9-856c-42de1e6e3105","contentencoded":"<p>Zhaxi Cairang is trying to give his son a choice of two worlds to live in: the traditional, pastoral world of Tibetan nomads, which he has inhabited for most of his 59 years, or the modern urban lifestyle that most Tibetans experience in today's China.</p><p>Zhaxi made the transition himself about 15 years ago, when he left the grasslands and moved into the city of Yushu in western China's Qinghai province. Yushu sits on the eastern end of the Tibetan plateau. More than 95 percent of its residents are ethnic Tibetans.</p><p>I last visited Yushu in 2010, when a devastating earthquake killed around 3,000 people. Since then, the place has made a striking comeback. It's awash with government investment, new construction and new residents.</p><p>Zhaxi's apartment is clean and modern, with wood floors, a large television and a bottle of Jack Daniel's on a bookshelf.</p><p><strong>The High Cost Of City Living</strong></p><p>But Zhaxi says he plans to leave the apartment next year and go back to herding yaks. He says city life is OK, but he just doesn't have the skills he needs to afford it.</p><p>\"The housing and subsidies the government gives us are great,\" he concedes. \"We've got bathrooms, heat and running water. But they all cost a lot. On the grasslands, we burn yak dung for fuel, and we drink milk, all for free. It's not as comfortable, but there's less economic pressure on us.\"</p><p>Zhaxi took out a loan to pay for his current apartment. He plans to produce and sell his own yak meat, yak butter and yak yogurt until the loan is paid off.</p><p>Speaking of yak, there's also a food angle to Zhaxi's thinking. Unlike urbanites, Tibetan nomads don't grow or eat many vegetables. They mostly eat barley, yak and yak products.</p><p>Zhaxi serves me a dollop of unprocessed yogurt of the sort he makes, and I can taste exactly what he's talking about. The thick, creamy and sour stuff makes supermarket yogurt of the sort I'm used to seem insufferably runny, bland and insubstantial.</p><p><strong>Maintaining Traditions</strong></p><p>Zhaxi further explains that he moved into town so that his children could get an education. Now, he says he's moving out, in a sense, to continue their education.</p><p>\"I want to show my children who have graduated from college how our ancestors have lived for generations,\" he says. \"I want them to see that education can help them make it, but if they are unable to put the knowledge they've gained to use, they can always return to the grasslands.\"</p><p>Zhaxi's son, Cicheng Randing, who is sitting nearby in a T-shirt and baseball cap, grew up in vastly different circumstances from previous generations.</p><p>Unlike his father, he went to college, where he majored in Chinese — the language that any Tibetan who wants to get a good job in China these days needs to learn.</p><p>But, he says, that's not all there is to learn: \"Now that I've studied other ethnic groups' knowledge and language, I must not forget my own people's culture. I think my dad's idea is great.\"</p><p>As of the end of last year, Qinghai officials say, they've settled just over half of the roughly 500,000 Tibetan nomads in the province.</p><p>Human rights groups say the policy is coercive and undermines Tibetans' culture and identity.</p><p>For many Tibetans, though, the issue is not so much modernization itself as control over it, and the right to choose which parts they want and don't want.</p><p>As a result, Zhaxi and his family and many other Tibetans are hedging. They have a foot in two worlds, one in the towns and another on the grasslands.</p><p>Zhaxi says he's just trying to help his children enjoy the benefits of modernization, without forgetting their Tibetan cultural roots.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=China%27s+Nomads+Have+A+Foot+In+Two+Very+Different+Worlds&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anthony Kuhn","audio":[{"meta":{"duration":"267"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356045158-da3330.m3u?orgId=1&topicId=1125&ft=3&f=356012331"},{"href":"http://media.npr.org/assets/img/2014/10/14/kuhn-nomads3-2309170677fcd250041106f7abf71195860f2a62.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2111","width":"2815"}},{"href":"http://media.npr.org/assets/img/2014/10/14/kuhn-tibetan-plateau23edit_wide-eb33cb968e95664aa6767b6cccb63ff93938816e.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"2052","width":"3648"}}]}