{"created":"2015-04-09T19:51:00+00:00","modified":"2015-05-13T21:03:42+00:00","valid":{"from":"2015-05-13T21:03:42+00:00","to":"3015-05-13T21:03:42+00:00"},"hreflang":"en","title":"Cultural Revolution-Meets-Aliens: Chinese Writer Takes On Sci-Fi","published":"2015-04-28T18:31:00+00:00","teaser":"Liu Cixin's science-packed, futuristic best-sellers explore the cosmos and offer commentary on current events. The first book in his trilogy has been translated into English.","itags":["npr_api","398519222"],"guid":"fcd4febd-360a-4e44-9ce0-2c33a0abd41c","contentencoded":"<p>China may have surged ahead in scientific prowess in recent decades, but it still lags behind other countries in science fiction.</p><p>Author Liu Cixin is starting to change that. The books in a popular trilogy published in China have each sold more than half a million copies. He has won nine Galaxy Awards, the Chinese equivalent of the Hugo Award. And a <a href=\"http://www.nytimes.com/2014/11/11/books/liu-cixins-the-three-body-problem-is-published-in-us.html?_r=0\">recent English-language translation</a> is bringing his science-packed, futuristic vision to new audiences.</p><p>Those fans might be surprised to find out where he does his writing: a remote and gritty coal-mining town in northern Shanxi province.</p><p>As we sit down to lunch in a restaurant overlooking his hometown's dusty streets, the 51-year-old Liu explains why he chooses to stay here. There are fewer distractions out here — leaving more space for his imagination to roam the cosmos.</p><p>\"Standing on the Bund in Shanghai — now that's science fiction. The Oriental Pearl Tower looks pretty much like a spacecraft,\" he says. \"Amid such a futuristic environment, your imagination will be constrained and weakened.\"</p><p><em><a href=\"http://www.npr.org/2014/11/13/363123510/three-body-problem-asks-a-classic-sci-fi-question-in-chinese\">The Three-Body Problem</a></em> — the best-selling first book in his trilogy, published in China in 2008 — begins during the Cultural Revolution, when China's military sends out radio signals that are picked up by an alien civilization. This contact turns out to be not-so-friendly.</p><p>\"Each civilization is like a hunter with a gun in a dark forest: When I see another hunter, I have no choice but to shoot him dead,\" Liu says. \"This is a dark and terrible situation, a worst-case scenario.\"</p><p>Liu Bing is a historian of science at Tsinghua University in Beijing, and an occasional commentator on science fiction. He says Liu Cixin has a powerful imagination about China and about the possibilities of science.</p><p>\"The scope of his vision is astounding,\" Liu Bing says. \"It goes beyond mere scientific imagination to ultimate philosophical questions about the struggle for survival of human, terrestrial and even galactic civilizations.\"</p><p>Liu's imagination is evident in other works. In the short story \"The Wandering Earth,\" the earth stops turning and is in danger of being destroyed by a solar flash. A world government installs engines, making the Earth into a giant spaceship that roams the cosmos in search of a new sun.</p><p>Liu's works also serve as commentary on current events.</p><p>For example, a central character in the trilogy sides with the aliens in their struggle against humanity. She becomes a \"terrestrial quisling\" because Maoists persecuted her during the Cultural Revolution.</p><p>An analogy from contemporary China is a Chinese liberal who supports Western governments' criticism of China's human rights record.</p><p>But Liu Cixin, who worked as an engineer at a power plant while writing his books, warns readers not to infer too much about his personal views from his writing.</p><p>\"I'm used to hiding behind my work,\" he says. \"I prefer to let my work take center stage, and not myself.\"</p><p>Last November, Connecticut-based, Chinese-American science fiction author Ken Liu translated <em>The Three-Body Problem</em> into English, and Chinese movie versions of Liu's works are due out next year.</p><p>Raised on a diet of classic science fiction writers, such as <a href=\"http://www.newyorker.com/books/page-turner/chinas-arthur-c-clarke\">Arthur C. Clarke</a> and Isaac Asimov, Liu hopes his works will have the same sort of universal appeal to readers.</p><p>\"I hope that one day, American readers will buy and read Chinese science fiction because it's sci-fi, not because it's Chinese,\" he says. \"The calamities we face in science fiction are faced by humanity together.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Cultural+Revolution-Meets-Aliens%3A+Chinese+Writer+Takes+On+Sci-Fi&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anthony Kuhn","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398575578-3ac31f.m3u?orgId=1&topicId=1125&d=234&p=2&story=398519222&t=progseg&e=398522078&seg=18&ft=nprml&f=398519222"},{"href":"http://media.npr.org/assets/img/2015/04/09/kuhn_liu_cixin-edit-ede3c5ea988a17a8ac94f24e817518cd8887c5cb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}},{"href":"http://media.npr.org/assets/img/2015/04/09/shanghai_skyline_custom-0774d49597119bc06b6435b6ce24d48591f40c2f.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2331","width":"3481"}}]}