{"created":"2015-01-21T21:48:26+00:00","modified":"2015-01-22T19:21:30+00:00","valid":{"from":"2015-01-22T19:21:30+00:00","to":"3015-01-22T19:21:30+00:00"},"hreflang":"en","title":"Supreme Court Rules In Favor Of Air Marshal Whistleblower","published":"2015-01-22T00:30:00+00:00","teaser":"Robert MacLean gave a reporter information about U.S. air marshals being taken off flights to save money.","itags":["npr_api","378905657"],"guid":"fcf1b0fe-fff8-4126-8f88-5d720240c30e","contentencoded":"<p>The U.S. Supreme Court, by a 7-to-2 vote, ruled in favor of a fired air marshal on Wednesday. In a decision of great interest to federal employees and air travelers, the court said that the air marshal's alert about safety concerns was shielded by the federal whistleblower protection law.</p><p>In July 2003, the Department of Homeland Security issued a confidential advisory warning that members of al-Qaida were planning to hijack a long-distance flight. Air marshals across the country were called in for secret briefings about the details of the plot. Forty-eight hours later, however, they were informed that missions on overnight, long-distance flights were being canceled. Air marshal Robert J. MacLean at first thought the cancellation message was a joke or a test of some sort.</p><p>\"Everybody said, 'This doesn't make any sense,' \" recalls MacLean. \"We just had this emergency briefing that we're under attack. Yet two days later we get this message that all flights that are going to be 3 1/2 hours or longer weren't going to be covered.\"</p><p>MacLean called his supervisor, who told him the assignments to long-distance flights were canceled because the agency didn't want to pay for hotels, overtime and travel allowances — and that there was nothing to be done about it. MacLean then called the inspector general's hotline; he says he was told that this is what agencies do when they are running out of money.</p><p>Fearing for the public's safety, MacLean blew the whistle. He leaked the story to a reporter. Congress went ballistic, and within 24 hours, the cost-saving measure was canceled. MacLean was not named in the reporter's story, but three years later the agency discovered his role and he was fired. He challenged his dismissal as illegal retaliation under the Whistleblower Protection Act.</p><p>That law protects an employee who discloses information revealing, among other things, \"a substantial and specific danger to public health or safety.\" The law has an important exception, however: An employee is not afforded whistleblower protection if the disclosure is \"specifically prohibited by law.\"</p><p>The Merit Systems Protection Board, citing agency regulations that make it illegal to disclose \"specific details of aviation security measures,\" ruled against MacLean. The board, which hears appeals from government firings, said the disclosure was \"specifically prohibited by law.\"</p><p>When the case reached the Supreme Court, the question was whether an agency <em>regulation</em> is the same thing as a law in this context. \"The answer,\" the court said, \"is no.\"</p><p>Writing for the seven-justice majority, Chief Justice John Roberts said the statute the agency relied on to fire MacLean only authorizes dismissals for violations of \"law\" and not any \"law, rule, or regulation.\"</p><p>A broad interpretation of the word \"law,\" he said, \"could defeat the purpose of the whistleblower statute.\" After all, he observed, if an agency could issue rules and regulations barring all disclosures, it \"could insulate itself\" from the provisions of the whistleblower law.</p><p>Justices Sonia Sotomayor and Anthony Kennedy dissented, saying that in their view, Congress anticipated the need for anti-disclosure provisions when it enacted the whistleblower law.</p><p>As for former air marshal MacLean, he will return to the Merit Systems Protection Board seeking reinstatement and back pay. He needs the job and the money. His firing meant he could not get another job in law enforcement, so he now sells solar panels.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Supreme+Court+Rules+In+Favor+Of+Air+Marshal+Whistleblower&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378905658-9719cd.m3u?orgId=1&topicId=1070&ft=3&f=378905657"}]}