{"created":"2014-12-31T08:31:52+00:00","modified":"2015-01-05T21:05:22+00:00","valid":{"from":"2015-01-05T21:05:22+00:00","to":"3015-01-05T21:05:22+00:00"},"hreflang":"en","title":"Vocab Tech For Toddlers Encourages 'Anytime, Anywhere Learning'","published":"2014-12-31T16:54:00+00:00","teaser":"Sesame Workshop's games are designed to help kids learn words and have fun. One New York City educator says it's never too soon to teach tykes that technology can be more than just entertainment.","itags":["npr_api","374033373"],"guid":"fcf475e2-cca4-4143-beaf-1b68692be7c5","contentencoded":"<p>When the children's television show <em>Sesame Street</em> first hit the air in 1969, many were deeply skeptical that you could use TV to introduce very young children to the basics of reading and math. But the experiment proved to be a remarkable success;<em> Sesame Street</em> has reached several generations of toddlers with its combination of educational content and pure entertainment. And now, Sesame Workshop is using new technology to reach the next generation.</p><p>These days, a toddler is just as likely to meet Big Bird for the first time on a tablet or smartphone as on TV, says Michael Levine, executive director of the Joan Ganz Cooney Center at Sesame Workshop.</p><p>\"Kids tend to consume across platforms and across settings,\" Levine says. \"They're on the couch, they're in the living room, they're outside even, or they're on the go. So these mobile media and these interactive platforms allow for anytime, anywhere learning.\"</p><p>Sesame Workshop is building on the popularity of characters like Big Bird as well as 45 years of educational research to create new digital products for young children. Testing is a key step in the development of these products.</p><p>On a recent day, a number of young children and their parents trooped into Sesame Workshop's corporate headquarters in New York City to try out a new game. As the children played the game quietly on tablets, researchers sat in a small room nearby, watching them on a computer. Michelle Kaplan, who works in the workshop's digital content department, says the researchers were observing how each child interacts with the mechanics of the game.</p><p>\"We are seeing how he is choosing to help Elmo jump up the beanstalk: Is he swiping? Is he tapping? Is he piloting Elmo with his finger? And the more kids that we put in front of this game, the better we'll understand the intuitive way in which kids interact with it,\" Kaplan said.</p><p>Whether the workshop is creating a new app or a new video, the most important thing is the content, says Sesame Workshop Vice President Rosemarie Truglio.</p><p>\"People believe just because it's interactive it must be a better educational tool,\" Truglio says. \"You can put pretty crappy content on a digital device.\"</p><p>Truglio says her team asked educators what was most needed to help children develop literacy skills. The answer was: vocabulary.</p><p>\"We're trying to teach children words in order to build their core knowledge skills,\" Truglio says. \"Children know 'bus' and they know 'car' and they know 'boat.' But do they know the superordinate word called 'transportation'?\"</p><p>The workshop created a game called \"Big Bird's Words,\" which is aimed at showing kids how words are related. The game has been designed for a smartphone because at a certain point the app turns into a \"wordascope.\" Sesame Workshop's Jennifer Perry says that's a made-up term for a camera-like device that children can use to track down words wherever they might be. Kids put a word, like milk, into the viewfinder, and search for an object, like a milk carton on the kitchen counter, that has the word on it.</p><p>That leads the child to a word tree — with milk in the middle and words like dairy, teeth, farmer, cow, farm and goat around it. The tree is designed to show the interconnectedness of words, Perry explains. The point, she says, is \"to show a child how these concepts in the real world relate to each other.\"</p><p>Not only does this game introduce kids to large concepts, but it also requires an adult to help the child — a decision aimed at getting parents to interact with their children instead of using the device as a baby sitter.</p><p>Ian Rowe, CEO of the New York City charter school Public Prep, says getting parents involved in their kids' education is crucial.</p><p>\"It's part of the reason we actually launched a pre-K partnership with Sesame Workshop — because so many of our kids were coming in not having enough exposure to language, which then translates into background knowledge, which is the foundation for all future learning,\" Rowe says.</p><p>Public Prep just added the first pre-K program to its existing network of elementary and middle schools. Sesame Workshop is developing materials for the school. On a recent day at the school, a small group of children gathered around an iPad to watch a video about families. Afterward, the teacher led the children in a discussion. The videos are just one part of the family lesson plan — they are used together with books, arts and crafts and writing projects.</p><p>\"Our videos for children act as sparks, and so we think of it as 'view and do,' \" says Sesame Workshop's Akimi Gibson.</p><p>Gibson, who works closely with Public Prep, says the videos are just one tool the teacher can use in the classroom.</p><p>\"Our vision for this year isn't to give iPads to children,\" Gibson says. \"Our vision is always: put the technology in the hands of the adult. So it's the adult's decision to say: Let's come over and let's talk about something, let's delve into this big concept.\"</p><p>Public Prep's pre-K managing director Haifa Bautista says technology is incorporated into the classroom because it will always be part of life for these children — just as books are.</p><p>\"I mean, we don't hide the books in the classroom, they're right there on the wall, they're on the bookshelf,\" she says. \"Same time, the little screen is available, so that kids can relate to both. And, for us, technology is part of the same journey towards getting them ready for kindergarten.\"</p><p>Once these kids are in elementary school, says Bautista, they will have their own laptops and iPads, so it's never too soon to teach them that technology can be more than just entertainment.</p><p><em>This is the third in a three-part series on early literacy.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Vocab+Tech+For+Toddlers+Encourages+%27Anytime%2C+Anywhere+Learning%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lynn Neary","audio":[{"meta":{"duration":"423"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374142482-2c6221.m3u?orgId=1&topicId=1161&ft=3&f=374033373"},{"href":"http://media.npr.org/assets/img/2014/12/30/sesame-72adda79c08ff69d04751d0120722944690b8984.png","type":"image/jpeg","meta":{"crop":"standard","height":"489","width":"653"}},{"href":"http://media.npr.org/assets/img/2014/12/30/sesame1_enl-fcf42856462b7f9b656c1c59db2fba8ef3d55bf4.png","type":"image/jpeg","meta":{"crop":"enlargement","height":"640","width":"1136"}}]}