{"created":"2015-05-14T20:52:34+00:00","modified":"2015-06-15T17:14:16+00:00","valid":{"from":"2015-06-15T17:14:16+00:00","to":"3015-06-15T17:14:16+00:00"},"hreflang":"en","title":"After Suicides, MIT Works To Relieve Student Pressure","published":"2015-05-15T19:32:00+00:00","teaser":"In the past year, four students have died by suicide. The school has responded by asking professors to lighten workloads and is launching new suicide prevention efforts.","itags":["npr_api","406727576"],"guid":"fd0ed198-9272-4b85-8f6b-a50b8cdfff28","contentencoded":"<p>On a sunny spring day at MIT in Cambridge, Mass., students line up at a table grabbing ice cream sundaes, milk and cookies, and, if they're interested, a hug from MIT parents including Sonal Patel.</p><p>\"Yes!\" Patel says, \"giving away ice cream and now hugs.\"</p><p>\"Oh, I want a hug,\" a student says, \"that will be good.\"</p><p>The event — billed as \"Stress Less Day\" — is sponsored by the student mental health awareness group Active Minds. Volunteers are handing out fliers listing mental health facts and campus resources.</p><p>Sophomore Matt Ossa gets his ice cream and rushes on.</p><p>\"There's no way to avoid stress in a place like this, where, like, most kids were, like, the valedictorians of their school — just because everyone's used to being perfectionist and all that,\" he says.</p><p>Once, Ossa says, when he was feeling overwhelmed, he went to Student Support Services. That's where academic deans help connect students with mental health care or ask professors for leeway during a jampacked week, something Ossa got.</p><p>The event comes at a difficult time for MIT. Six students have committed suicide in the past 14 months. And MIT's suicide rate surpassed the national average both last year and this year. But academic pressure may not have played a major role — if any. Mental health professionals say a combination of factors, including mental illness, is usually to blame for suicide.</p><p>\"There's actually no empirical evidence at this point that schools that are more competitive or more pressured actually have higher rates of suicide deaths than other colleges,\" says Victor Schwartz, medical director of the JED Foundation, which helps colleges improve their suicide prevention programming.</p><p>\"With undergraduates, the information we have suggests more that suicidal behavior is more often associated with relationship or family problems,\" Schwartz says.</p><p>Among the MIT students who most recently committed suicide, one had a disease that caused debilitating chronic pain, according to published reports. Another had sought help from an MIT psychiatrist for troubling thoughts about death he had never revealed to his parents, and another was devastated by her mother's sudden death, their families tell us.</p><p>Though every suicide is unique, Schwartz says MIT has some specific challenges.</p><p>\"You have a large population of grad students, of international students,\" he says. \"So I think one of the challenges there is creating a sense of connectedness and community.\"</p><p>MIT denied our requests for interviews with the chancellor and the head of the mental health service, saying both are engaged in the work at hand and can't be pulled away from it.</p><p>After the recent suicides, administrators organized gatherings to foster conversation and urged professors to give students a break and talk with them about their feelings.</p><p>Professors are now particularly attuned to the issue of \"impostor syndrome\" — a feeling students can have that they must have gotten into MIT by mistake.</p><p>\"I think impostor syndrome is a real effect here at MIT,\" says John Belcher, who has taught physics at MIT for 44 years.</p><p>\"The students come in and they're surrounded by very bright students; they tend to think that they're the dumbest student here and everybody else is brighter,\" he says. \"And when they get into trouble, they don't realize that other people are struggling with the same thing.\"</p><p>Belcher has talked openly with students about having had clinical depression. He's helping Active Minds organize a campaign with a theme that struggling is part of life and it's OK to ask for help.</p><p>The group also encourages students to simply take care of themselves and set limits.</p><p>\"I have found that I love sleep and I need sleep and I need some restful awake time,\" says MIT junior Ariella Yosafat, the Active Minds president.</p><p>\"And I think a lot of MIT students come to that point where they realize that, 'Oh, I don't need to be taking six classes and I don't need to be doing five extracurriculars to fit in at MIT.' \"</p><p>It's the students who don't get that message and don't reach out for help who worry her.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Suicides%2C+MIT+Works+To+Relieve+Student+Pressure&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lynn Jolicoeur","audio":[{"meta":{"duration":"288"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406768421-288a11.m3u?orgId=1&topicId=1013&d=288&p=2&story=406727576&t=progseg&e=406768287&seg=18&ft=nprml&f=406727576"},{"href":"http://media.npr.org/assets/img/2015/05/14/0413_suicide-prevention-06-bf2cf09b19330a18d81748f56fde86baf40d53b1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"996","width":"1328"}},{"href":"http://media.npr.org/assets/img/2015/05/14/0413_suicide-prevention-02-2f72f494c7baaa05f809cc0b42ea1a31454f2a0e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"969","width":"1292"}},{"href":"http://media.npr.org/assets/img/2015/05/14/0413_suicide-prevention-03_custom-5a6cb7f26b392d3720eef8cdc48a0871413808f2.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1076","width":"1700"}},{"href":"http://media.npr.org/assets/img/2015/05/14/0413_suicide-prevention-07_custom-f5b8a4cc96cd490d3f38d6f0f57a7d7aac7c17e0.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1031","width":"1700"}}]}