{"created":"2014-11-03T19:32:31+00:00","modified":"2014-11-10T21:55:23+00:00","valid":{"from":"2014-11-10T21:55:23+00:00","to":"3014-11-10T21:55:23+00:00"},"hreflang":"en","title":"Tom Magliozzi: As Warm In Real Life As He Was On The Radio","published":"2014-11-03T23:23:00+00:00","teaser":"NPR's Susan Stamberg shares the blame for putting the<em> Car Talk</em> host on the air. She looks back on good times spent with the Magliozzi family and Tom, who died on Monday.","itags":["npr_api","360731558"],"guid":"fd0f0aaf-39b9-42c8-aa63-b4e28ff73d22","contentencoded":"<p>I had what the guys would call the dubious distinction of putting Tom on NPR's air. For 10 years they'd had a weekly program on WBUR in Boston. In 1987, when we were launching <em>Weekend Edition Sunday,</em> we asked stations for tapes of local programs that might work nationally. WBUR sent cassettes of Tom and Ray, and their five-minute spots became the hit of Sunday mornings.</p><p>As host, I got in on their act — chatting with them and their call-in listeners. At first, the format made them uneasy. They'd been doing just fine for 10 years; who needed some New Yorker horning in? What won them over — especially Thomas — was when I told them I owned a 1974 Dodge Dart, slant six. Seemed that was the car of Tom's heart. He decided I was OK. Let's make radio together.</p><p>Funny and smart and bighearted, Tom was as warm in real life as he was on the radio. They invited me up to their Good News Garage in Cambridge for a sock hop. His wife, Joanne, made me a poodle skirt. Tom was the perfect host: welcoming, gracious and so generous and good-spirited.</p><p>I loved his relationship with his brother. You could imagine him and Ray as kids, sitting at the dinner table, swapping smart remarks and opinions and car obsessions. You knew he'd grown up in a loving place, with parents who got a kick out of him almost whatever he did.</p><p>For Mother's Day one year, on <em>Weekend Edition Sunday,</em> I phoned Mama Magliozzi to talk about her sons. \"Aren't you just thrilled by how successful they are?\"</p><p>\"Successful!\" she snorted, lovingly. \"You've got to be kidding!\"</p><p>Well, I wasn't. And I'm not. Thomas Louis Magliozzi was a success in pretty much everything that counts. A loving son, a beloved brother's other half, his sister Lulu's best teaser. He was a husband, a father of two, a teacher (of marketing, at various Boston colleges), a mechanic and a man who could make everyone who heard or met him smile.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tom+Magliozzi%3A+As+Warm+In+Real+Life+As+He+Was+On+The+Radio&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Susan Stamberg","audio":[{"meta":{"duration":"189"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361206311-b95efa.m3u?orgId=1&topicId=1060&ft=3&f=360731558"},{"href":"http://media.npr.org/assets/img/2014/11/01/tom-car-talk3-478312aada4f61ab3fbd31555dd41ec2b1d316bf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1386","width":"1848"}}]}