{"created":"2014-09-30T17:05:20+00:00","modified":"2014-10-31T01:38:48+00:00","valid":{"from":"2014-10-31T01:38:47+00:00","to":"3014-10-31T01:38:47+00:00"},"hreflang":"en","title":"Bob Mould's Beautiful, Ruinous Life In Punk","published":"2014-06-09T19:26:00+00:00","teaser":"With Hüsker Dü, Mould helped invent alt-rock, and he's kept innovating ever since. \"For so many years, I ran away from my own sound,\" he says. At 53, he's caught up to himself.","itags":["npr_api","317159092"],"guid":"fd166604-5ded-469b-9327-b3fde8e332c2","contentencoded":"<p>Long before <a href=\"http://www.npr.org/artists/15446165/nirvana\" target=\"_blank\">Nirvana</a> made it popular, <a href=\"http://www.npr.org/artists/15182660/bob-mould\" target=\"_blank\">Bob Mould</a> helped create the heavy-but-hummable rock sound that would become so big in the '90s. Hüsker Dü, the band he co-founded in 1979, was among the most prominent in the punk underground that blossomed across the country during the Reagan years. The trio broke up in 1988, just as punk was beginning to hit a mainstream tipping point — but Mould has kept recording ever since, as a solo artist and with his band Sugar, and has pushed himself to keep innovating.</p><p>On a new record called <em>Beauty & Ruin</em>, out this week, Mould looks back on his life and long musical career, both of which were profoundly influenced by his father — a music enthusiast who bought him records and guitars, but could also be cruel. In a conversation that covers Mould's entire artistic life — from playing along to Ramones albums in rural New York to building a DIY touring network with Hüsker Dü, through sobriety, sexual self-discovery and the death of his father — the elder statesman of alt-rock tells NPR's David Greene that at 53, he's finally starting to have fun. Hear the radio version at the audio link, and read more of their conversation below.</p><p><strong>DAVID GREENE: I wanted to start with where you grew up: It was a small, rural town in upstate New York. Describe the place for me and how you got your first taste of punk rock.</strong></p><p><strong>BOB MOULD: </strong>Well, I was born and raised in a small farm town called Malone, which was the county seat of Franklin County, the northernmost county in New York state. So when people would say, \"Oh, you're from upstate New York?\" I go, \"No, I'm actually from northern New York.\" The closest city was Montreal, which was about 50 miles due north.</p><p><strong>So you're way up there. You probably got some snow occasionally.</strong></p><p><em>[Laughs.</em><em>] </em>A little bit of snow, yeah. I was north of Lake Placid. It was just a quiet farm town — very idyllic, very beautiful. In the '60s and '70s it was unscathed; they hadn't started building all the prisons that currently occupy the area. But in order to find this elusive punk-rock music that I'd started reading about in magazines and seeing occasionally on television, I would have to drive either due east to Plattsburgh or Burlington, Vt., or, more likely than not, north to Montreal to buy music.</p><p><strong>And you</strong><strong> say \"elusive.\" Is that because the punk-rock scene was kind of hidden in the underground?</strong></p><p>Well, for a farm-town kid, yeah. I didn't have Max's [Kansas City] or CBGB's or anywhere like that at my fingertips, so it took a little bit more research. And coming across punk rock, it was in the funniest ways. When I was a small child, I had all these jukebox singles my dad used to get for me, so I grew up listening to all the great '60s radio music. In the mid-'70s, I was listening to what my friends were listening to: heavy metal, <a href=\"http://www.npr.org/artists/102442872/fleetwood-mac\" target=\"_blank\">Fleetwood Mac</a>, Foghat, that kind of stuff. And I used to read this monthly music magazine out of New York City called <em>Rock Scene</em>: They would cover <a href=\"http://www.npr.org/artists/129085773/aerosmith\" target=\"_blank\">Aerosmith</a> and Kiss, but they would also cover <a href=\"http://www.npr.org/artists/16737462/debbie-harry\" target=\"_blank\">Blondie</a> and <a href=\"http://www.npr.org/artists/15778481/television\" target=\"_blank\">Television</a> and the <a href=\"http://www.npr.org/artists/15180457/the-ramones\" target=\"_blank\">Ramones</a>.</p><p>I saw these pictures of the Ramones trying to buy a P.A., or trying to find a practice space. It would be these three-page photo spreads, and they looked infinitely cooler than the metal bands that I was listening to. And then, for my 16th birthday, I got the first Ramones album.</p><p><strong>From your dad?</strong></p><p>I got to go to the record store and pick something out.</p><p><strong>That was a big moment, I can imagine.</strong></p><p>That was a big moment, yeah. I already had a Sears guitar, which I was trying to learn how to play. But when I heard the Ramones, that was the moment when I realized that it was actually easier than it seemed. It was very doable.</p><p><strong>What do you mean by that? What exactly struck you when you heard that music?</strong></p><p>Just the simplicity of it. It was very transparent. You know, on the first Ramones record, drums and vocals were set in the center, the bass was on one side and the guitar was on the other. It was almost as if it was an instructional record: I could get close to the bass guitar, hear the drums and vocals, and I could play guitar to that. Or I could go over and listen to the guitar, and learn that constant downstroke, power-chord style that Johnny Ramone came up with. It was just very, very different than these hugely produced pop records at the time. And going back to <em>Rock Scene</em> magazine and bands with private jets and groupies and cocaine — that all seemed unattainable, I guess. And complicated, and not really that interesting.</p><p><strong>Unattainable. \"I want to be in that world with the cocaine, but I just can't get there.\"</strong></p><p>Yeah, a private jet was very daunting. It seemed much easier to take the subway like the Ramones did. It's just, I guess, an aesthetic call.</p><p><strong>I'd like to hear about your father. As you say, he was giving you these singles and kind of getting you into music. But I</strong><strong>'ve read he was a difficult personality in many ways.</strong><strong></strong></p><p>My dad passed away in October of 2012. He was a pretty amazing person — a very, very complicated person, a very, very smart person. When I was 6 or 7 years old — that would be 1967, '68, maybe — he bought a mom-and-pop grocery store, and we packed up the family and moved into this small house that had the grocery store attached to it. People would come to the store and this little buzzer would flip when the door opened, and we would go out through the kitchen and wait on the customers. I think I learned a lot from my dad about business that way — how to run a register, things like that.</p><p>You know, my dad, he was a drinker. He liked to drink. Weekends could be tough. It's funny — in retrospect, it didn't seem that strange, because I only had a handful of friends in junior high and high school that I remember going to their houses, and it was a similar thing.</p><p><strong>You mean, dads who were doing some drinking?</strong></p><p>Yes, exactly. So it didn't strike me as being particularly abnormal or different. I guess in this day and age, people would be more upset about raising a kid in that environment. I'm sure it still happens; I know it does. But I guess I never really thought it was that strange. It almost just seemed like, \"Oh, here comes Friday afternoon and here comes trouble.\" Sunday night it calms down, and then we go back to school on Monday. I could go into deeper details, but I think that sets it up pretty good.</p><p><strong>How tough did it get? I mean, <em></em>I've read the word \"abusive\" in some places, describing your household.</strong></p><p>You know, there was physicality. But I wouldn't — I don't think it was abuse in an endemic kind of way.</p><p><strong>Is there a tie here to the music? Punk rock tends to have a lot of anger in it. I wonder if, as a kid getting into that kind of</strong><strong> music, you were venting some of the anger and frustration from being in a tough family environment.</strong><strong></strong></p><p>Yeah, I think so. A record like <em>Zen Arcade — </em>that was a double album that my first group, Hüsker Dü, put out in 1984 — that record has a lot of those rites of passage, trying to separate once and for all from your childhood, as we all want to do when we're 22 or 23, and not realizing that we can never fully separate from it.</p><p><strong>We should say, complicated as your dad might have been, he bought you your first guitar, right?</strong></p><p>Well, going back to when I was getting these boxes of used jukebox singles, that was how I learned music: I would listen to these records and I could sit at a piano and figure out the melodies. He would take me record shopping, got me my first guitar, got me my second guitar, which was the guitar that people watched me play for eight years with Hüsker Dü. So again, a complex person, but I'm very grateful for all those gifts that he exposed me to — even through Hüsker Dü, buying a couple different vans and driving them out to Minnesota so that the band would have decent vehicles to tour the country in.</p><p><strong>And Hüsker Dü became one of the biggest alternative </strong><strong>bands in the country — though even then you were below the radar in a way. Can you take me into that world? How did punk-rock fans find each other in those days? What were the nights like?</strong></p><p>I went to college in St. Paul, Minn., a school called Macalester. Within the first semester, I met a fellow named <a href=\"http://www.npr.org/artists/123786490/grant-hart\" target=\"_blank\">Grant Hart</a>, who was working at a record store down the street from school. He had a friend who worked at another record store named Greg Norton. So we now have a drummer, a bass player and me on guitar. We get together, and we're trying to write some songs to possibly play at this club called The Longhorn, which in 1979 was <em>the</em> punk-rock club in the Twin Cities. It's where all of the big bands would play, like The Police and Blondie.</p><p><strong>Those are big names.</strong></p><p>And we managed to get a gig there. And we kept playing, kept meeting people. We went through a number of different styles at the beginning: some sort of simple punk rock; some sort of surfy; some chimey and depressing almost like <a href=\"http://www.npr.org/artists/16229401/joy-division\" target=\"_blank\">Joy Division</a> or <a href=\"http://www.npr.org/artists/15790060/the-cure\" target=\"_blank\">The Cure</a>, little bits of sort of industrial noise. And then we arrived at this hardcore punk sound.</p><p>During these years — 1979, 1980, the beginning of 1981 — other bands from around North America would come to Minneapolis, and invariably we would be the opening band. They'd see us and they'd say, \"You guys are really great. If you ever come to Vancouver, give us a call. If you ever come to San Francisco, give us a call.\" And once we had enough phone numbers together, we decided to try to book a tour. That took us up into Calgary, playing six nights at a sort of SRO hotel lounge, and then over to Vancouver for a week, Seattle for a week, Portland and then San Francisco for a couple weeks.</p><p>It was just this network of like-minded musicians. We all started in the vacuums in our hometowns, and once a few bands started touring, the information started to spread. There were fanzines like <em>Maximumrocknroll </em>that helped to spread the word. You know, this was all before the Internet. This was before cellphones, this was before any of this. You were very tethered to conventional telephones and maps, so things grew very organically; they grew very slowly.</p><p><strong>And what was a night on the punk scene like? At a concert or something like that?</strong></p><p>Well, I currently live in San Francisco, and in walking to do this interview I passed by what used to be Mabuhay Gardens, which was booked by a fellow named Dirk Dirksen. I think the first time Hüsker Dü played there would have been in August of 1981. We were one of five or six bands on the bill. It was a Wednesday night. We made $12.</p><p><strong>A whopping $12</strong><strong>.</strong></p><p>And three plates of spaghetti and meatballs.</p><p><strong>Which might have been more important than the money.</strong></p><p>I think it was at the time. We had been in San Francisco for three or four days and had already gone down and gotten food stamps, so we were able to buy generic beer at the <em></em>Safeway. But, yeah, it would be five or six bands, 10, 20 bucks, plate of food, and you'd just try to weasel your way onto a show on Friday night.</p><p><strong>Was there a philosophy behind that? \"We're not gonna charge big tick</strong><strong>et prices; this is a scene that's open to anyone who is like-minded and wants to be involved\"?</strong><strong></strong></p><p>There was an idea to try to keep it affordable. I don't think there were any particular strict rules; it just happened that way. In Minneapolis, when a punk band would come through and they wanted to do an all-ages show, we would go and rent a VFW hall.</p><p><strong>All ages, meaning all ages are welcome?</strong></p><p>Yeah, all ages are welcome: no 18-plus, no 21-plus. A lot of the kids that were in that scene, they were <em>kids</em> — you know, they were 14-, 15-year-old skateboard kids. We would rent a VFW hall for 50 bucks. We'd rent a P.A. for 75 bucks. We'd spend 25 bucks on advertising, so that'd be $150. If you could get 200 people to pay five bucks, that's $1,000, and you can actually pay the touring band a bunch of money. And then they tell their friends, and you get more bands in your hometown that want to do that kind of thing, and it just sort of feeds on itself. It was about making enough money to be able to do another show. That was enough.</p><p><strong>Did some of these nights get crazy dangerous?</strong></p><p>I think everybody has a different definition of what danger is. The shows were very physical. The music was very loud, very violent music. When you get a bunch of kids with skateboards dancing in a circle really fast, throwing elbows and knees in the air as they're dancing and diving off the stage and knocking equipment over, you know, people come up bloody off the floor. But I don't know — it's not really that dangerous to me.</p><p><strong>I guess it strikes me as dangerous. If you've been in that scene, maybe that's a normal night.</strong></p><p>Yeah, other people have commented, \"Don't you think that's strange?\" I'm like, \"Well, not really, 'cause that's, again, not unlike my childhood.\" That's sort of what I grew up with, so my baseline for \"normal\" is different, I suppose.</p><p><strong>Some people think of the '80s, the Reagan years</strong><strong>, as a happy time; I'm thinking of \"<a href=\"https://www.youtube.com/watch?v=d-diB65scQU\" target=\"_blank\">Don't Worry, Be Happy</a></strong><strong>.\" Where was the anger and loudness and frustration in your scene kind of coming from during that time?</strong></p><p>Well, when you say the word \"Reagan\" — he was the coal that fueled that train of discontent for hardcore for so long. For me, as a not-out gay man in the early '80s, what the Reagan administration did — I guess, more importantly, what they <em>didn't</em> do — they couldn't say the words \"AIDS\" or \"HIV\" until the middle of 1985. So here I am, 20 years old, sexually aware but not out, confused, sometimes self-hating, with a president who cannot name the disease that may or may not kill me or my friends. That would be a source of anger for anybody.</p><p><strong>Do you think there were a lot of other people in a similar position, who were gay but not out, who were part of that scene? Ma</strong><strong>ybe larger numbers than we really know or think about?</strong></p><p>In hindsight, yes — I think there were more gay and lesbian folk in that scene than we knew. Again, in the early '80s things were very different, very repressed. We didn't even have a concept of what a hate crime was. But the hardcore scene, and the punk scene, and art rock, and even the big haircut bands — you know, the <a href=\"http://www.npr.org/artists/15396803/scritti-politti\" target=\"_blank\">Scritti Politti</a>s, or people who liked <a href=\"http://www.npr.org/artists/17079067/new-order\" target=\"_blank\">New Order</a> or <a href=\"http://www.npr.org/artists/145639858/the-smiths\" target=\"_blank\">The Smiths</a> — we were all different. And we were all different together. So I think there was a safety in numbers. I often joke that in the military it was, \"Don't ask, don't tell,\" and in the punk community it always felt like, \"Don't advertise, don't worry.\" It was almost as if, if you were who you were, you were OK.</p><p><strong>\"Don't advertise, don't worry.\" Tell me more about that.</strong></p><p>It's funny, because the look and the feel of hardcore punk was not that different from male prostitution in some ways. You know, the bandannas that would give off codes for whether you're active or passive or what type of sexual behavior you enjoy, that whole sort of pseudo-military look — all of that is almost bordering on gay fetish. But that was this accepted look for hardcore punk in the early '80s, so it was almost as if you could pass.</p><p><strong>Pass as what?</strong></p><p>You know, almost like people who dress a different gender. You're dressing as if you're in the military or you're a hustler, but you're actually a hardcore punk. So it's almost as if you could pass for any of them.</p><p><strong>Were you able to have relationships with men during that time?</strong></p><p>Little bits here and there, and then my first partner and I got together in April of '83 and we were together for six years. So, yeah, I was 22 when I had my first long-term relationship — and I guess by then, in Minneapolis, my sexuality was an open secret. But without the Internet, it's not getting posted on somebody else's social-media page right away, so it takes a little more time for the information to get around the country.</p><p><strong></strong><strong>I want to play one Hüsker Dü song if we can and talk to you about it a little bit. Tell me what we're listening to here.</strong></p><p>It's a song called \"<a href=\"https://www.youtube.com/watch?v=5WialdbCrNM\" target=\"_blank\">I Don't Know for Sure</a>.\" I believe it was on the <em>Candy Apple Grey</em> album, which was March of '86, the first album that Hüsker Dü made for Warner Bros., a major label. That was our jump away from the independent music world of SST Records over to Warner Bros.</p><p><strong>I listen to this and I feel like I could sing to it: It's hard, certainly, but there's also something melodic about it. As you experimented with more melody and more singabl</strong><strong>e songs, did some of the crowds start to say you were leaving the true punk scene in a way?</strong><strong></strong></p><p>You know, we fell into this hardcore punk sound, and we quickly moved away from the dogma — the strict sort of anarchy-slash-destroy-the-government thing. By 1985 with <em>New Day Rising</em>, as a songwriter I was already trying to be a bit of an older soul. I started thinking about time, the temporal nature of relationships, opening myself up more personally. By the time we got to \"I Don't Know for Sure\" off of <em>Candy Apple Grey</em>, punk rock had become \"alternative rock\"; it was on MTV all the time. It was just a natural progression.</p><p>Having said that, as far as people accusing Hüsker Dü of selling out or whatever, it was a pretty ferocious live band. If the records had been softened even one bit, all anybody had to do was come and see the band live and they'd recognize that there wasn't anything soft about it.</p><p><strong>You guys were still hard as can be.</strong></p><p>Yeah. I think compared to \"Don't Worry, Be Happy,\" that was still pretty tough music.</p><p><strong>I can imagine that time being frustrating: You were bringing alternative rock into commercial rock, sort of experimenting with a sound that was about to become much more popular — and then Hüsker Dü breaks up. How tough was that?</strong></p><p>At the time, it was tough for different reasons. In the middle of 1986, right after <em>Candy Apple Grey</em> came out, I was 25 years old and made what I think was a pretty big life choice: I quit drinking. I had started drinking when I was 13 and I didn't miss a day until I quit at 25.</p><p>Being a touring musician, there's alcohol available 24 hours a day. You get to a club at 2 in the afternoon, you wait around 'til 5 o'clock to do your sound check, so in those three hours, you're sitting at a bar. What do you do? You drink. And then you've got all that time from 6 p.m. to 11 p.m., and what do you do? You drink. I had found a place to work where I could continue drinking all day. So when I was 25, I just looked in the mirror and I said, \"You know, this has to stop. I'm not gonna make it to 30 if I keep this up.\"</p><p>That same summer, the bass player in Hüsker Dü got married and moved away from the Twin Cities, down maybe an hour south, and we started seeing him a little bit less. And Grant Hart, the drummer, basically found a new set of friends separate from the band and started spending a lot more time with those other folks. You can see what was happening: three people that had this one reason to be together, and all of the other reasons had disappeared. The camaraderie, the mutual drinking and all that stuff that the band was built on, that was all falling apart.</p><p>Over the next 18 months, everybody really started to separate, started to pull away from the band. We were still touring, still making records and working hard, but it didn't feel like a band as much as it felt like a job at that point. And the beginning of 1988, we just closed up shop.</p><p><strong>It wasn't long after you made these big decisions that Nirvana showed up and really exploded. </strong><strong>Hüsker Dü had had the potential to go down that road, as well. Where was your head at during those years, watching other bands from your world start to take off?</strong><strong></strong></p><p>When Hüsker Dü wrapped up in '88, I moved up to northern Minnesota. I bought a farm up there and sat more or less by myself for a year, relearning music and relearning how to write songs for myself. I had no friends; I'd cut myself off from everybody just to focus on my work. And out of that I came up with a solo album, <em>Workbook</em>, that came out in 1989.</p><p><strong>Which is being <a href=\"http://pitchfork.com/reviews/albums/19051-bob-mould-workbook-25/\" target=\"_blank\">re-released this year</a> for its 25th anniversary. But a farm by yourself, no alcohol — I can't imagine a place more different from the underground punk sce</strong><strong>ne.</strong></p><p><strong></strong>Yeah, it was completely different, and I think you can hear the difference. I was looking for a new way to look at music, because the last thing that I wanted to do in 1988 was to emulate the band I had just been in. I just didn't want to use that language anymore, at least at that time.</p><p>I started listening to a lot of world music, a lot of folk music, Appalachian music. Started experimenting with open tunings, purchased a couple new guitars that sounded very different than anything I had in my collection. I started looking at words differently — less concerned with formal rhyme and meter and more experimenting with \"through writing,\" just having a series of words or a short story in front of me and picking up a guitar and improvising and not being worried about four lines of this and two lines of that.</p><p>In 1990, I make a second solo record, <em>Black Sheets of Rain</em>. I move to New York City, end my first relationship, get dropped by Virgin Records after two records. I spend almost all of 1991 on the road with an acoustic guitar and an electric guitar, playing solo shows. I was touring a lot in Europe and I was playing these festivals with, you know, <a href=\"http://www.npr.org/artists/15373040/sonic-youth\" target=\"_blank\">Sonic Youth</a>, who I knew, and Nirvana, who I knew their music, obviously. It was funny to see these bands that had been either part of the hardcore scene or were affected by that music, being on this precipice of enormity. And especially, I guess, in the case of Nirvana, in the fall of '91, when <em>Nevermind </em>came out — a record I had been in contention to produce.</p><p><strong>Oh, wow.</strong></p><p><strong></strong>Music is such a circular thing. When <em>Nevermind</em> came out, that album changed the way people listen to music. A lot of the songs that I had been writing in 1991 led up to my next group, Sugar — and had it not been for <em>Nevermind</em>, I don't know if Sugar's <em><a href=\"https://www.youtube.com/watch?v=R6dzOsM0gTw\" target=\"_blank\">Copper Blue</a></em> would have stood a chance in '92. But people were now receptive to this sound.</p><p><strong>You're saying some of your influence for Sugar came from Nirvana?</strong></p><p>No, I'm saying the success of <em>Nevermind</em> re-tempered the ears of the listeners throughout the world. It was a heavy, punky record, but there was something about it that was so accessible that it opened up all these pathways for other musicians — myself included — to have our music heard.</p><p><strong>As I listen to the new album, <em>Beauty & Ruin</em>, it sounds like you've experimented with lots of sounds — acoustic, electronic — and now you're going back to your musical roots.</strong></p><p><em>Beauty & Ruin</em> is the culmination of a lot of things that have happened over the past three years in my life. In 2011, I released my autobiography, <em>See a Little Light</em>. I was spending a lot of time doing readings and performances, where I would marry passages of the book with a group of songs to give people sort of an insight as to what it all means. I'd also done some work with the Foo Fighters: <a href=\"http://www.npr.org/artists/173424658/dave-grohl\" target=\"_blank\">Dave Grohl</a> gave me a call and had me come and sing and play guitar on a song on their album, and I got to do some shows with them, as sort of a walk-on guest at the end of the night.</p><p>In November of 2011, at the Walt Disney Concert Hall in downtown Los Angeles, there was a tribute show to my songbook. Dave was a big part of that, as well as <a href=\"https://www.youtube.com/watch?v=uoLW7g8pLaI\" target=\"_blank\">Ryan Adams</a>, a group called <a href=\"http://www.npr.org/artists/96823034/no-age\" target=\"_blank\">No Age</a>, Margaret Cho, Craig [Finn] and Tad [Kubler] from <a href=\"http://www.npr.org/templates/story/story.php?storyId=15197852\" target=\"_blank\">The Hold Steady</a>, Britt [Daniel] from <a href=\"http://www.npr.org/artists/15189629/spoon\" target=\"_blank\">Spoon</a>. It was an amazing night, and funny to see all these people assembled <a href=\"https://www.youtube.com/watch?v=uoLW7g8pLaI\" target=\"_blank\">singing my songs back at me</a>. In 2012, there were Sugar reissues, and then <em>Silver Age</em>, a new studio album. Things were really, really great in September of 2012 — I'm doing a lot of touring, <em>Silver Age</em> is taking off. And then my dad passes in October.</p><p><strong>Of 2012?</strong></p><p>Of 2012, yeah. And that, to me, was the marker that sets the stage for <em>Beauty & Ruin</em>. It was a \"best of times, worst of times\" kind of thing.</p><p><strong>Well, I'm sorry to hear about your dad. I wonder what that moment was like and how, as you say, it led to this album.</strong></p><p>I had gotten a lot of good time with my dad in his last six months. We had a lot of really great conversations: a lot of pieces of the puzzle about his childhood and his history before I was born, things he didn't share much with me until then, that helped me understand why he was the person he was. And I think it meant a lot to him to be able to tell his story.</p><p>It was a long battle for him, lung cancer. And in the moment, of course you have to take care of your mother, be with your siblings, do the right thing, try to keep things moving forward. But for me, that was also the beginning of a 12-month writing process: writing music, gathering words, gathering ideas, waiting, waiting, waiting. And about nine months into the process, around June of 2013, I started to see the themes.</p><p><em></em><em></em>There's four basic themes to <em>Beauty & Ruin</em>: loss, reflection, acceptance and future. Those four \"picture frames,\" as I call them, made themselves known to me. And once I had those four frames and I could see how to construct the story of the record, then it was just a matter of grabbing the snapshots and putting them in the right frames. Then the record fell into place pretty quickly.</p><p><strong>There's a song called \"The War\" that yo</strong><strong>u've said has something to do with your dad. Which frame does that song fit in?</strong></p><p><strong></strong>That's the bridge between reflection and acceptance. It's the end of side one, which is always an important place on a record. It touches on my dad's battle at the end, and on life in general as a battle for all of us. I'm getting to that age where people around me are having a lot of health problems, and it touches on that, as well. It deals with a number of not-so-happy things, but I tried to wrap it in an uplifting melody. It seems to be my M.O. these days: the dark lyric and the happy melody.</p><p><strong>I guess I wondered if the war was, in some ways, between you and your father.</strong></p><p>No, no. I mean, I gave up that war a long time ago. I think I closed that war up with <em>Zen Ar</em><em>cade</em> back in '83.</p><p><strong>You turn from \"The War\" at the end of side one to \"Forgiveness\" at the beginning of side two. What is that transition, exactly?</strong></p><p>\"The War\" is very, very dense, very electric, very layered, very visceral, sort of a spontaneous outburst. It literally was written in the studio: I sent the guys away one night and just holed up in the room, sort of took myself apart emotionally and then started putting myself back together with these words that I had written. It's a very energetic song that has a quiet resolve at the end.</p><p>If you were listening [on vinyl], you would have to get up at that point to flip over the record. And the beginning of side two, \"Forgiveness,\" is a complete reset: very clean guitars, very crisp, measured drumming. And it's this song about forgiveness that's essentially built on the old saying, \"It's easier to ask forgiveness than to ask permission.\"</p><p><strong>Who are you forgiving?</strong></p><p>Oh, I'm just working that axiom. It's nobody in particular.</p><p><strong>But is that song, and is </strong><strong>the whole album, personally cathartic in some way?</strong></p><p>The autobiography was very cathartic. I think this record is just 12 months in the life, you know? Catharsis is an awful big word. You know, it's always capitalized and it always has two or three exclamation points after it — at least in my life. So I don't know if I want to pin the tail on this one with that word. It's a very personal record, and I'll take ownership of all the words, but I would like for listeners to be able to appreciate the shiny, metallic pop nature of it, as well.</p><p>Sometimes laying my meaning so heavily on a record, it may exclude some people. People may go, \"Oh, my gosh, this might be too much for me on my drive to work.\" Hopefully, it's 36 minutes of pop music that can create a nice shine for people, as well as be this 12-month journey that I had. \"Catharsis\" makes it a little too exclusive, I think.</p><p><strong>There's a song on the album </strong><strong>called \"Hey Mr. Grey,\" which</strong><strong> has this image of an older </strong><strong>guy, maybe about your age, yelling at kids to get off his lawn.</strong></p><p><em>[Laughs.] </em>Isn't that awesome? <em></em></p><p><strong>It's pretty awesome. But what strikes me is that you might be this guy in your 50s yelling at kids t</strong><strong>o get off your lawn, but you're also rocking like you're 20-something.</strong></p><p>I know. I love the contrast in this record — whether it's the title, whether it's the artwork, whether it's a song like \"Hey Mr. Grey\" that would actually take me more time to describe than it took me to write.</p><p><strong>Why do you say that?</strong></p><p>Because literally it took, like, two minutes. It's a continuation of the self-awareness that I exhibited with calling the previous album <em>Silver Age</em>; I can only laugh at my aging. And then, mentioning The Replacements' \"<a href=\"https://www.youtube.com/watch?v=xV55IwBEa14\" target=\"_blank\">Kids Don't Follow</a>,\" that was an accident that I instantly recognized and said, \"Oh, I'll leave that in.\"</p><p><strong>Is it different playing this kind of hard music in your 50s, compared to</strong><strong> in your 20s?</strong></p><p>Physically, it's harder, yeah. I've done a lot of damage to my voice over the years, so I have to be a little more careful with it. My energy level is not as consistently high as it was when I was in my 20s. But the beauty of things like the Disney Hall tribute show or revisiting the Sugar material is that, for so many years, I ran away from my own sound, and other people took it and ran with it. Now, it's almost as if I've caught up with myself. And what the listener might perceive as, \"Oh, he's going for the glory. He's going for that anger\" — it's like, no, I'm actually having a great time. I'm having a good laugh on all this, because it's very clear what this is now.</p><p>You know, I'm getting up there. I can't do this forever. People like what I'm doing right now; they like it when I play fast, they like pop songs. I've challenged people for 35 years. I've made people follow me, jump through my hoops, try to figure out all these crazy twists and turns that I've taken. Now, we're at this moment where I have an amazing rhythm section — we sound great together, we have fun playing together, it's simple. It might not be like that in five years. So I'm just gonna go for it while it's working. I'm fully aware that at my age I should be coming up with some complicated opera, but that's really not who I am. I'm pretty much a meat-and-potatoes singer-songwriter.</p><p><strong>You said the last of the four themes on <em>Beauty & Ruin</em> is \"future.\"</strong> <strong>Not to give it away, but when you get to the end of the record, is there a sense that you figure out what's ahead?</strong></p><p>I'm working on it. At least being conscious that there <em>is</em> a future, and that your future does end at some point, so it's fun to have possibilities. It's different for me; I'm growing into this \"fun\" thing, this \"sense of humor\" thing. It's all new. People are shocked by it. I'm just trying to lighten up a little bit.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bob+Mould%27s+Beautiful%2C+Ruinous+Life+In+Punk&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"467"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318733407-2b6953.m3u?orgId=1&topicId=1105&ft=3&f=317159092"},{"href":"http://media.npr.org/assets/img/2014/05/29/bob-mould-cover_custom-ff08ea788fdf5686dbff4c89aceab9e6d5169848.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"608","width":"608"}},{"href":"http://media.npr.org/assets/img/2014/05/29/bobmould_jayblakesberg_hi-94da964f6df1a163c62d85c37603991cff6fd62b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1506","width":"2002"}}]}