{"created":"2015-03-10T19:11:48+00:00","modified":"2015-05-13T21:10:19+00:00","valid":{"from":"2015-05-13T21:10:19+00:00","to":"3015-05-13T21:10:19+00:00"},"hreflang":"en","title":"Via Satellite, Tracking The Plunder Of Middle East Cultural History","published":"2015-03-11T13:50:00+00:00","teaser":"ISIS militants now control the long-running black market in stolen artifacts. Experts are tracking damage to heritage sites in Iraq and Syria by satellite and doing what little they can to stop it.","itags":["npr_api","392077801"],"guid":"fd234ead-3c86-44ab-b787-9736c2ab36a7","contentencoded":"<p>Southern Turkey, near the Syrian border, is the crossroads for an extensive smuggling operation of ancient artifacts. Those transactions are held in secret, often in towns along the border.</p><p>But high overheard, eyes are watching: satellites scanning heritage sites, sending alarming imagery to Washington, D.C.</p><p>From her office in the nation's capital, analyst Susan Wolfinbarger monitors the ransacking of these sites in Syria and Iraq on a large-screen computer.</p><p>\"The looting is extensive; people are digging pits in the ground, holes so close together that we couldn't tell one apart from the other,\" she says.</p><p>Wolfinbarger is director of the geospatial technology project at the American Association for the Advancement of Science. She has been poring over high-resolution satellite images for months.</p><p>\"It's a new way to monitor a conflict, it's not just peeking in, but seeing images every couple of days,\" she says.</p><p>She has analyzed hundreds of images, and what she sees is alarming: an aggressive looting campaign in areas controlled by militants of the so-called Islamic State.</p><p>\"I knew that there was a lot of looting; this was just beyond the scale of anything we'd seen,\" she says, as she downloads images of a particular site in eastern Syria, on the Euphrates River near Iraq: Dura Europos, an ancient walled city.</p><p>The damage is staggering.</p><p>\"There is a complete and massive change to this site,\" Wolfinbarger says, comparing the pre-war images to those collected in 2014 of the renowned archaeological treasure.</p><p>British soldiers discovered Dura Europus in the 1920s. They hit on the wall of the ancient city while digging a trench during World War I. Excavation revealed a provincial Roman town founded in 300 B.C.</p><p>Brian Daniels, director of research at the <a href=\"http://www.pennchc.org/page/\">Penn Cultural Heritage Center</a> in Philadelphia, describes Dura Europos as \"a snapshot in time.\"</p><p>Humans built the first cities in this region, and human history is written on the stones and the artifacts. But now, much of that history is at risk. Looters have destroyed more than 70 percent of Dura Europus. It's a particular loss because there was still much more for archaeologists to learn about this intact, multicultural early Roman town.</p><p>\"It has the oldest synagogue known in the world and it also has one of the oldest house church known in the world,\" Daniels says. \"The level of looting and devastation that's happened to Dura Europus is heart-breaking.\"</p><p>The looting of antiquities accelerated in 2014, as ISIS tightened its grip across northern and eastern Syria and Iraq. The militant group is now the major player in the illicit trade of antiquities, but not the only ones in the looting business. <a href=\"http://www.npr.org/blogs/parallels/2014/05/27/316329859/smugglers-thrive-on-syrias-chaos-looting-cultural-treasures\">Syrian regime soldiers and opposition rebels started looking for profit</a> almost as soon as the conflict began in Syria.</p><p>\"ISIS came to a pre-existing situation,\" says Syrian archaeologist Amr al-Azm. He now teaches Middle East history at Shawnee University in Ohio and is part of an international consortium to save heritage sites, Safe Guarding the Heritage of Syria and Iraq Project, or SHOSI.</p><p>Azm says ISIS began to levy a tax on the revenue raised on the sale of antiquities and even encouraged digging in their areas, but the militants have now expanded their role.</p><p>\"They start to engage their own people in the digging; in the retrieval in these looted items and also in the sale,\" Azm says. \"So, they start being involved in every level of the operation — and they started to do it for themselves.\"</p><p>That includes hiring their own workers and using their own earth-moving machinery.</p><p>Azm and others in the consortium are trying to fight back. For his part, Azm has organized a team of volunteers in Syria. They are archaeologists, engineers and artists. They risk their lives <a href=\"http://www.npr.org/blogs/parallels/2015/03/09/390691518/in-syria-archaeologists-risk-their-lives-to-protect-ancient-heritage\">posing as antiquities buyers to collect photographs of stolen treasures</a>.</p><p>ISIS has turned the illicit antiquities trade into a multimillion dollar transnational business, according to U.S. officials who track the trade and Syrians on the ground who can monitor some of the sales.</p><p>With much of the business carried out in secret and on encrypted cellphones and websites, an accounting of their earnings is in dispute.</p><p>But there is agreement that ISIS has changed the business of looting, streamlining the supply chain and dealing directly with wealthy international buyers.</p><p>Last month, ISIS shocked the world with a rampage in the Mosul Museum in northern Iraq, with <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/26/389256954/isis-video-shows-extremists-smashing-priceless-artifacts\">militants using sledgehammers to break ancient Assyrian statues</a>. ISIS claimed their radical interpretation of Islamic law propelled them to destroy the idols of ancient cultures. They made a video of the carnage to get their message out.</p><p>But it seems that these radical Islamists are more interested in income than ideology when it comes to selling out the ancient heritage of Syria and Iraq.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Via+Satellite%2C+Tracking+The+Plunder+Of+Middle+East+Cultural+History&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Deborah Amos","audio":[{"meta":{"duration":"297"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392142439-cbf113.m3u?orgId=1&topicId=1009&d=297&p=2&story=392077801&t=progseg&e=392142419&seg=4&ft=nprml&f=392077801"},{"href":"http://media.npr.org/assets/img/2015/03/10/main-gate-e1c45f82b5a135b9db72417cb971f0017c8c28bf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1660","width":"2214"}},{"href":"http://media.npr.org/assets/img/2015/03/10/screen-shot-2015-03-10-at-11.08.06-am-601bb3a301be79a38c0150e122fd01920c4f7e5f.png","type":"image/jpeg","meta":{"crop":"standard","height":"1171","width":"1561"}}]}