{"created":"2014-10-08T02:22:21+00:00","modified":"2014-10-31T00:21:16+00:00","valid":{"from":"2014-10-31T00:21:16+00:00","to":"3014-10-31T00:21:16+00:00"},"hreflang":"en","title":"How Banning One Question Could Help Ex-Offenders Land A Job","published":"2014-07-16T23:40:00+00:00","teaser":"Some say the box on job applications that asks, \"Have you ever been convicted of a crime?\" prevents ex-offenders from getting a fair shot. New laws prohibit firms from asking about a criminal record.","itags":["npr_api","330731820"],"guid":"fd36647e-acac-466a-b1d5-32a6e280b9c4","contentencoded":"<p>Washington, D.C., is expected to join four states and several cities soon in prohibiting companies from asking job applicants — up front — if they have a criminal record.</p><p>It's part of a growing movement called Ban the Box, a reference to that box on a job application form that asks, \"Have you ever been convicted of a crime?\"</p><p>Advocates for the laws say having to check the box prevents many ex-offenders from getting a fair shot at a job.</p><p>Chearie Phelps-El says it happened to her. The Washington resident was released from prison about a year ago after serving five years for felony assault for fighting with two other women.</p><p>It was her second conviction for assault. But at age 51, Phelps-El says she was determined to get her life in order, and has applied for numerous jobs at local hotels, sports clubs and hair salons.</p><p>\"But none of 'em called me back,\" she says. \"That's the only thing I can think of is the box.\"</p><p>Phelps-El says that's ironic, because in prison she received lots of training on how to re-enter society and become a productive, law-abiding citizen. She took classes on how to do her resume and apply for jobs, among other things. And now it seems like a waste.</p><p>\"Just ban the box. Give us a chance to go in, have an interview, sell ourselves, let the person know who we are,\" she says, adding that employers are missing out on a lot of good workers.</p><p>In Washington, D.C., an estimated 1 in 10 residents has a criminal record. Nationally, about 70 million people in the U.S. have been arrested or convicted of a crime.</p><p>Sherman Justice says he also had to struggle when he got out of prison two years ago after serving time for robbery and drug trafficking.</p><p>\"It was hard for me. I didn't just get a job off top when I first got out,\" he says. \"I almost hung around the wrong people again. And I made a conscious decision, like, this is not what I want to do.\"</p><p>Eventually, the 27-year-old landed a job with a Washington advocacy group, the National Coalition on Black Civic Participation.</p><p>But many ex-cons get frustrated when they can't find work and return to a life of crime.</p><p>\"About 50 percent of returning citizens do re-enter the criminal justice system,\" says Ari Weisbard, deputy director of the D.C. Employment Justice Center. \"Anything that we can do to lower that is going to both be better for overall costs and lowering the costs of imprisoning all of these people, and, of course, better for the victims of those crimes.\"</p><p>And he says employment has been shown to be one of the best ways to reduce recidivism.</p><p>Advocates of ban-the-box laws note that sensitive jobs, like child care, are still protected under the laws. And they point out that employers are not prevented from checking an applicant's criminal record. They just have to do it later on in the hiring process — in some cases after the employer has made a preliminary job offer.</p><p>That's too late, says Elizabeth Milito, senior executive counsel with the National Federation of Independent Business. \"That's pretty far down the road for a small business owner that might have only five or 10 employees and needs somebody in there now,\" she says.</p><p>Milito argues that small businesses can't afford a long hiring process, especially if they know that someone's criminal record is relevant. She gives the example of a plumber who sends his workers into customers' homes.</p><p>\"They're very concerned about sending anyone in that may have a conviction, a recent conviction, say for theft, burglary. And certainly physical issues, too,\" she says.</p><p>In the end, Milito predicts, the new laws will discourage some companies from hiring.</p><p>Christine Cunneen is the CEO of Hire Image, a background screening company in Rhode Island. She says many of her clients hire ex-offenders, but they want job applicants to be honest about their criminal backgrounds upfront because it's an important factor in the hiring decision.</p><p>\"It shows certain characteristics of a person. Are they going to be able to listen to authority? Are they going to be able to be trusted? There's a lot of businesses out there that are accepting credit cards, so if someone's had credit card fraud, I mean, somebody should know about that,\" she says.</p><p>Still, banning the box is increasingly popular. Hawaii, Massachusetts, Rhode Island and Minnesota have ban-the-box laws for companies, and Illinois Gov. Pat Quinn is expected to sign a similar law for his state soon. Illinois and several other states have already banned the box for public sector job applicants. The Washington, D.C., city council is expected to pass its bill banning the box on Monday.</p><p>Also, several big chains, like Wal-Mart and Target, have eliminated the criminal history question from their application forms. And advocates hope to expand the campaign to other areas, like housing, where ex-offenders are also excluded.</p><p>Sherman Justice, the former prisoner, says barriers to re-entry are everywhere. He says last year he was invited to a White House event for his group's work on civil rights. He says he was preparing to go that morning, when he got a phone call at home.</p><p>\"I sat on the edge of the bed, and, you know, I mean, the tears start coming in,\" he recalls.</p><p>Justice was told he wouldn't be able to go to the White House event after all. With his felony record, he hadn't passed the security check.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Banning+One+Question+Could+Help+Ex-Offenders+Land+A+Job&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Pam Fessler","audio":[{"meta":{"duration":"270"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331299057-336e42.m3u?orgId=1&topicId=1070&ft=3&f=330731820"},{"href":"http://media.npr.org/assets/img/2014/07/11/box2-ae3b60cf7fe4e024a9c47fb277b32d7df8b7dd80.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2734","width":"3648"}},{"href":"http://media.npr.org/assets/img/2014/07/11/box1_toned-b003f96ca997b6d166873e4eb8b71c64314b7175.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"3000"}}]}