{"created":"2015-02-06T19:46:57+00:00","modified":"2015-02-06T22:25:29+00:00","valid":{"from":"2015-02-06T22:25:29+00:00","to":"3015-02-06T22:25:29+00:00"},"hreflang":"en","title":"The Husband And Wife Who Burgled The FBI","published":"2015-02-06T20:40:00+00:00","teaser":"The story of the 1971 burglary and the anti-war activists behind it is finally being made public.","itags":["npr_api","384335220"],"guid":"fd394378-9f84-4055-b2e8-0ef947dc010e","contentencoded":"<p>Before Edward Snowden, there was the Citizens’ Commission to Investigate the FBI. In 1971, eight anti-war activists broke into the FBI office in Media, Pennsylvania. Among them were <strong>John and Bonnie Raines</strong> frequent anti-war protesters and the parents of three kids.</p><p>They were looking for proof that the FBI was involved in surveillance and harassment of civil rights and anti-war groups. And they found it in the over 1,000 documents that they stole and sent to three major newspaper: The New York Times, the Los Angeles Times, and The Washington Post.</p><p>“The story almost never got published,” John told <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now’</a></em>s  Robin Young. “Whistle-blowers depend on courageous investigative reporters” And those journalists, it seemed, were scarce.</p><p>At the time, FBI Director J. Edgar Hoover was so powerful that even presidents feared him. Finally, only The Washington Post published copies of the documents. The response was enormous. The public was outraged.</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;When the law becomes the instrument of the crime, then the only way you can stop that crime is to break that law.&#8221;<div class=\"pullquoteauth\">&ndash; John Raines</div></p><p></div></p><p>In a world where personal phones are locked with finger scans, it&#8217;s hard to imagine that these eight ordinary people could pull off such a major heist, especially considering they couldn&#8217;t even pick the lock on the first door they tried.</p><p>But other than that initial setback, the novice burglars succeeded.</p><p>&#8220;We had prepared so meticulously,&#8221; said Bonnie, who posed as a student from Swarthmore College exploring opportunities for women in the FBI in order to get inside the building during business hours to scout out security measures and the layout of the offices.</p><p>&#8220;We were very careful in our preparations,&#8221; John added. &#8220;We were not Don Quixotes, we were not martyrs, we were interested in doing the job we thought we had to do because nobody in Washington was doing that job, namely supervising and holding J.Edgar Hoover of the FBI accountable.&#8221;</p><p>Their actions led directly to the Church Committee hearings, the country’s first congressional investigation of American intelligence agencies. And later, the discovery of Cointellpro, short for Counterintelligence Program, which Hoover ran to secretly collect information on civil rights activists and groups the FBI deemed potentially disruptive to the bureau.</p><p>When the job was done, the commission disbanded and the eight members rarely spoke.</p><p>&#8220;We had to go into hiding of course,&#8221; said John. &#8220;J. Edgar Hoover sent 200 agents to try and find the Citizens Commission and they flooded the city of Philadelphia. So we knew we needed to go deep underground and the best place to go underground, of course, is in plain sight and we were able to do that here in Philadelphia because there were thousands of resistors back then. I mean our country was in fire in 1970 and 1971. So we decided as a group, the eight of us, that we needed to disappear from the public discourse and return to our private lives and we did that.&#8221;</p><p>The couple remained active, had a fourth child and raised their family, never revealing what they had done. &#8220;We did tell our children when they were older teenagers,&#8221; said Bonnie. Accustomed to their parent&#8217;s activism, they weren&#8217;t shocked. Actually, Bonnie recalls, &#8220;they were quite proud.&#8221; She hopes that among her four children and seven grandchildren there is a legacy of activism.</p><p>Does this include breaking the law? &#8220;Yes,&#8221; both parents say. &#8220;When the law becomes the instrument of the crime, then the only way you can stop that crime is to break that law. We found that out in the civil rights movement in the laws of segregation,&#8221; said John.</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;A people that would sacrifice liberty to gain security, deserve neither.&#8221;<div class=\"pullquoteauth\">&ndash; John Adams</div></p><p></div></p><p>Now, 43 years later, their story is being told in the new documentary &#8220;<a href=\"https://www.1971film.com/\" target=\"_blank\">1971</a>,&#8221; which opens in New York today.</p><p>While the Commission&#8217;s goal was not to be &#8220;Don Quixotes,&#8221; the film&#8217;s trailer suggests an element of heroism in their act. And while some may argue the Commission&#8217;s burglary was similar to Snowden&#8217;s, other&#8217;s say it&#8217;s a different time. Some say, in a post-9/11 world, we need to be more protective of the nation&#8217;s security.</p><p>“I believe our nation is driven by an excessive fear,&#8221; John said. &#8220;Yes, we have to worry about the terrorists, but even more we have to worry about how to protect the values of our nation that make our nation worth valuing and worth securing. The second president of the United States, John Adams, said something very wise in his time and it’s still true in our time. He said, ‘A people that would sacrifice liberty to gain security, deserve neither.&#8217; What he said back then, those many, many hundreds of years ago, remain true today.”</p><p><a href=\"http://www.youtube.com/watch?v=W2Kgo7NNXWs\">[Youtube]</a></p><h4>Guests</h4><ul><li><a href=\"https://www.1971film.com/about/subjects\" target=\"_blank\"><strong>John and Bonnie Raines</strong></a>, husband and wife who participated in the 1971 burglary of the FBI office in Media, Penn.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Husband+And+Wife+Who+Burgled+The+FBI&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"679"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384335264-7b536a.m3u?orgId=1&e=384335220&d=679&ft=nprml&f=384335220"},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0206_raines-family.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"706","width":"1083"}}]}