{"created":"2014-09-16T07:43:28+00:00","modified":"2014-10-30T22:22:02+00:00","valid":{"from":"2014-10-30T22:22:02+00:00","to":"3014-10-30T22:22:02+00:00"},"hreflang":"en","title":"With U.S. Oil Supply Climbing, Some Call For End To Export Ban","published":"2014-09-18T23:15:00+00:00","teaser":"Much of the U.S. oil industry wants to lift a ban that followed the 1970s energy crisis. But those worried about the possibility of higher gas prices and climate change want to keep the ban in place.","itags":["npr_api","348745001"],"guid":"fd4ab1ba-4910-4e10-8088-3080f2537201","contentencoded":"<p>An oil drilling boom that has made the U.S. the world's leading oil and petroleum product producer has some people urging an end to the four-decade ban on exporting domestic crude.</p><p>Some in the oil industry are launching a campaign to lift the ban, and they hope to win over a skeptical public.</p><p>Export restrictions date back to the <a href=\"http://www.npr.org/blogs/parallels/2013/10/15/234771573/the-1973-arab-oil-embargo-the-old-rules-no-longer-apply\">1973 Arab oil embargo</a>. Countries upset over U.S. support for Israel used their oil as a political tool. They agreed to reduce production 5 percent a month. The embargo lasted for five months. Oil prices quadrupled — there was rationing and long lines at gas stations. In response, the U.S. banned oil exports as part of a plan to insulate the country against supply and price shocks.</p><p>Attorney Jake Dweck began working in the energy law and policy field around that time. Now he's part of a campaign to lift the export ban. \"Over the past six years or so, we've lived through a phenomenal oil revolution that has made the U.S. the No. 1 oil producer in the world,\" he says.</p><p>That revolution was made possible by technologies like hydraulic fracturing, and it was unexpected. Refinery owners thought they'd be processing heavier oil that comes from other countries — not the light, sweet crude produced here. So they built refineries for heavy crude. Without the capacity to refine the lighter crude, drillers want to export it.</p><p>Dweck says if too much of the lighter oil stays in the country, prices will continue to drop, and that could slow down the current boom. \"The results would be reduced production — possibly shut-in production over time — and reduced economic activity for the U.S. economy as a whole,\" he says.</p><p>At a Sunoco gas station in Philadelphia, Stephanie Torain says she remembers the 1973 oil embargo. She understands Dweck's argument but is skeptical that lifting the ban is a good idea.</p><p>\"I don't want us to sell all our oil so in the future we won't have none when our children get old,\" Torain says. She also worries that exporting crude would raise gasoline prices.</p><p>But Dweck points to industry-endorsed studies, like one the <a href=\"http://www.brookings.edu/research/reports/2014/09/09-8-facts-about-us-crude-oil-production\">Brookings Institution recently released</a>. It shows that opening new export markets would prompt the industry to drill for even more crude and bring gasoline prices down. Backers also say exports would bring billions of dollars into the U.S. and help reduce the trade deficit.</p><p>At the Sunoco station, Desmond Ward of Philadelphia says he's also worried about oil exports increasing gas prices, but he's willing to listen to industry arguments. \"If they can actually prove that it's not going to affect us over here, then I'm for it,\" Ward says.</p><p>Among the most vocal opposition to lifting the ban are refineries that process the lighter crude oil produced in the U.S. They've benefited from the current situation because, without exports, domestic crude prices are lower than world crude prices.</p><p>Four such refineries have formed the group Consumers and Refiners United for Domestic Energy, known as CRUDE. Lobbyist Jeffrey Peck says having plenty of supply in the U.S. helps the country. He points to the situation now: Even with turmoil in several oil-producing countries, prices are actually going down.</p><p>\"There's one reason — one reason only — that consumers are not paying $5 and $6 a gallon of gas at the pump, and that's because of the oil being produced in the United States,\" Peck says. He predicts that, to keep prices at their current level, big oil-producing countries like Saudi Arabia would simply cut back on production if the U.S. allows exports.</p><p>President Obama could end the export ban with an executive order, and some of his allies think he should, including his former White House National Economic Council director, <a href=\"http://larrysummers.com/wp-content/uploads/2014/09/140910_Brookings_Energy_Transcript_jd.pdf\">Larry Summers</a>. The White House says there's no change in policy, yet.</p><p>Also opposing the effort to lift the export ban are some environmental groups worried that the move would lead to more drilling. \"We really need to address climate change and actually start to think about which reserves — which fossil fuel reserves — we're going to leave in the ground,\" says Lorne Stockman, research director with Oil Change International.</p><p>At stake in the export issue are billions of dollars in profits and whatever the White House decides could determine winners and losers. The campaigns are just starting, and you can expect much more in the months to come.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+U.S.+Oil+Supply+Climbing%2C+Some+Call+For+End+To+Export+Ban&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Brady","audio":[{"meta":{"duration":"247"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348903356-f4923b.m3u?orgId=1&topicId=1131&ft=3&f=348745001"},{"href":"http://media.npr.org/assets/img/2014/09/15/480340717-26c65bea488079d77aab11b3a4770e7f0859b5c5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}