{"created":"2014-12-05T08:26:10+00:00","modified":"2015-05-13T21:28:12+00:00","valid":{"from":"2015-05-13T21:28:12+00:00","to":"3015-05-13T21:28:12+00:00"},"hreflang":"en","title":"World's Slow Response To Ebola Leaves Sierra Leone Villages Scrambling","published":"2014-12-12T17:05:00+00:00","teaser":"With the number of new infections reaching a record high, there's no time to wait for international aid to build perfect Ebola treatment centers. So village leaders are making do with what they have.","itags":["npr_api","368512771"],"guid":"fd575c2c-33b0-46a9-9722-bd6939c879a9","contentencoded":"<p>If you think the fight against Ebola is going well, here's a grim new number: 537.</p><p>That's how many new infections were <a href=\"http://www.who.int/csr/disease/ebola/situation-reports/en/\">reported</a> in Sierra Leone in the past week. It's the highest weekly tally in any country since the West African outbreak began.</p><p>International governments and aid groups have scrambled to open Ebola treatment centers in the country. But, because of safety concerns, many of these centers are accepting only a fraction of the number of patients they were built to serve.</p><p>In the meantime, most sick people are being directed to makeshift, government-run centers. Some of these are simply schools or other government buildings re-purposed into a \"community care center\" — a place for people with <a href=\"http://www.npr.org/tags/147820238/ebola\">Ebola</a> symptoms to be isolated.</p><p>Bai Marrow Lamina Ngbathor, who heads up a chiefdom of several hundred villages in Sierra Leone's rural north, is helping transform a school into one of these care centers.</p><p>The facility is a lot more basic than the full-fledged treatment clinic that is supposed to serve this District--but which is only treating about ten patients while it scales up. That place was built with funding from foreign governments, including the U.S., and has a sophisticated in-ground plumbing and sanitation system.</p><p>Here at the school, workers are digging a big hole in the ground. \"Those are the toilets for the suspected cases to use,\" Lamina Ngbathor says.</p><p>The treatment offered at the school center will also be a lot more limited — medication to bring down a fever and rehydration salts that patients can drink with little help or supervision. In contrast, at some <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/11/21/365715575/an-ebola-clinic-figures-out-a-way-to-start-beating-the-odds\">treatment centers</a>, patients are getting intravenous drips for fluid replacements and direct attention from staff.</p><p>Still, though, Lamina Ngbathor and his team have stood up this community care center in a matter of days. He walks into a room where there are 11 metal cots.</p><p>\"This place was a classroom,\" Lamina Ngbathor says. A chalkboard on the wall still has a lesson written on it. \"My name is Hawa. I'm a girl. I'm 4 years old,\" Lamina Ngbathor reads off the board.</p><p>These community care centers — and larger holding centers — were originally conceived of as temporary triage outposts. Health officials intended them to be places where people who might have Ebola could be isolated while they waited for an Ebola test result. If the test came back positive, then a person would be sent onto a proper treatment facility.</p><p>But right now, there's no better place to go. So sick people are getting stuck at these triage centers, many will likely dire here. Effectively, the main function of this place seems less to help sick people than to prevent them from infecting others.</p><p>\"If we allow those sick to be in the community, Ebola will spread,\" says Lamina Ngbathor. \"And all of us will die.\"</p><p>But a few miles down the road, at a similar but larger holding center, I Dr. Corrado Cancedda with the aid group <a href=\"http://www.pih.org/\">Partners in Health</a> is trying to change this approach. He says this idea that so many Sierra Leoneans have to die while the international response scales up is unacceptable.</p><p>Cancedda asks, Why should people here get a lower standard of care than Americans or Europeans? \"Everybody deserves the same level of care. That should always be our goal and our guiding principle.\"</p><p>So Cancedda has begun turning this existing holding center into a full-fledged treatment facility, with IVs. He's also bringing in medical workers from overseas and trainers in a matter of days, not weeks.</p><p>And Cancedda totally rejects the idea that Ebola has to be such a deadly disease. \"Ebola kills so many people here [in Sierra Leone] because there's not the resources to take care of patients properly,\" he says.</p><p>As soon as possible, he wants to start using lab tests to monitor organ function and tweak electrolyte levels — the things that American and European hospitals have been doing to support their Ebola patients.</p><p>\"Let's bring the tools, and then the mortality rate will go down,\" Cancedda says. \"There's no reason why it couldn't be 20 percent, or 10 percent, if you diagnose patients early enough before they're sick.\"</p><p>The key to getting there, Cancedda says, is to maintain a sense of moral outrage — the conviction that as long as people are dying, what you're doing is never enough.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=World%27s+Slow+Response+To+Ebola+Leaves+Sierra+Leone+Villages+Scrambling&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nurith Aizenman","audio":[{"meta":{"duration":"287"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368640596-e898f1.m3u?orgId=1&topicId=1031&d=287&p=3&story=368512771&t=progseg&e=368640502&seg=1&ft=nprml&f=368512771"},{"href":"http://media.npr.org/assets/img/2014/12/04/ebola_120314_etu_dg_01-b57d156ae27c320046303d289f8082ce7ceded77.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/12/04/ebola_120314_etu_dg_25-fc60035025bc4f78504c2c0548bd3628a337a375.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/12/04/ebola_120314_etu_dg_17-27bed037329f0d52787385eef8e528326b1c28a2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/12/04/ebola_120314_etu_dg_15-96da5495bcb6e4896977a15e7cfcf53d086a5094.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/12/04/ebola_120314_etu_dg_26-468950e73bb1b2f9b53e0dfeca0761e10c67de5c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/12/04/ebola_120314_etu_dg_27-beb701d7a74fbacac502f54396b03089cbb1e20a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/12/04/ebola_120314_etu_dg_28-afb1b407b8dd75c73a6ba3317f19c4895e1e0631.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/12/04/ebola_120314_etu_dg_26-468950e73bb1b2f9b53e0dfeca0761e10c67de5c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}