{"created":"2014-09-28T21:06:33+00:00","modified":"2014-10-30T22:08:08+00:00","valid":{"from":"2014-10-30T22:08:08+00:00","to":"3014-10-30T22:08:08+00:00"},"hreflang":"en","title":"An Inviting Apocalypse: John Luther Adams On 'Become Ocean'","published":"2014-09-28T23:04:00+00:00","teaser":"John Luther Adams' Pulitzer Prize-winning composition, <em>Become Ocean</em>, evokes the end of the world — but it also welcomes us to take a swim.","itags":["npr_api","350911062"],"guid":"fd583a2b-f0b3-4a21-97cc-2f3a334d9b13","contentencoded":"<p>This past April, composer John Luther Adams became the most recent winner of the Pulitzer Prize for Music for his piece <em>Become Ocean</em> — a work commissioned by the Seattle Symphony, the recording of which comes out this Tuesday.</p><p>Adams says that he got the call with the good news in the middle of a afternoon power nap, during an exhausting teaching residency at Michigan Tech University.</p><p>\"I heard the word and asked the person on the other end, 'You know, could I call you back?' \" Adams remembers. \"Talk about your wake-up call.\"</p><p><em>Become Ocean</em> is, in one sense, a wake-up call as well. The Pulitzer committee called the composition \"a haunting orchestral work that suggests a relentless tidal surge, evoking thoughts of melting polar ice and rising sea levels.\"</p><p>Adams spoke with NPR's Arun Rath about letting environmentalism infuse his music, and his desire to take his work outside the concert hall. Hear the radio version at the audio link and read the conversation below.</p><p><strong>Arun Rath: So, let's talk about the commission for <em>Become Ocean</em>. First, can you explain the concept?</strong></p><p><strong>John Luther Adams:</strong> That's a fair question; I'm not sure I can give you a fair answer. It's a piece that feels like the culmination of many different things that I've been working on for 40 years or more now, trying to create a sense of endless space and suspended time. I'm obsessed with place as music and music as place. And what I want to experience as a listener, and what I hope for you as a listener, is to discover a strange and beautiful and maybe somewhat frightening new place, and invite you into that place to find your way and have your own experience.</p><p><strong>I don't want to be too literal-minded about music, especially that doesn't have words, but I know that you are somebody that's very concerned with the natural environment and with global warming. With a title like <em>Become Ocean</em>, it's sort of hard for me not to read into that — that you're thinking about a time when we might kind of become one with the ocean.</strong></p><p>Yes indeed. I think I kind of want to have it both ways, if I may, in my music. I believe deeply in the inherent power and mystery, the imperative, for music in our lives. And it's my hope that you can listen to this music without knowing anything about what the composer had in mind, including maybe even the title, and find yourself, or lose yourself, immersed in this music and have a real experience, something that touches you and moves you.</p><p>At the same time — and this is me talking out of the other side of my mouth — most of us these days, think a lot about the future of the present state of the Earth, the future of the human species and specifically about climate change. As I composed <em>Become Ocean</em>, I had in my mind and my heart this image of the melting of polar ice and the rising of the seas. All life on this Earth emerged from the ocean. If we don't wake up and pay attention here pretty soon, we human animals may find ourselves once again becoming ocean sooner than we imagine.</p><p><strong>Listening to it, I was almost expecting something different. This is music that sort of overwhelms, and you can be absorbed in it, but I don't feel like I'm drowning, you know. I don't feel a sense of alarm — you know, a siren or anything like that.</strong></p><p>You know, there's this 19th-century idea of the sublime: the idea is that there is an inextricable wholeness to our experience of the world, that contains at once both beauty and terror. And I think I want to be right on that razor's edge.</p><p><strong>The sense of \"awesome,\" in its original sense of the word.</strong></p><p>Yes. And maybe that's the Alaskan in me: 40 years living in the presence of raging wildfires and river ice breaking free in the springtime. I've been in touch for most of my life — pretty directly in touch — with these elemental forces that are so much bigger and more powerful, not only than I am, but than I can even imagine. And that can be both terrifying and profoundly reassuring. For me, that's pretty close to religious experience.</p><p><strong>I want to talk about your latest work that's currently being performed. It's a piece called <em>Sila: The Breath Of The World,</em> and it's intended to be performed outside, not in a concert hall. Can you explain that idea?<br /></strong></p><p>It's actually the second outdoor piece that I've composed in recent years. A few years ago, it finally occurred to me that — after almost 40 years of composing music inspired by the big world but intended to be heard inside, in the small world — maybe it was finally time to step outside and make music that was intended from the outset to be performed, heard, experienced, out-of-doors.</p><p><strong>You know, there are some performers who will walk off the stage if people cough too much. It sounds like this is kind of the opposite of that sort of reverence for the performing space.</strong></p><p>It is, and yet I don't think it undermines the ceremony, the magic, the mystery or the reverence. I've been fortunate enough to experience Alaskan native drumming and dancing and all-night ceremonies over the years — and in native culture, there's not this distinction that we make in Western culture between the sacred and the profane.</p><p>I remember this one occasion being at the Messenger Feast, a mid-winter ceremony in Barrow, Alaska. This is a very serious and ancient event happening in the school gym, and there are masked dancers and a large line of drummers and men and women chanting, and this goes on all night. And the lead drummer might be, in the heat of the moment, leading the group, and then his grandchild will come up to him and have a running nose — and he'll put his drum down, wipe the kid's nose, and then pick up his drum and go right back into \"game face.\" For us, we make this distinction between sacred space and quotidian space, but I don't think it needs to be that way.</p><p><strong>I'm curious, because being a modern composer in 2014 is not the easiest of professions: Is getting the Pulitzer like an independent filmmaker getting an Oscar? Does that open up more possibilities for you?</strong></p><p>People have been asking me, \"Has it changed my life?\" The answer is, I'm not sure. I don't think so. But the truth is, Arun, there's really not much in my life that I would want to change. I mean, it's just such a gift to do what I do as a life's work and to follow the music, as I like to say, wherever it may lead me. So I'm not really looking for the Pulitzer Prize to change my life — but if the Pulitzer Prize makes it a little bit easier for me to continue my work, then that will be a wonderful thing.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+Inviting+Apocalypse%3A+John+Luther+Adams+On+%27Become+Ocean%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"444"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352290053-10919f.m3u?orgId=1&topicId=1105&ft=3&f=350911062"},{"href":"http://media.npr.org/assets/img/2014/09/24/jla.banff_by-donald-lee-5a0820e301edc73a59e5160338737ac7d435d9af.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2125","width":"2832"}}]}