{"created":"2015-04-09T20:58:21+00:00","modified":"2015-04-10T18:22:05+00:00","valid":{"from":"2015-04-10T18:22:05+00:00","to":"3015-04-10T18:22:05+00:00"},"hreflang":"en","guid":"fd5fbe31-d443-4a09-a546-7de355720bdd","title":"It's hard getting out of Yemen — and even harder to get help if you live there","published":"2015-04-10T18:22:02+00:00","byline":"Stephen Snyder, Christopher Woolf","tags":["conflict","terrorism","military","Conflict","Conflict & Justice","Yemen","Yemen","Al-Qaeda in the Arabian Peninsula","Houthis","Sana'a","Al-Qaeda"],"teaser":"International efforts to evacuate foreign nationals from Yemen have taken center stage in the news, but efforts to get aid into the country have proven at least as complicated as attempts to get foreign citizens out.","contentencoded":"<p>More than 20 countries have called on the International Organization for Migration to help evacuate 16,000 foreign nationals from Yemen. But even as the IOM struggles to get its first evacuation flight off the ground, an activist points out that Yemenis are struggling, too.</p>\n<p>\"There's no evacuation plan for us,\" says Yemeni activist Farea al-Muslimi.  \"Yemenis seem to be looked at as collateral damage in a war that they have nothing to do with, in a war that has less to do with Yemen and more to do with foreign powers.\"</p>\n<p>Muslimi spoke to PRI as Saudi-led air attacks targeted positions held by Houthi rebels in Sanaa. As he recorded his interview, he said he could see smoke rising from the hills through his window.</p>\n<p>The Saudi bombing campaign, Operation Decisive Storm, began on March 26, targeting not only rebel military installations and encampments, but also Yemen's roads and infrastructure. The Sanaa airport, which is under the control of the Houthi rebels, has been repeatedly bombed by Saudi jets.</p>\n<p>So while Joel Millman of the IOM estimates that \"6,000 [evacuees] are prepared to go immediately,\" arranging flights is extremely difficult. And Muslimi points out it's even harder to get help into Yemen than it is to get people out.</p>\n<p>\"The evacuation efforts are much easier, and facilitated more easily, by the different sides of conflict, locally and internationally, than those of humanitarian aid,\" he says, noting that while India began flying its citizens out of Yemen on April 3, \"we were still waiting for the International Committee of the Red Cross to get a plane of first aid to Sanaa. It took more time to bring in the first aid flight than it took to evacuate the first foreigners.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-09%2Fwhats-harder-getting-out-yemen-having-live-there&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0409201507edit.mp3"},{"href":"http://www.pri.org/file/0409201507editmp3"}]}