{"created":"2015-06-09T19:36:15+00:00","modified":"2015-06-12T17:59:14+00:00","valid":{"from":"2015-06-12T17:59:14+00:00","to":"3015-06-12T17:59:14+00:00"},"hreflang":"en","title":"Anxious About China, Asian Nations Buy More U.S. Military Hardware","published":"2015-06-09T22:57:00+00:00","teaser":"The shopping spree by Southeast Asian nations is expected to total around $40 billion over the next year. But the U.S. has competition, from Russia, Europe and other countries in Asia.","itags":["npr_api","413121259"],"guid":"fd638af5-84c8-4ade-b0a6-fe819130fcb5","contentencoded":"<p>Southeast Asia is becoming a booming market for U.S. defense companies. Countries such as Vietnam, Malaysia and Thailand are spending billions to upgrade and expand their defense systems. At the heart of this shopping spree is anxiety over China.</p><p>But American defense companies have plenty of competition.</p><p>Southeast Asian countries have been steadily building up their defense systems over the past decade — some more than others. But the pace has picked up recently, says Anthony Nelson, with the U.S.-ASEAN Business Council.</p><p>\"The countries are going to spend something like $40 billion this year on defense, which is a substantial increase from where they were just a few years ago,\" Nelson says. \"We're expecting them to go up to around $50 billion or so by 2020.\"</p><p>What's driving this is a tense security environment in the region, says Lyle Goldstein, a China specialist at the U.S. Naval War College. He says there has been friction recently between several Asian neighbors over various issues. But Goldstein says the biggest worry is <a href=\"http://www.npr.org/sections/thetwo-way/2015/05/16/407301240/kerry-meets-with-chinas-foreign-minister-over-disputed-islands\">China, which has been trying to exert its sovereignty in the South China Sea</a>. About a half-dozen countries lay claim to a territory that is rich in oil and gas, and fish.</p><p>\"There are a lot of issues out there, but unquestionably when we see countries spending a lot of money on very high-end equipment — I'm talking about ships and aircraft, submarines, very expensive items — there's no question in my mind that it has to do with this South China Sea dispute,\" Goldstein says.</p><p>And U.S. defense companies want to capitalize on the region's need for military equipment. One relatively new and potentially lucrative customer is Vietnam.</p><p>Recently, the Obama administration partially lifted a ban on weapons sales to the country. And in April, the U.S. Embassy in Hanoi organized a day-long symposium bringing together Vietnamese officials and American defense companies.</p><p>But the U.S. isn't the only country trying to tap into the Vietnamese market: Russia, France, the U.K., South Korea and China are as well.</p><p>Nelson, of the U.S.-ASEAN Business Council, says Russia has been a long-time military supplier to Vietnam and just sold it six submarines. The U.S. can't compete in submarines, Nelson says, but is strong in areas such as advanced radars and sensors.</p><p>\"So the U.S. does have ... the highest quality products, and we have by far the best surveillance and domain awareness products,\" Nelson says.</p><p>The Obama administration, as part of its new focus on the Asia-Pacific region, is trying to solidify relations with countries there. Robert Ross, a specialist in U.S-China relations at Boston College, says no matter how much military hardware Vietnam buys, it would not prevail in a conflict with China.</p><p>\"So we seem to be doing this for political reasons. And that is we're signaling the region, signaling Vietnam and signaling China, that we have a stake in Vietnamese security, and we'd like to see Vietnam be somewhat more independent from Chinese authority and Chinese influence,\" Ross says.</p><p>But the Obama administration needs to be careful, says the Naval War College's Goldstein.</p><p>\"I think we could in a way be waving a red flag in front of a bull when it comes to Vietnam because China's relationship with Vietnam is very tense, and this maritime issue is very sensitive,\" Goldstein says. \"So I don't think the United States wants to get in the middle of this, and selling arms certainly puts us in a more central position.\"</p><p>Still, the Pentagon announced recently the U.S. will provide Vietnam $18 million to buy new vessels for its coast guard.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Anxious+About+China%2C+Asian+Nations+Buy+More+U.S.+Military+Hardware&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jackie Northam","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413192488-b582c3.m3u?orgId=1&topicId=1004&d=235&p=2&story=413121259&t=progseg&e=413066885&seg=7&ft=nprml&f=413121259"},{"href":"http://media.npr.org/assets/img/2015/06/09/vietnam-us-military-landov-693cf56242bda0cd86983015c5c21d78d10d76ca.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1438","width":"1917"}}]}