{"created":"2015-06-24T23:17:06+00:00","modified":"2015-06-30T19:13:39+00:00","valid":{"from":"2015-03-13T22:42:30+00:00","to":"3015-03-13T22:42:30+00:00"},"hreflang":"en","title":"David Duchovny’s ‘Holy Cow’ Origins and Tips to Avoid Awkward Exits","itags":["PMP:The_Dinner_Party_Download_PMP","The Dinner Party Download","The Dinner Party Download 2015-03-13","fd6561b0236cce54c0683472904899c3"],"contentencoded":"<div class=\"barn-cleaned\"><p><strong>Brendan Francis Newman:</strong>&nbsp;Each week you send in your questions on how to behave, and here to answer them this week is actor David Duchovny. He played detective Fox Mulder in the cult sci-fi TV series, the “X-Files,” and he also starred as the womanizing novelist Hank Moody in the long-running Showtime show “Californication.”</p>\n<br />\n<p>But before all that, he was — like many of us in public radio land — an English major.&nbsp;He got his B.A. at Princeton, where his senior thesis was “The Schizophrenic Critique of Pure Reason in Beckett’s Early Novels” —</p>\n<br />\n<p><strong>Rico Gagliano:</strong> Ooh, wow.</p>\n<br />\n<blockquote>\n<p><strong>David Duchovny:</strong>&nbsp;“Wow”is right.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newman:</strong>&nbsp;— I know, geez. So he has all the qualifications to have now published his first book: It’s called “<a href=\"http://www.amazon.com/dp/0374172072?tag=dinnerp-20\">Holy Cow</a>,” and obviously it is filled with anthropomorphized animals, puns, and reflections on tolerance and the sex lives of bovines. David welcome!</p>\n<br />\n<blockquote>\n<p><strong>David Duchovny:</strong> Thank you. That was my favorite intro of all time.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newman:</strong> Glad you think so.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> We aim to please.</p>\n<br />\n<p><strong>Brendan Francis Newman:</strong> I was an English major too.</p>\n<br />\n<p>So, this book is narrated by Elsie Bovary, a cow. &nbsp;And she and a pig named Shalom, and a turkey named Tom, decide to break out of their farm and head to countries where they think they’ll be safer. In Elsie’s case it’s India, where she’s heard that cows are worshipped…</p>\n<br />\n<p><strong>Rico Gagliano:</strong> At one point they end up trekking through the deserts in the Middle East…</p>\n<br />\n<p><strong>Brendan Francis Newman:</strong> Yeah, so our question: Where the <em>hell</em> did you come up with this idea?</p>\n<br />\n<blockquote>\n<p><strong>David Duchovny:</strong> Well I was just… I was driving in Los Angeles, this was a long time ago, when I still lived there. It started with, “Ya know…” It was one of those thoughts: “Ya know… If <em>I</em> were a cow, I’d probably try to get to India.” &nbsp;That struck me as inevitable.</p>\n<br />\n<p>Then I thought the idea felt like an animated film, but, you know, “Is there any more? Are there any other animals?” so I kind of went through the kosher list, and thought that a pig was probably more dramatic than a shrimp or a clam…</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newman:</strong> Yeah I think so, good work.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> I would <em>love</em> to see an animated clam cartoon!</p>\n<br />\n<blockquote>\n<p><strong>David Duchhovny:</strong>&nbsp;A clam trekking through the desert would have been, uh, interesting. Using his one little leg there…</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> There’s so much tension! It needs water, and it’s in the desert! &nbsp;Anyway, continue.</p>\n<br />\n<blockquote><br />\n<img src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/03/3_call-me-shalom-revised-nocap-683x1024.jpg\" alt=\"An illustration from David Duchovny's book &quot;Holy Cow.&quot; Photo credit: Natalna Balnova\" />An illustration from David Duchovny’s book “Holy Cow.” Photo credit: Natalna Balnova<br />\n<p><strong>David Duchovny:</strong>&nbsp;And then the turkey was: “Oh, a turkey, that’s funny — a turkey might think Turkey was the place where it could be safe.”</p>\n<br />\n<p>So I thought it was an animated film. I went and pitched it to… Disney and Pixar, I think were the two places I pitched it, and they both passed politely. I think they were scared off by the circumcising of a pig.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> But <em>now –</em>&nbsp; if this is a big hit — then you can have your revenge, when they buy the film rights.</p>\n<br />\n<blockquote>\n<p><strong>David Duchovny:</strong>&nbsp;“<em>Now</em> who doesn’t want to circumcise a pig?!!”</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newman:</strong> Exactly.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> Fingers crossed.</p>\n<br />\n<p><strong>Brendan Francis Newman:</strong> Meanwhile, here you are to answer etiquette questions, are you ready for these? We told folks you were going to be here.</p>\n<br />\n<blockquote>\n<p><strong>David Duchovny:</strong> Sure.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Let’s begin. Our first question comes from Sara in Silver Lake California, and Sara writes:</p>\n<br />\n<p>“How do you politely end a conversation when you’re in a rush to leave, but the other person is in the middle of what they’re saying? This person can tell I’m anxious to go, but it’s rude to just cut them off.”</p>\n<br />\n<p><strong>Rico Gagliano:</strong> I know this feeling.</p>\n<br />\n<blockquote>\n<p><strong>David Duchovny:</strong> Yeah, we used to do this thing on set where, if you were in that position&nbsp;—&nbsp;I forget where it came from, it might have come from a movie — but you go, “Oh, look a baby wolf!”</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> And then you just run?</p>\n<br />\n<blockquote>\n<p><strong>David Duchovny:</strong> Yeah.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> When the person turns to look at the baby wolf?</p>\n<br />\n<blockquote>\n<p><strong>David Duchovny:</strong> Well everybody understands if you saw a baby wolf, you’d end the conversation to go look at it.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newman:</strong> Certainly.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> What set was that by the way? That feels like an “X-Files” set thing.</p>\n<br />\n<blockquote>\n<p><strong>David Duchovny:</strong> I think it <em>was</em> “X-Files.” &nbsp;“Oh look, a baby wolf!”</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newman:</strong> Yeah — there actually could have been a wolf on that set.</p>\n<br />\n<blockquote>\n<p><strong>David Duchovny:</strong> Yeah: “I’ll get back to you on that later. I just gotta check the baby wolf out.”.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newman:</strong> So Sara, your friends may think you’re on drugs, but you’ll be able to end the conversation and not feel uncomfortable.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> That’s right, perfect advice.</p>\n<br />\n<p>Here’s something from Morteza in Tehran, Iran. And Morteza writes: “A long-time dear friend of mine asked me to help him with his English so he can take an English proficiency test. I thought this would take a couple of weeks at most, but it turned out to be three months so far. Is there a not-blunt way to tell him the amount of time I’m putting into this would only be reasonable if I was getting paid? It’s not like I need the money, but that won’t give me motivation, and won’t make me feel like I’m wasting my time.”</p>\n<br />\n<blockquote>\n<p><strong>David Duchovny:</strong>&nbsp;Hmmm. &nbsp;You know what? &nbsp;Next time they get together she should say, “Oh, look a baby wolf!” And then never come back. Just&nbsp;go running off, change your number…</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newman:</strong> Wait, should she say that in English? Or Persian?</p>\n<br />\n<blockquote>\n<p><strong>David Duchovny:</strong> In Persian.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newman:</strong> Oh okay, ’cause he won’t understand it otherwise, because he hasn’t gotten advanced enough to be able to understand English.</p>\n<br />\n<blockquote>\n<p><strong>David Duchovny:</strong> No – he doesn’t know “Oh, look a baby wolf” in English.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> It’s true.</p>\n<br />\n<blockquote>\n<p><strong>David Duchovny:</strong> I don’t know… It’s easy to say “Just be straightforward.” But obviously people have difficulty doing it.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newman:</strong> But also you know what’s going on here? Morteza might not be a very good teacher.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> That’s true.</p>\n<br />\n<blockquote>\n<p><strong>David Duchovny:</strong> That’s why it’s taking so long?</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newman:</strong> Yeah, it should take a couple weeks, but now it’s three months and it’s like… I don’t know, Morteza!</p>\n<br />\n<p><strong>Rico Gagliano:</strong> Yeah — it’s like, “You strung this guy along, and now you wanna be <em>paid</em>?”</p>\n<br />\n<blockquote>\n<p><strong>David Duchovny:</strong> I mean… her English in that question was very good.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newman:</strong> That’s true, that’s a good point.</p>\n<br />\n<p><strong>Rico Gagliano:</strong>&nbsp;She just may not be good at transferring that knowledge to others, is what I’m saying.</p>\n<br />\n<blockquote>\n<p><strong>David Duchovny:</strong> She may not be a good teacher.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newman:</strong> All right — so we went from helping Morteza to questioning her teaching ability.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> Well, David says you should just ask the guy if he can pay her. I think that it’s too late. I think that she should have said that up front.</p>\n<br />\n<blockquote>\n<p><strong>David Duchovny:</strong> That’s true. You’re tougher than I am.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Well, clearly.</p>\n<br />\n<p><strong>Brendan Francis Newman:</strong>&nbsp;We have another question, this comes from Christa. She sent it via Facebook and she asks:</p>\n<br />\n<p>“What’s the best way to sing the popular song ‘David Duchovny’ to David Duchovny, or how does one <em>react</em> to a song that’s been written about you?”</p>\n<br />\n<blockquote>\n<p><strong>David Duchovny:</strong>&nbsp;I love that song… what do you mean, “What is the best way to hear it?”</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newman:</strong> Well, her first question was what was the best way to sing the popular song <em>to</em> you. &nbsp;If you’re being serenaded, would you, I guess… would you want a flute, would you want a piano, or would you not want it at all?</p>\n<br />\n<blockquote>\n<p><strong>David Duchovny:</strong>&nbsp;Probably not want it at all. &nbsp;But I had a book reading here in New York about a month ago, and on my way in, I got an email from Bree Sharp, who was the woman who wrote and sang that song. She said, “Oh, I see you’ve got a book, I’m in the neighborhood, but I’m not gonna be able to make it by… or maybe I will.” &nbsp;I said, “Well, if you do, bring your guitar, and I’ll make you sing the song.” So she showed up with a guitar, and she sang it — just her and&nbsp;the guitar — and it was really nice.</p>\n</blockquote>\n<br />\n<p><iframe src=\"//www.youtube.com/embed/Kt6Gnavmzj8\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe><br />\n<br />\n<strong>Brendan Francis Newman:</strong> Okay so: be Bree Sharp, and bring your guitar to your book reading, and sing it to you there, &nbsp;upon your request.</p>\n<br />\n<blockquote>\n<p><strong>David Duchovny:</strong> Exactly. If you can. If you can do those things. But if you’re not those things, then don’t sing it to me.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newman:</strong>&nbsp;And the second part of the question is: how does one react <em>to&nbsp;</em>the&nbsp;song? How did you react when you found out there was a song written about you?</p>\n<br />\n<blockquote>\n<p><strong>David Duchovny:</strong>&nbsp;It was really nice. I mean, a friend of mine had found it… and I had no idea that my name rhymed with so many interesting phrases. I really had never thought of it that way — I always assumed my name was like “orange” and it was impossible to rhyme with anything.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> You’re wrong.</p>\n<br />\n<blockquote>\n<p><strong>David Duchovny:</strong> I am <em>very</em> wrong. So I started playing it in my car, and you know, I’d kind of rock out to it… and a couple times, I realized my windows were down.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> That’s pretty rock star of you!</p>\n<br />\n<blockquote>\n<p><strong>David Duchovny:</strong> Pretty… pretty stupid.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newman:</strong> I can see you in traffic on PCH, rocking out to a song <em>about</em> you! &nbsp;That is the ultimate Malibu movie star moment.</p>\n<br />\n<blockquote>\n<p><strong>David Duchovny:</strong> It <em>was</em> on the PCH! I know. I know. Thankfully, no one busted me.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Oh man —&nbsp;David Duchovny, thank you for telling us how <em>not</em> to behave when a song is written about you.</p>\n<br />\n<blockquote>\n<p><strong>David Duchovny:</strong> Don’t ever do that.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> All right, thanks so much for being here sir.</p>\n<br />\n<blockquote>\n<p><strong>David Duchovny:</strong> Thank you.</p>\n</blockquote>\n<br /></div>","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newman:</strong> Each week you send in your questions on how to behave, and here to answer them this week is actor David Duchovny. He played detective Fox Mulder in the cult sci-fi TV series, the “X-Files,” and he also starred as the womanizing novelist Hank Moody in the long-running Showtime show “Californication.”</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>But before all that, he was — like many of us in public radio land — an English major. He got his B.A. at Princeton, where his senior thesis was “The Schizophrenic Critique of Pure Reason in Beckett’s Early Novels” —</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Ooh, wow.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>David Duchovny:</strong> “Wow”is right.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newman:</strong> — I know, geez. So he has all the qualifications to have now published his first book: It’s called “<a href=\\\"http://www.amazon.com/dp/0374172072?tag=dinnerp-20\\\">Holy Cow</a>,” and obviously it is filled with anthropomorphized animals, puns, and reflections on tolerance and the sex lives of bovines. David welcome!</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>David Duchovny:</strong> Thank you. That was my favorite intro of all time.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newman:</strong> Glad you think so.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> We aim to please.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newman:</strong> I was an English major too.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p>So, this book is narrated by Elsie Bovary, a cow.  And she and a pig named Shalom, and a turkey named Tom, decide to break out of their farm and head to countries where they think they’ll be safer. In Elsie’s case it’s India, where she’s heard that cows are worshipped…</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> At one point they end up trekking through the deserts in the Middle East…</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newman:</strong> Yeah, so our question: Where the <em>hell</em> did you come up with this idea?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>David Duchovny:</strong> Well I was just… I was driving in Los Angeles, this was a long time ago, when I still lived there. It started with, “Ya know…” It was one of those thoughts: “Ya know… If <em>I</em> were a cow, I’d probably try to get to India.”  That struck me as inevitable.</p><br /><p>Then I thought the idea felt like an animated film, but, you know, “Is there any more? Are there any other animals?” so I kind of went through the kosher list, and thought that a pig was probably more dramatic than a shrimp or a clam…</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newman:</strong> Yeah I think so, good work.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> I would <em>love</em> to see an animated clam cartoon!</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>David Duchhovny:</strong> A clam trekking through the desert would have been, uh, interesting. Using his one little leg there…</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> There’s so much tension! It needs water, and it’s in the desert!  Anyway, continue.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><br /><img alt=\\\"An illustration from David Duchovny&apos;s book &quot;Holy Cow.&quot; Photo credit: Natalna Balnova\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/03/3_call-me-shalom-revised-nocap-683x1024.jpg\\\" />An illustration from David Duchovny’s book “Holy Cow.” Photo credit: Natalna Balnova<br /><p><strong>David Duchovny:</strong> And then the turkey was: “Oh, a turkey, that’s funny — a turkey might think Turkey was the place where it could be safe.”</p><br /><p>So I thought it was an animated film. I went and pitched it to… Disney and Pixar, I think were the two places I pitched it, and they both passed politely. I think they were scared off by the circumcising of a pig.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> But <em>now –</em>  if this is a big hit — then you can have your revenge, when they buy the film rights.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>David Duchovny:</strong> “<em>Now</em> who doesn’t want to circumcise a pig?!!”</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newman:</strong> Exactly.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Fingers crossed.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newman:</strong> Meanwhile, here you are to answer etiquette questions, are you ready for these? We told folks you were going to be here.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>David Duchovny:</strong> Sure.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Let’s begin. Our first question comes from Sara in Silver Lake California, and Sara writes:</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>“How do you politely end a conversation when you’re in a rush to leave, but the other person is in the middle of what they’re saying? This person can tell I’m anxious to go, but it’s rude to just cut them off.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> I know this feeling.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>David Duchovny:</strong> Yeah, we used to do this thing on set where, if you were in that position — I forget where it came from, it might have come from a movie — but you go, “Oh, look a baby wolf!”</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> And then you just run?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>David Duchovny:</strong> Yeah.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> When the person turns to look at the baby wolf?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>David Duchovny:</strong> Well everybody understands if you saw a baby wolf, you’d end the conversation to go look at it.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newman:</strong> Certainly.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> What set was that by the way? That feels like an “X-Files” set thing.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>David Duchovny:</strong> I think it <em>was</em> “X-Files.”  “Oh look, a baby wolf!”</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newman:</strong> Yeah — there actually could have been a wolf on that set.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>David Duchovny:</strong> Yeah: “I’ll get back to you on that later. I just gotta check the baby wolf out.”.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newman:</strong> So Sara, your friends may think you’re on drugs, but you’ll be able to end the conversation and not feel uncomfortable.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> That’s right, perfect advice.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p>Here’s something from Morteza in Tehran, Iran. And Morteza writes: “A long-time dear friend of mine asked me to help him with his English so he can take an English proficiency test. I thought this would take a couple of weeks at most, but it turned out to be three months so far. Is there a not-blunt way to tell him the amount of time I’m putting into this would only be reasonable if I was getting paid? It’s not like I need the money, but that won’t give me motivation, and won’t make me feel like I’m wasting my time.”</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>David Duchovny:</strong> Hmmm.  You know what?  Next time they get together she should say, “Oh, look a baby wolf!” And then never come back. Just go running off, change your number…</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newman:</strong> Wait, should she say that in English? Or Persian?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>David Duchovny:</strong> In Persian.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newman:</strong> Oh okay, ’cause he won’t understand it otherwise, because he hasn’t gotten advanced enough to be able to understand English.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>David Duchovny:</strong> No – he doesn’t know “Oh, look a baby wolf” in English.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> It’s true.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>David Duchovny:</strong> I don’t know… It’s easy to say “Just be straightforward.” But obviously people have difficulty doing it.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newman:</strong> But also you know what’s going on here? Morteza might not be a very good teacher.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> That’s true.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>David Duchovny:</strong> That’s why it’s taking so long?</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newman:</strong> Yeah, it should take a couple weeks, but now it’s three months and it’s like… I don’t know, Morteza!</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Yeah — it’s like, “You strung this guy along, and now you wanna be <em>paid</em>?”</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>David Duchovny:</strong> I mean… her English in that question was very good.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newman:</strong> That’s true, that’s a good point.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> She just may not be good at transferring that knowledge to others, is what I’m saying.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>David Duchovny:</strong> She may not be a good teacher.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newman:</strong> All right — so we went from helping Morteza to questioning her teaching ability.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Well, David says you should just ask the guy if he can pay her. I think that it’s too late. I think that she should have said that up front.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>David Duchovny:</strong> That’s true. You’re tougher than I am.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Well, clearly.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newman:</strong> We have another question, this comes from Christa. She sent it via Facebook and she asks:</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p>“What’s the best way to sing the popular song ‘David Duchovny’ to David Duchovny, or how does one <em>react</em> to a song that’s been written about you?”</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>David Duchovny:</strong> I love that song… what do you mean, “What is the best way to hear it?”</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newman:</strong> Well, her first question was what was the best way to sing the popular song <em>to</em> you.  If you’re being serenaded, would you, I guess… would you want a flute, would you want a piano, or would you not want it at all?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>David Duchovny:</strong> Probably not want it at all.  But I had a book reading here in New York about a month ago, and on my way in, I got an email from Bree Sharp, who was the woman who wrote and sang that song. She said, “Oh, I see you’ve got a book, I’m in the neighborhood, but I’m not gonna be able to make it by… or maybe I will.”  I said, “Well, if you do, bring your guitar, and I’ll make you sing the song.” So she showed up with a guitar, and she sang it — just her and the guitar — and it was really nice.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><iframe allowfullscreen=\\\"allowfullscreen\\\" frameborder=\\\"0\\\" src=\\\"//www.youtube.com/embed/Kt6Gnavmzj8\\\"></iframe><br /><br /><strong>Brendan Francis Newman:</strong> Okay so: be Bree Sharp, and bring your guitar to your book reading, and sing it to you there,  upon your request.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>David Duchovny:</strong> Exactly. If you can. If you can do those things. But if you’re not those things, then don’t sing it to me.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newman:</strong> And the second part of the question is: how does one react <em>to </em>the song? How did you react when you found out there was a song written about you?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>David Duchovny:</strong> It was really nice. I mean, a friend of mine had found it… and I had no idea that my name rhymed with so many interesting phrases. I really had never thought of it that way — I always assumed my name was like “orange” and it was impossible to rhyme with anything.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> You’re wrong.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>David Duchovny:</strong> I am <em>very</em> wrong. So I started playing it in my car, and you know, I’d kind of rock out to it… and a couple times, I realized my windows were down.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> That’s pretty rock star of you!</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>David Duchovny:</strong> Pretty… pretty stupid.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newman:</strong> I can see you in traffic on PCH, rocking out to a song <em>about</em> you!  That is the ultimate Malibu movie star moment.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>David Duchovny:</strong> It <em>was</em> on the PCH! I know. I know. Thankfully, no one busted me.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Oh man — David Duchovny, thank you for telling us how <em>not</em> to behave when a song is written about you.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>David Duchovny:</strong> Don’t ever do that.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> All right, thanks so much for being here sir.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>David Duchovny:</strong> Thank you.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"}]","guid":"fd6561b0-236c-4ce5-8c06-3472904899c3","tags":["APM","Etiquette","books"],"description":"Brendan Francis Newman: Each week you send in your questions on how to behave, and here to answer them this week is actor David Duchovny. He played detective Fox Mulder in the cult sci-fi TV series, the “X-Files,” and he also starred as the womanizing novelist Hank Moody in the long-running Showtime show “Californication.” But before […]","byline":"Lopez, Kristina","published":"2015-03-13T22:42:30+00:00","teaser":"Brendan Francis Newman: Each week you send in your questions on how to behave, and here to answer them this week is actor David Duchovny. He played detective Fox Mulder in the cult sci-fi TV series, the “X-Files,” and he also starred as the womanizing novelist Hank Moody in the long-running Showtime show “Californication.” But before […]","audio":[{"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/03/Duchovny-David-C-Tim-Palen.jpg","type":"image/jpeg","meta":{"height":null,"crop":"primary","width":null}},{"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/03/1_barn_2_nocap.jpg","type":"image/jpeg","meta":{"width":null,"height":null,"crop":"primary"}},{"meta":{"width":null,"crop":"primary","height":null},"type":"image/jpeg","href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/03/3_call-me-shalom-revised-nocap.jpg"},{"type":"image/jpeg","meta":{"crop":"primary","height":null,"width":null},"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/03/8_wall_2.jpg"},{"type":"image/jpeg","meta":{"width":null,"crop":"primary","height":null},"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/03/9_india_nocap.jpg"},{"meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg","href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/03/9780374712891.jpg"},{"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/03/Duchovny-fixed.jpg","type":"image/jpeg","meta":{"width":null,"height":null,"crop":"primary"}},{"href":"http://play.publicradio.org/pmp/d/podcast/dinnerpartydownload/segments/2015/03/13/313etiquette_64.mp3","format":"MP3","meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/dinnerpartydownload/segments/2015/03/13/313etiquette"},"duration":478,"duration_hms":"00:07:58"},"type":"audio/mpeg"}]}