{"created":"2014-08-28T02:38:48+00:00","modified":"2015-01-09T19:05:29+00:00","valid":{"from":"2015-01-09T19:05:29+00:00","to":"3015-01-09T19:05:29+00:00"},"hreflang":"en","title":"Government Watchdogs Complain Of Closed Doors Set Up By White House","published":"2014-08-14T01:14:00+00:00","teaser":"Inspectors general complain that they're being stiffed on the access they need to serve effectively. Four lawmakers are now demanding that the Obama administration comply with transparency requests.","itags":["npr_api","340127340"],"guid":"fd7688b0-2157-4d33-98d7-3eeb00391112","contentencoded":"<p>Not all the watchdogs in Washington work outside the government. Some are paid officials of the government. Lately, some of these inside watchdogs have started to bark. And it's not a bark of joy.</p><p>Inspectors general, as they're called, are supposed to uncover government fraud. But they say all too often, they're getting stonewalled instead. The IGs want better access to information from the Obama administration--and they're winning support from members of Congress.</p><p>Forty-seven IGs <a href=\"http://www.grassley.senate.gov/sites/default/files/issues/upload/IG%20Access%20Letter%20to%20Congress%2008-05-2014.pdf\">signed a letter</a> this month highlighting problems with access to federal records — problems they say slow their investigations and threaten their independence.</p><p>\"If the IG community cannot rally around getting access to data, access to information, what can they rally around?\" asks Brian Miller, who served as inspector general at the General Services Administration for nine years. \"You know, this is, this is vital.\"</p><p>Miller says by failing to hand over documents and access to electronic databases, bureaucrats can deprive IGs of the fuel they need to do their work. Work like his own look at how the GSA misspent federal money on lavish awards ceremonies.</p><p>\"I think taxpayers want accountability, and the IGs provide accountability,\" Miller says. \"The taxpayers want to know how their money is being spent.\"</p><p>And so do members of Congress. In a show of support, leaders of the House and Senate government oversight committees recently sent their own letter to the Office of Management and Budget. The lawmakers expressed \"grave concern\" about the issue and asked OMB to make sure agencies comply with demands for information.</p><p>\"Timely and complete access to information is essential if Inspectors General are to perform their missions,\" the letter <a href=\"http://oversight.house.gov/release/members-call-omb-director-address-concerns-inspectors-general/\">said</a>.</p><p>Maryland Democrat Elijah Cummings was among those who signed.</p><p>\"Whenever there is an effort to block them from getting information, or what appears to be an effort to block them from getting information, that is a concern that I think all of us share,\" Cummings says.</p><p>Cummings says he expects the administration will find a way to smooth over the wrinkles.</p><p>\"Once the Congress steps in and sends a letter or has a hearing, things seem to get better in many, many instances,\" he says.</p><p>How and when that will happen is an open question. A spokesman for the OMB said it's looking into the matter and declined further comment.</p><p>Inspectors general say the foot dragging can have serious consequences, as Michael Horowitz, the watchdog for the Justice Department, testified to Congress earlier this year.</p><p>\"Restricting or delaying an OIG's access to documents may lead to incomplete, inaccurate or significantly delayed findings or recommendations which in turn may prevent an agency from correcting serious problems or doing so in a timely manner,\" Horowitz said.</p><p>Horowitz had a hard time getting grand jury materials when he investigated a gun trafficking scandal known as \"Fast and Furious.\" Higher-ups in the department eventually granted him permission to see the documents — little comfort, Horowitz testified.</p><p>\"Requiring an inspector general to obtain permission in order to receive critical documents in an agency's possession impairs an IG's independence and conflicts with the core principles of the IG Act,\" Horowitz said.</p><p>That's the same independence the inspectors general say they need to uphold public confidence: both in the government and in the integrity of the IGs themselves.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Government+Watchdogs+Complain+Of+Closed+Doors+Set+Up+By+White+House&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Johnson","audio":[{"meta":{"duration":"214"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340153443-05d10e.m3u?orgId=1&topicId=1014&ft=3&f=340127340"},{"href":"http://media.npr.org/assets/img/2014/08/13/istock_000033517046large-108815bfcdcde7b01c41decd951191d63426c28f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1810","width":"2418"}}]}