{"created":"2015-04-25T09:21:53+00:00","modified":"2015-05-13T21:00:38+00:00","valid":{"from":"2015-05-13T21:00:38+00:00","to":"3015-05-13T21:00:38+00:00"},"hreflang":"en","title":"The Hard Work And Close Bonds Of Competitive College A Cappella","published":"2015-04-25T16:36:00+00:00","teaser":"<em>Pitch Perfect </em>may have made the International Championship of Collegiate A Cappella look like a personality contest, but the real competition takes long hours and exacting musicianship.","itags":["npr_api","401992557"],"guid":"fd7e10bf-e259-4539-980c-f53171b8fae9","contentencoded":"<p>It's been many years since I did my three semesters of college a cappella, but it remains a genre of performance for which I have enormous affection. In 2012, the arrival of <em>Pitch Perfect </em>meant that suddenly, I knew a lot more people who even knew what a college a cappella was. Throw in <em>The Sing-Off </em>on NBC, throw in Pentatonix, throw in the <a href=\"http://video.ew.com/v/104035906/sing-it-on-exclusive-clip.htm\" target=\"_blank\">upcoming reality show</a> on the Pop Network (which is called <em>Sing It On</em>, if you want to know what tone they're taking), and you've got a lot more attention on this extracurricular than there's been in the past.</p><p>Not all a cappella involves competition by any means (mine didn't), but last weekend, I was in New York for the International Championship of Collegiate A Cappella. I got to see some of the best groups in the country perform, plus a couple of very talented high school groups to make those in the audience feel particularly intimidated.</p><p>Four of the eight competing groups spent time chatting with me (including the Northeastern University Nor'easters, who don't appear in the story but who are the one of these teams followed on <em>Sing It On</em>, so you'll have plenty of chances to get to know them), and I met some of the fans who come from far away to see the show. (I talked to two families who literally came to the ICCAs after just Googling a cappella competitions because they liked some combination of <em>The Sing-Off</em>, <em>Pitch Perfect</em> and <em>Glee</em>.)</p><p>In the story, you'll get to hear them sing, you'll hear some great reflections on the friends you make when you work really hard on a common goal, and you may be surprised how much work goes into creating an arrangement for a group to sing in the first place.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Hard+Work+And+Close+Bonds+Of+Competitive+College+A+Cappella&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Linda Holmes","audio":[{"meta":{"duration":"307"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402160028-f9b87c.m3u?orgId=1&topicId=1039&d=307&p=7&story=401992557&t=progseg&e=402148730&seg=10&ft=nprml&f=401992557"},{"href":"http://media.npr.org/assets/img/2015/04/24/voices-6853-dc3c37f1f1669d94b54fee88d0742dced78589f2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2456","width":"3276"}},{"href":"http://media.npr.org/assets/img/2015/04/24/socal-8313-0e562f675ce14b763c19b39222eac683b9171dbf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2456","width":"3276"}}]}