{"created":"2015-02-06T08:55:51+00:00","modified":"2015-06-07T19:05:17+00:00","valid":{"from":"2015-06-07T19:05:17+00:00","to":"3015-06-07T19:05:17+00:00"},"hreflang":"en","title":"An Unlikely Alliance Fights HIV In The Bronx's Afro-Honduran Diaspora","published":"2015-02-06T20:15:00+00:00","teaser":"Thousands of Garifuna people — Hondurans of African descent — live in New York City. A doctor there is reaching out to Garifuna faith healers to test and treat members of that community who have HIV.","itags":["npr_api","383352305"],"guid":"fd8a5451-6586-45f9-8b17-bee7a35f8ed5","contentencoded":"<p>On a recent winter evening in the Bronx, a group of men and women in red-checkered shirts and dresses encircled Dr. Julie Hoffman during a ceremony. They pounded wooden drums crisscrossed with thick rope and shook maracas as they danced and sang.</p><p>The event took on a somber tone when Hoffman talked about the crisis that had brought them all together.</p><p>\"Too many members of this community continue dying,\" she said in Spanish. \"That's why I'm here. I want to work with you.\"</p><p>This community is made up of Garifuna people, Hondurans who are descended from enslaved Africans who were shipwrecked on Saint Vincent island in the 1600s. They ultimately settled in Central America, principally in Honduras, but in recent years tens of thousands of Garifuna people have moved to the Bronx.</p><p>That's where Jacobi Medical Center — the hospital where Hoffman works — is located. In the past few years, Hoffman noticed that a growing portion of her patients with HIV were Garifuna.</p><p>There are no reliable figures on how high the HIV infection rate is among the Garifuna living in New York, but Dr. Hoffman suspects it may be roughly the same as the rate in Honduras. Approximately 4.5 percent of the Garifuna living there have the virus, according to the Centers for Disease Control and Prevention, the highest rate of any ethnic group in Central America.</p><p>One reason is that Garifuna men traditionally migrated for work, says Suzanne Grieb, a medical anthropologist at the Johns Hopkins School of Medicine.</p><p>In the past, that led to the development of multiple families: Men would have partners and children in their hometowns, and other families elsewhere. While the multiple-household model isn't as common in Honduras today, Grieb says that many Garifuna people report having multiple partnerships. That contributes to the spread of HIV.</p><p>In New York, Dr. Hoffman was a resident during <a href=\"http://www.npr.org/2013/02/12/171406291/harrowing-stories-on-how-to-survive-a-plague\">the height of the AIDS epidemic in the city</a>. The introduction of anti-retroviral therapies in the 1990s was \"like a miracle,\" she recalls.</p><p>But the fact that HIV is no longer a death sentence makes it all the more heart-breaking for Dr. Hoffman to see so many of her Garifuna patients die.</p><p>\"I've seen many Garifuna in the hospital dying because they came way too late,\" Hoffman says.</p><p>But one of Hoffman's patients helped her see a new way to get Garifuna into care early. He is a faith healer, or <em>buyei,</em> in the Garifuna community. He's also an undocumented immigrant, so he asked NPR not to use his name.</p><p>A year and a half ago, he brought one of <em>his</em> patients to Hoffman, and that man turned out to be HIV positive. Hoffman saw the potential for a partnership, and thought buyeis could serve as a bridge for doctors like herself to the Garifuna community. She ended up giving him 20 home HIV test kits; three of his patients tested positive. They are now in care, and he says they are grateful.</p><p>\"They didn't realize that they could get access to free medication and have medical coverage,\" he says. Jacobi Medical Center is in fact a public hospital that provides service regardless of a patient's immigration status or ability to pay.</p><p>Hoffmann started training other buyeis to test their own clients. She believes this kind of outreach is imperative to fight the spread of HIV in the Garifuna community.</p><p>\"There's really no way we're going to get a handle on this,\" she says, \"except if we can get sort of into the community and have them start doing the testing themselves.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+Unlikely+Alliance+Fights+HIV+In+The+Bronx%27s+Afro-Honduran+Diaspora&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alexandra Starr","audio":[{"meta":{"duration":"229"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384223126-9b1f6e.m3u?orgId=1&topicId=1001&d=229&p=3&story=383352305&t=progseg&e=384215275&seg=13&ft=nprml&f=383352305"},{"href":"http://media.npr.org/assets/img/2015/02/03/girafuna-b87e965bcc13a4978ec7b2dcefb35e0fde9f058c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1531","width":"2042"}}]}