{"created":"2015-01-24T22:02:18+00:00","modified":"2015-06-05T15:30:05+00:00","valid":{"from":"2015-06-05T15:30:04+00:00","to":"3015-06-05T15:30:04+00:00"},"hreflang":"en","title":"Between The Laughs, South African Comedian Hopes To Educate","published":"2015-03-30T14:03:00+00:00","teaser":"Trevor Noah, named Jon Stewart's replacement on <em>The Daily Show, </em>turns a sharp eye on American policy — while answering the questions about world news that people are afraid to ask.","itags":["npr_api","379459316"],"guid":"fd96f3d4-7cb6-4eec-983a-7c858c99df88","contentencoded":"<p><strong>Update on March 30:</strong> <a href=\"http://www.npr.org/blogs/thetwo-way/2015/03/30/396313585/trevor-noah-will-replace-jon-stewart-as-host-of-the-daily-show\">Comedy Central announced</a> Trevor Noah will replace Jon Stewart as host of <em>The Daily Show </em>later this year.</p><hr /><p>On Jan. 22, South African comedian Trevor Noah <a href=\"http://thedailyshow.cc.com/videos/380ulg/boko-haram----bringbackoursongs\">made his second appearance</a> as a senior international correspondent on Comedy Central's <em>The Daily Show with Jon Stewart.</em></p><p>He brought updates on Islamist group Boko Haram and their continued attacks in Nigeria — which were largely overshadowed by news of the Charlie Hebdo attacks in Paris. \"Sometimes it just feels like Africa is the Vegas of Islamic terror. What happens in Africa stays in Africa,\" he said during his segment.</p><p>The 30-year-old comedian from Johannesburg has a huge following in Africa and has done major shows in the U.K.; now, his role on <em>The Daily Show </em>primes him to become a major player in the U.S. comedy scene. He tells <em>All Things Considered</em> host Arun Rath that it's still sinking in, but he's enjoying every moment.</p><p>For now, he and Stewart have a routine where Stewart plays a clueless American and Noah educates him about news in Africa. He says they'll probably change the format over time, but for now it works.</p><p>\"It helps with certain stories because Jon has to ask the questions that maybe people are afraid themselves to ask,\" he says. \"If he's willing to take that stance then you open yourself up to an audience where nobody's going to go, 'I'm afraid to say I don't know what Davos is. I'm afraid to say I don't know who the Boko Haram are.' ... So I guess Jon has been kind enough to offer himself up sacrificially.\"</p><p>For his first appearance in December, Noah took a risk — starting with <a href=\"http://youtu.be/AHO1a1kvZGo?t=23s\">a joke</a> that, at first, seemed kind of lame: \"I just flew in, and boy, are my arms tired!\"</p><p>\"That was the fun of the joke,\" he says. \"I could see the disappointment on people's faces when they thought that that was genuinely the line I was opening with.\"</p><p>He went on to comment on police brutality, race and poverty in America and Ebola — taking more than a few jabs at American policy. And in his stand-up, he's known for commentary on South African politics, race, and even AIDS — mixed in with pure silliness.</p><p>\"What I've always said about comedy is if you do it in the right way, you can say anything to anybody because they know where you're coming from,\" he says. \"They know it's not malicious.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On being 'born a crime'</strong></p><p>I was born in South Africa during apartheid, a system of laws that made it illegal for people to mix in South Africa. And this was obviously awkward because I grew up in a mixed family. My mother's a black woman, South African Xhosa woman ... and my father's Swiss, from Switzerland. So I grew up in a world where my existence in itself was a crime. Luckily the country changed by the time I was 10 years old so I did not have to suffer through as much as my parents did.</p><p><strong>On whether Americans or South Africans are a tougher audience for stand-up comedy</strong></p><p>I would say Americans may be tougher only because they've seen so much stand-up comedy. That's really what it is. People, they almost know what to expect and you have to work harder to give them something different and something new. Whereas in South Africa, because the comedy scene is so new — because we've only had comedy since, really, democracy started in 1994 — so you're looking at a young comedy scene.</p><p>But at the same time I feel that South Africans are less PC. We're a fresher nation, we laugh at more. We haven't gotten to the point where we're afraid to offend everyone so we say nothing. That's a really interesting thing for me in America ... it's interesting to see how afraid people are or how much censorship people put on themselves.</p><p><strong>On whether he would have been a comedian if he didn't grow up in apartheid South Africa</strong></p><p>I think I may have become a comedian because I still got it from my family. My mother is extremely funny, my grandfather was the funniest in the family so it was something that's been in the family on my mother's side. ... My father's Swiss so humor doesn't play too well on his side. Everything is matter-of-fact and there's chocolate involved. But when it comes to my mother's side of the family, that was really the one currency we had was laughter. ... Your laughter takes you through everything.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Between+The+Laughs%2C+South+African+Comedian+Hopes+To+Educate&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"385"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379632143-8c5140.m3u?orgId=1&topicId=1048&d=385&p=2&story=379459316&t=progseg&e=379632077&seg=10&ft=nprml&f=379459316"},{"href":"http://media.npr.org/assets/img/2015/01/23/trevor-noah-gq-select-1-778dfc26ce4f01763f025adcbf082b174ec85d67.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1832","width":"2443"}},{"href":"http://media.npr.org/assets/img/2015/01/23/dsc_2567_hi_res-1d12fbc0b59586e1afe55e739a20ff2d5d7dfb81.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2744","width":"3661"}}]}