{"created":"2015-02-17T21:11:17+00:00","modified":"2015-02-18T19:27:32+00:00","valid":{"from":"2015-02-18T19:27:32+00:00","to":"3015-02-18T19:27:32+00:00"},"hreflang":"en","guid":"fd99ab8e-dc6b-4d7f-837e-ea665a17073a","title":"Italy is seeking UN intervention in Libya after jihadist terror threat","published":"2015-02-18T19:27:27+00:00","byline":"Andrea Crossan","tags":["terrorism","conflict","refugee","diplomacy","government","Conflict","Conflict & Justice","Rome","Europe","Africa","Libya","Italy","Mediterranean","southern Europe","Europe","Africa","Raffaele Marchetti","Muammar Gaddafi","Military dictatorship","ISIS","Coptic Christians"],"teaser":"\"We will conquer Rome,\" says a masked jihadist in a video released by a jihadist group affiliated with ISIS. Now Italy wants the UN to intervene to stop ISIS from gaining a stronghold in Libya.","contentencoded":"<p>There are fears in Italy of a possible terror attack by a jihadist group based in Libya.</p>\n<p>An undated video released by ISIS-affiliated militants on Sunday evening, claimed to show the mass beheading of 21 Christians — believed to be mostly Egyptians — kidnapped in Libya.</p>\n<p>And the video included a threat against Italy where a masked man says: “We will conquer Rome, by Allah’s permission.”</p>\n<p>“The Italian government is worried,” says international affairs expert Raffaele Marchetti. “The recent changes in Libya are considered a potential threat to the country.”</p>\n<p>Libya has been unravelling since the overthrow of dictator Muammar Gaddafi in 2011. There are rival governments operating under separate parliaments and a number of armed Islamist groups vying for control.</p>\n<p>Italy warned that ISIS is at Europe's doorstep and France and Egypt called for the UN Security Council to meet over the developing crisis in Libya. Italy has called for a UN-­led, international intervention to restore order in the North African country.</p>\n<p>And unsourced reports in the Italian press say as many as 200,000 migrants are ready to flee the Libyan coast for southern Europe, with most planning to land in Italy.</p>\n<p>“There is a continuous inflow of migrants crossing the Mediterranean and reaching Italian southern shores,” Marchetti explains. “But then there are also Italian [jihadist] fighters — Italian passport holders who went to Syria and come back to Italy and [can] organize a terrorist cell.”</p>\n<p>Marchetti says that Italy could be a particularly appealing target for ISIS for historical reasons.</p>\n<p>“Italy is not only Italy. It is also the Vatican, the center of Christianity that is associated in the minds of some jihadists, not all, with the idea of the Western Crusades. Rome in that sense, St. Peter's and the Vatican, might be symbolic targets.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-17%2Fitaly-alert-after-libyan-jihadists-threaten-terror-attack&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/rome1330.mp3"},{"href":"http://www.pri.org/file/rome1330mp3"}]}