{"created":"2014-10-08T15:24:46+00:00","modified":"2014-10-31T01:45:45+00:00","valid":{"from":"2014-10-31T01:45:44+00:00","to":"3014-10-31T01:45:44+00:00"},"hreflang":"en","title":"Going Dark: The Internet Behind The Internet","published":"2014-05-28T19:17:00+00:00","teaser":"There's much more to the Internet than what you can stumble upon with Google. Hidden sites can market drugs and weapons illegally, but they also provide anonymity for political dissidents.","itags":["npr_api","315821415"],"guid":"fd9ad750-ea6b-4bf4-8104-9777a58fe635","contentencoded":"<p>The average computer user with an Internet connection has access to an amazing wealth of information. But there's also an entire world that's invisible to your standard Web browser.</p><p>These parts of the Internet are known as the Deep Web. The tools to get to there are just a few clicks away, and more and more people who want to browse the Web anonymously are signing on.</p><p>Fans of the series <em>House of Cards</em> might recall the Deep Web being worked into the plot of latest season. The character Lucas, a newspaper editor who was trying find a hacker, gets a little crash course from one of his reporters:</p><p>\"Ninety-six percent of the Internet isn't accessible through standard search engines. Most of it's useless but it's where you go to find anything and everything: child porn, Bitcoin laundry, narcotics, hackers for hire ...\"</p><p>Wired reporter Kim Zetter tells NPR's Arun Rath that the show kind of got it right, but that there should be a distinction between what's called the Deep Web and what are known as Darknet sites.</p><p>\"The Deep Web is anything not accessible through the commercial search engines,\" Zetter says.</p><p>Then, there's the Darknet, a specific part of that hidden Web where you can operate in total anonymity. Without being tracked, people can access websites that sell drugs, weapons and they can even hire assassins. One such black-market site, Silk Road, got attention last fall after a <a href=\"http://www.npr.org/blogs/thetwo-way/2013/10/02/228491496/fbi-arrests-owner-of-black-market-site-silk-road\">crackdown by the FBI</a>.</p><p>Zeeter says the Darknet has another purpose that doesn't usually make the news: It helps political dissidents who want to evade government censors.</p><p><strong>Accessing The Hidden Internet</strong></p><p>Tor is the main browser people use to access the part of the Web where anonymity reigns. \"Tor\" is an acronym for The Onion Router; the onion refers to the layers you go through to disguise your identity.</p><p>It's free and anyone can download it. It's a simple site that looks like a Web browser, but if you take the right steps, it's quite different. When you connect to a site through Tor, your computer goes through a series of other computers and bounces around anonymously until it reaches a destination.</p><p>\"No one will be able to see you're the one visiting those websites, and the websites will not be able to see you either,\" says Runa Sandvik, a privacy and security researcher. \"They will only be able to see that you're using Tor to do something.\"</p><p>Usually when you visit a website, your Internet service provider can see that you are visiting that site. Sandvik, a former contractor with the <a href=\"https://www.torproject.org/\">Tor Project</a>, says if you use Tor, the location that you appear to be in will change.</p><p>\"You can be in D.C. and send your traffic through Germany, Sweden and Russia, for example,\" she says. \"And the website that you're visiting will see that someone in Russia is visiting, not you in D.C.\"</p><p>Like the Internet itself, Tor was created by the government. Developed at the U.S. Naval Research Laboratory, its initial purpose was to protect the communications of the U.S. military, Sandvik says.</p><p>\"But the challenge here is that if you have this anonymity system and [all] traffic going into the system is the U.S. Navy and everything popping out is the U.S. Navy, then you're not that anonymous,\" she says. \"So by opening up this system to everyone, different groups of people can hide in a big crowd of anonymous Tor users.\"</p><p>Sandvik says because of how Tor was developed, emphasizing privacy by design, there is no way to figure out who's using Tor or if those users are using it for illicit activities.</p><p><strong>It's Not All Dark</strong></p><p>Despite the reputation Silk Road brought to the Deep Web, Sandvik says there's a lot more going on besides criminal activity.</p><p>\"There's human rights activists, journalists, military, law enforcement [and] normal people,\" she says. \"It just really depends on what you want to do.\"</p><p>Tor is a valuable tool for Chinese dissidents who can't access sites like Twitter. And it became a valuable tool during the Arab Spring.</p><p>\"We saw that the numbers were skyrocketing,\" Sandvik says. \"For example in Iran, Tor usage went from 7,000 users in 2010 to 40,000 users two years later.\"</p><p>In Syria, the number of Tor users grew from 600 to 15,000 in just two years, she says.</p><p>Closer to home, Tor's executive director is working with victims of domestic abuse, who need to communicate without being tracked by their abusers.</p><p>Tor use jumped again in the last year, since the revelation of the National Security Agency's surveillance program. Sandvik estimates there are close to a million daily users worldwide.</p><p>With Americans increasingly concerned about being monitored online by corporations, or their government, that number is certain to grow.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Going+Dark%3A+The+Internet+Behind+The+Internet&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"456"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1315825877-9353de.m3u?orgId=1&topicId=1049&ft=3&f=315821415"},{"href":"http://media.npr.org/assets/img/2014/05/25/internet_search-249c9d9b534942e99e04d27872231c3639257ab3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1806","width":"2408"}},{"href":"http://media.npr.org/assets/img/2014/05/25/tor_browser-7558d3d664dcbd9fd02940291ab582994a7c8d64.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1128","width":"1503"}}]}