{"created":"2014-09-11T15:12:43+00:00","modified":"2015-02-02T18:31:42+00:00","valid":{"from":"2015-02-02T18:31:42+00:00","to":"3015-02-02T18:31:42+00:00"},"hreflang":"en","title":"How Long Do CDs Last? It Depends, But Definitely Not Forever","published":"2014-08-19T12:27:00+00:00","teaser":"Preservationists are worried about troves of records stored on what was once considered a durable medium: the compact disc. Many discs <em>can</em> last for centuries — but most won't.","itags":["npr_api","340716269"],"guid":"fd9d6077-dfb3-4e87-921d-159bb902eb13","contentencoded":"<p>Back in the 1990s, historical societies, museums and symphonies across the country began transferring all kinds of information onto what was thought to be a very durable medium: the compact disc.</p><p>Now, preservationists are worried that a lot of key information stored on CDs — from sound recordings to public records — is going to disappear. Some of those little silver discs are degrading, and researchers at the Library of Congress are trying to figure out why.</p><p>In a basement lab at the library, Fenella France opens up the door to what looks like a large wine cooler. Instead, it's filled with CDs. France, head of the Preservation, Research and Testing Division here, says the box is a place where, using temperature controls, a CD's aging process can be sped up.</p><p>\"By increasing the relative humidity and temperature, you're increasing the rate of chemical reaction occurring,\" she says. \"So we're trying to induce what might potentially happen down the road. That gives us a feel for how long things are going to [take to] age.\"</p><p>France says part of what they are trying to do here is determine the minimal conditions needed for libraries and archives everywhere to preserve CDs.</p><p>\"Smaller institutions don't have the resources to control environments tightly,\" she says. \"One of the things we try to do is sort of look at how wide can that range be, as long as it doesn't fluctuate too much. And [if] it's stable, then that's usually the best thing.\"</p><p>Unfortunately, this testing has also found that not all CDs are the same. Michele Youket, a Library of Congress preservation specialist, plays a CD of classical piano rhapsodies by Erno Dohnanyi. It crackles, and eventually the sound just cuts out.</p><p>This is a variant of what's called \"CD rot,\" Youket explains. In this case. it's what's called \"bronzing.\" The outer coating of the CD erodes, leaving a silver layer exposed. And when you leave silver exposed, it tarnishes.</p><p>\"So it's actually changing the composition, and that's why you hear the scratching there,\" Youket says.</p><p>And here's the thing about CDs: Youket says part of what makes it hard to preserve CDs is that they are not uniform. There were a lot of different standards of manufacturing, depending on the year and the factory.</p><p>\"This phenomenon of bronzing was particular to only discs that were manufactured at one particular plant in Blackburn, Lancashire, in England,\" and only between 1988 and 1993, Youket explains.</p><p>\"Everyone always wants to know the answer to the same question, 'How long do CDs last? What's the average age?' \" Youket says. But \"there is no average, because there is no average disc.\"</p><p>The Library of Congress has around 400,000 CDs in its collections, ranging from congressional records to popular music, and the library regularly gets donations of CDs.</p><p>Real estate records and titles were also moved from microfilm to CD beginning in the 1990s all around the country, says Jim Harper, president of the Property Records Industry Association.</p><p>\"They just made the move because they thought anything that was digital, anything that was electronic, was going to be far superior to anything from the past,\" Harper says. \"And it turns out that that was indeed wrong.\"</p><p>With budgets tight for local governments, Harper says most are not going to be able to move to another form of storage in the near future.</p><p>PRIA has been taking Youket out to speak to county officials, to at least make certain they understand the problem they're facing.</p><p>\"We've been working very hard to ... say, 'Listen, if you're going to use these things, you better be careful what you buy, because it's not all created equally,' \" Harper says.</p><p>Increasingly, CDs aren't being created at all. The record shops that sold them are going out of business, and new computers don't come with CD drives any more. Even so, many of us still have dozens or hundreds of CDs.</p><p>Researcher France says many of them can actually last for centuries if they're taken care of. \"The fastest way to destroy those collections is to leave them in their car over summer,\" she says — \"which a lot of people do.\"</p><p>Sadly, your favorite CDs — the ones you've played a lot — are often the ones that are most likely to be damaged.</p><p>These days, the Library of Congress is starting to archive material on servers, which France acknowledges could pose an entirely different set of still-unknown problems in the future.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Long+Do+CDs+Last%3F+It+Depends%2C+But+Definitely+Not+Forever&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sydell","audio":[{"meta":{"duration":"263"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341409870-52fc80.m3u?orgId=1&topicId=1019&e=340716269&d=263&ft=nprml&f=340716269"},{"href":"http://media.npr.org/assets/img/2014/08/15/cdpreservation-06-0825aa49ee66e5f3f61b2946837f5573cbe0d27f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3025","width":"4033"}},{"href":"http://media.npr.org/assets/img/2014/08/15/cdpreservation-02-8d83936ba461de602da35683ed97b696a4d6bebe.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3798","width":"5065"}},{"href":"http://media.npr.org/assets/img/2014/08/15/cdpreservation-08-5a175a23489569fe3eb06c354a6b87751d7fc0e5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"4006","width":"5342"}}]}