{"created":"2014-10-07T21:20:03+00:00","modified":"2015-04-02T17:17:52+00:00","valid":{"from":"2015-04-02T17:17:52+00:00","to":"3015-04-02T17:17:52+00:00"},"hreflang":"en","title":"'A Chosen Exile': Black People Passing In White America","published":"2014-10-08T18:24:00+00:00","teaser":"From the time of slavery, some light-skinned African-Americans escaped racism by passing as white. The new book, <em>A Chosen Exile: A History of Racial Passing in American Life</em>, explores what they lost.","itags":["npr_api","354310370"],"guid":"fdab88ed-82ce-4685-87f8-859a320f0a48","contentencoded":"<p>Several years ago, Stanford historian Allyson Hobbs was talking with a favorite aunt, who was also the family storyteller. Hobbs learned that she had a distant cousin whom she'd never met nor heard of.</p><p>Which is exactly the way the cousin wanted it.</p><p>Hobbs' cousin had been living as white, far away in California, since she'd graduated from high school. This was at the insistence of her mother.</p><p>\"She was black, but she looked white,\" Hobbs said. \"And her mother decided it was in her best interest to move far away from Chicago, to Los Angeles, and to assume the life of a white woman.\"</p><p>\"Her mother really felt that this was the very best thing she could do for her daughter,\" Hobbs continued. \"She felt this was a way to offer opportunities to her daughter that she wouldn't have living as a black woman on the South Side of Chicago.\"</p><p>In California, the young woman passed as white. She married a white man, and they had children who never knew they had black blood. Then, one day, years later, her phone rang.</p><p>It was the woman's mother with distressing news: Her father was dying, and she needed to return home immediately to tell him goodbye.</p><p>The cousin replied, \"I can't. I'm a white woman now.\"</p><p>She missed her father's funeral, and never saw her mother or siblings again.</p><p>Hobbs was haunted by the story, and constantly went back to it in her mind. It made her realize that all the tales she'd heard about passing over the years involved the gains that people expected for leaving their black identity behind. But through her research, she came to understand there was another, critical part of the experience:</p><p>\"To write a history of passing is to write a history of loss.\"</p><p><strong>'Who Are Your People?'</strong></p><p>Loss of self. Loss of family. Loss of community. Loss of the ability to answer honestly the question black people have been asking each other since before Emancipation: <em>\"Who are your people?\"</em></p><p>\"The family jokes, the oral history every family has, and repeats and passes down,\" Hobbs muses, \"those things are lost to people who pass.\" She figured if she had a passing story in her family, there must be many other families who did, too.</p><p>Hobbs began writing about passing for her doctoral dissertation, and was encouraged to turn it into a book. The dissertation became <em>A Chosen Exile: A History of Racial Passing in America</em>. It's a history of passing told through the lens of personal stories.</p><p>Once Hobbs began researching, the stories came thick and fast. There was New Yorker Theophilus McKee, who'd chosen to live as a white man for all of his adult life. That's until he stepped forward to claim a huge inheritance as the only colored descendant of Negro Civil War veteran Col. John McKee. His claim and the court fight with his biracial siblings made national news.</p><p>There's the story of Harry S. Murphy, who was assigned as a ROTC cadet to the University of Mississippi by a commander who assumed Murphy was white. \"For a year, Harry had a ball at Ole Miss,\" Hobbs laughs. \"He ran track, dated white girls and was known as a terrific dancer.\" Years later, the university fought to keep James Meredith from registering as its first black student, Harry Murphy gleefully broke the news: \"Ole Miss was fighting a battle they had no idea they'd lost years ago.\"</p><p>Then there's the sad tale of Elsie Roxborough, a beauty from a distinguished Detroit family who became the first black girl to live in a dorm at the University of Michigan. She tried acting in California, then moved to New York to live as a white woman. When her disapproving father refused to support her, Roxborough — then known as Mona Manet — committed suicide. Her grieving and equally pale sister passed as a white woman to claim the body, so Roxborough's secret wouldn't be given away. Her death certificate declared she was white.</p><p><strong>A Bend Back Toward Community?</strong></p><p>Hobbs says one of the things she learned as she delved deeper into her research was that passing was not a solitary act. It required other people who were willing to keep your secret, and a community that was willing to let you go and look the other way, even when it hurt.</p><p>In 1952, <em>Jet</em> magazine published an article predicting that passing was on the wane, at least for solvent black folks. \"Most economically-sound Negroes who could 'pass' prefer being high-class Negroes to low-class whites,\" it opined.</p><p><em>Jet</em> had jumped the gun a bit: Passing did not become passé for many more years. It's mostly viewed as a practice that belongs to a more sharply segmented racial past. The rise of a more diverse America, and a growing multicultural movement that insists on people's right to recognize all of their ethnicity, has helped racial passing pass into history.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27A+Chosen+Exile%27%3A+Black+People+Passing+In+White+America&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Karen Grigsby Bates","audio":[{"meta":{"duration":"298"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354371744-01939a.m3u?orgId=1&topicId=1032&aggIds=100876926&e=354310370&d=298&ft=nprml&f=354310370"},{"href":"http://media.npr.org/assets/img/2014/10/07/A+Chosen+Exile-3928a222a540bd53876f10435e80fd7870659b0f.png","type":"image/jpeg","meta":{"crop":"standard","height":"372","width":"496"}},{"href":"http://media.npr.org/assets/img/2014/10/07/Johnston+Family+Portrait-87eda72003885d41debd27d5b31e40b2d3c7bc1d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2403","width":"3205"}},{"href":"http://media.npr.org/assets/img/2014/10/07/imitation_of_life_-1934-_trailer_8-bf04bf73406f33aa60e82d86a5d62675b1f33f0c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"333","width":"444"}},{"href":"http://media.npr.org/assets/img/2014/10/07/hobbs-credit-jessica-tampas-620cec0c33c9b3bf36ee9d61c9c9a5b4c1fde481.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1124","width":"1499"}}]}