{"created":"2015-04-27T22:47:42+00:00","modified":"2015-06-04T14:42:30+00:00","valid":{"from":"2015-06-04T14:42:30+00:00","to":"3015-06-04T14:42:30+00:00"},"hreflang":"en","title":"When The Sharing Economy Brings Unexpected Experiences","published":"2015-05-06T21:34:00+00:00","teaser":"The number of people using these services is growing fast. Find out what happens when a writer rents out his Mini Cooper and an Airbnb tenant learns something terrible has happened to his host.","itags":["npr_api","402563555"],"guid":"fdb14b9f-bfb3-48d7-b994-aef7f83289d0","contentencoded":"<p>Thanks to the fast-growing <a href=\"http://www.npr.org/series/244583579/the-sharing-economy-a-shift-away-from-ownership\">sharing economy</a>, anyone can make money renting out his home or car — or by becoming a personal chef.</p><p>Just ask <em>Time</em> magazine columnist Joel Stein. He decided to give the sharing economy a try, then <a href=\"http://time.com/3687305/testing-the-sharing-economy/\">wrote about his experience</a>. The explosion of new social apps and services powering this new consumer landscape gave him the opportunity to run a few of his own DIY businesses. He rented out his Mini Cooper, drove people around in it a la Lyft and cooked for strangers.</p><p><strong>'Sharing'</strong><strong> As A Misnomer</strong></p><p>A recent <a href=\"http://www.pwc.com/us/en/industry/entertainment-media/publications/consumer-intelligence-series/assets/pwc-cis-sharing-economy.pdf\">survey from PricewaterhouseCoopers</a> shows that the sharing economy is growing faster than ever, led by Airbnb and Uber. And those who participate feel it is more personal and convenient.</p><p>Of the 44 percent of U.S. adults who are familiar with the sharing economy, 86 percent say it makes life more affordable, 83 percent say it makes life more convenient and efficient and 78 percent say it builds a stronger community.</p><p>A lot of companies prefer the term \"on demand\" economy, Stein tells NPR's Robert Siegel. What's really happening, Stein says, is \"people wanting things as soon as they can get them by pressing a button on their phone.\"</p><p>Part of what's transforming our consumption habits is that we have a different relationship to property because things are more accessible and less valuable, Stein says. So we're spending more money on experiences. According to the PricewaterhouseCoopers report, 43 percent of consumers say that \"owning today feels like a burden.\"</p><p>Stein lost money when it came to running his own restaurant but found driving others and charging $35 a day to rent out his car profitable.</p><p><strong>The Human Element</strong></p><p>Stein used <a href=\"https://relayrides.com/\">RelayRides</a> — an Avis or Hertz of car-sharing — to rent out his Mini Cooper. He found that renters picked up his car from his house and often went the extra step to fill up the gas tank.</p><p>Still, there are downsides of becoming your own small business. One Sicilian customer asked what the R, D and N meant on his stick shift — a clue that he would later get a call from her telling him she'd had an accident. But RelayRides' insurance handled it \"amazingly,\" Stein says, and covered the damage.</p><p>A large part of what makes this collaborative consumption work is getting strangers to trust strangers. Sites like eBay were testing grounds when it came to building a level of trust in online peer-to-peer transactions. Several people who used to work for eBay now work in the sharing economy, Stein says, which adopted the model of getting the user and the provider to rate each other. It reduces the number of bad actors and promotes trust among strangers, otherwise built by the reputation of a brand name of a big business.</p><p>\"If you want a more personal experience, or in most cases, a cheaper experience, you take a little more risk with an Airbnb, but you get a less generic experience than you do at a big-name hotel,\" Stein says.</p><p>And these companies are on the market value scale of large corporations, like Delta Airlines and Hilton Worldwide. PricewaterhouseCoopers projects that by 2025, global revenues from sharing economy companies will soar to an estimated $335 billion, from about $15 billion today.</p><p><strong>A Sharing Economy Horror Story</strong></p><p>It may be a more personal experience, but it's still a business transaction. So what happens when something goes wrong in the peer-to-peer setting? In a darker story of Airbnb experiences, the host died while the guest was staying in her apartment. Jordan Ruttenberg's story comes to us from independent producer Mickey Capper.</p><p>Ruttenberg, a student at Wesleyan University, relocated to Brooklyn for a summer job with his friend Connor. They booked a place through Airbnb. His host, whom they met once via Skype, was in California at the time. Midstay, Connor noticed messages on their host's Facebook wall in the tone of: \"You have to pull out of this\" or \"We need you.\"</p><p>After reaching out to a friend of the host, he learned she had overdosed and been pulled off life support. His arrangement turned eerie, as he continued to stay in this woman's apartment, with all her personal belongings and photographs.</p><p>Ultimately, the host's brother contacted Ruttenberg, asking when his checkout date was, assuming the procedural manner of a business arrangement.</p><p>\"I recognize the tragedy in it,\" Ruttenberg says, \"but our relationship with her was a logistical one. And so, her death for us was largely of a logistical nature.\"</p><p>Ruttenberg says he would still use Airbnb for short-term stays.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=When+The+Sharing+Economy+Brings+Unexpected+Experiences&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emma Bowman","audio":[{"meta":{"duration":"473"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402632464-cd193a.m3u?orgId=1&topicId=1019&d=473&p=2&story=402563555&t=progseg&e=402629330&seg=4&ft=nprml&f=402563555"}]}