{"created":"2015-05-15T21:30:37+00:00","modified":"2015-05-18T19:57:03+00:00","valid":{"from":"2015-05-18T19:57:03+00:00","to":"3015-05-18T19:57:03+00:00"},"hreflang":"en","guid":"fdb553df-bd89-4d7f-affc-555c052f4a76","title":"His topic: A president, the first lady, her lover — and an earthquake","published":"2015-05-18T19:56:58+00:00","byline":"Joyce Hackel","tags":["Haiti","earthquake","natural disaster","books","culture","Books","Arts, Culture & Media","Port au Prince","North America","Haiti","Dimitry Elias Léger","Haiti","Earthquake","Natural disaster","Nepal"],"teaser":"Dimitry Elias Léger's debut novel unfolds in the aftermath of Haiti's 2010 earthquake. The human, often comic tale is his attempt \"to cover the full range of color and emotions that people who experience traumatic events need to tell their stories.\"","contentencoded":"<p>In <a href=\"http://www.amazon.com/God-Loves-Haiti-A-Novel/dp/0062348132\">God Loves Haiti</a>, Dimitry Elias Léger's debut novel, the wicked, impulsive main character is a natural disaster. </p>\n<p>The locals dubbed it \"goudou-goudou,\" an onomatopoeic description for the massive earthquake that devastated the capital, Port-au-Prince, in 2010. The calamity is ever-present in Léger's tale of a love triangle that probes the limits of faith and loyalty. </p>\n<p>\"Earthquakes are particularly violent and brief acts of God,\" Léger says. \"Haitians are quite Catholic. And they're people of faith. And earthquakes are the kind of force that can make you question your faith.\" </p>\n<p>Léger was born in Haiti and lived there on-and-off until age 14, when he left for Brooklyn, Paris and, ultimately, his current home in Geneva. He hadn't been back to Haiti for more more than 20 years when the quake struck. So he returned to spend eight months working on a UN disaster relief mission. He says he was struck by how in Haiti, unlike in Nepal, where residents had been waiting for years for \"the big one,\" the 2010 earthquake truly came out of the blue. Before the disaster in 2010, Haiti's most recent major quake was in 1899.  </p>\n<p>\"There's no tradition of earthquakes in Haiti. So there was no, 'Oh my God, the ground is shaking this must be an earthquake.' There was none of that. It was like, 'Oh my God, the ground is shaking,' full stop,\" Léger says. \"It took days for everyone to learn it was an earthquake and then learn what an earthquake was, and how it works.\" </p>\n<p>Léger has written for the Miami Herald and magazines like Fortune. He says he turned to fiction to capture Haitians' gratitude and anger in the wake of an \"uncontrollable event.\" With fiction, he also could add comic, human touches, as well as the story of a president, his first lady and her lover. </p>\n<p>\"We need poets, music, literature to fill in the gaps between news reports, to cover the full range of color and emotions that people who experience traumatic events need to tell their stories,\" Léger argues. \"Those provide the words-between-the-words, the music if you will, to help understand and make peace with and develop compassion for victims of a tragedy.\" </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-15%2Fhaiti&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/dimitry.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/dimitryjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05152015_07.mp3"},{"href":"http://admin.pri.org/file/0515201507mp3"}]}