{"created":"2015-05-12T07:36:26+00:00","modified":"2015-06-01T14:23:52+00:00","valid":{"from":"2015-06-01T14:23:51+00:00","to":"3015-06-01T14:23:51+00:00"},"hreflang":"en","title":"Still Playing: The Theater That Saw The Birth Of Cinema","published":"2015-05-12T17:22:00+00:00","teaser":"Not far from the film festival in Cannes is a town with even deeper ties to cinema. La Ciotat is home to the oldest working movie house in the world and was used by the inventors of moving pictures.","itags":["npr_api","405958564"],"guid":"fdd28a7a-803d-4fa0-9287-6b57a0462e03","contentencoded":"<p>Not far from the glitzy Mediterranean film festival venue of Cannes lies another town with a connection to cinema. There are no stars or red carpet, but La Ciotat has an even longer relationship with film, and boasts the world's oldest surviving movie theater.</p><p>Audiences are enthusiastic when the lights go down at the Eden. This historic cinema house has been showing movies for the last 120 years, which makes it the world's oldest cinema still in operation.</p><p>The Eden lies smack in the middle of the tiny town of La Ciotat, and in front of the Mediterranean Sea. As the story goes, one half of La Ciotat met the other half on its velvet benches.</p><p>Municipal employee Thierry Mabily says he's a pure product of the Eden. We sneak inside the cinema while a movie's playing so he can show me why. <br /> <br />\"It was right here on this second-floor balcony, near that last pillar there, that my mother met my father,\" Mabily whispers as the film starts. \"The year was 1958 and the film playing was <em>The Four White Feathers</em>.\"<br /> <br />La Ciotat is also the setting for some of the very first moving pictures, recorded by the pioneering Lumiere brothers on their invention, the cinematograph. Building on advances of the day by other inventors such as Thomas Edison, Auguste and Louis Lumiere patented their cinematographe, the first portable motion picture camera and projector.</p><p>Trarieux says the Lumiere family built a large mansion in La Ciotat when the brothers' father, Antoine, a successful photographer from Lyon, visited and fell in love with the Mediterranean light and color. One of the very first moving pictures, <em>Arrival of a Train in La Ciotat</em>, is said to have astounded Parisians when they saw it in 1895. <br /> <br />\"That's the film of my grandmother coming on vacation,\" says Gilles Trarieux-Lumiere, Louis Lumiere's great-grandson. \"Louis Lumiere took his camera, went on the platform and filmed his daughter arriving on the train.\"</p><p>The Lumiere brothers sent photographers carrying their cinematographes across the globe to record scenes of daily life. They were the first to project their films to audiences, in rooms that became known as cinemas. The screenings generated widespread excitement around the new technology.<br /> <br />During its heyday, and before television, the Eden played to packed houses, but by the 1990s, it had fallen into disrepair and closed. The building was nearly demolished, but a committee, led by Jean Louis Tixier, raised funds to save the Eden.</p><p>\"Cinema should not be watched at home on a TV screen,\" Tixier says. \"Cinema is about people breathing and having emotions together. Cinema is a collective, human experience.\"</p><p>Today the Eden's programming evokes the Lumiere brothers' spirit of exploration and sharing. <br /> <br />An enthusiastic Cesaria Granier has come with her mother to watch a documentary about a young man who sails to France from the Bay of Bengal on a sailboat that is its own ecosystem.<br /> <br />\"We don't usually see films like this,\" says the 12-year-old. \"It makes you realize, with ideas and the will, you can do anything.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Still+Playing%3A+The+Theater+That+Saw+The+Birth+Of+Cinema&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eleanor Beardsley","audio":[{"meta":{"duration":"229"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406105689-3e14c6.m3u?orgId=1&topicId=1124&d=229&p=3&story=405958564&t=progseg&e=406103668&seg=18&ft=nprml&f=405958564"},{"href":"http://media.npr.org/assets/img/2015/05/11/183635526-6549c33e374e37046753ce9d296f03c2006f1829.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3280","width":"4376"}},{"href":"http://media.npr.org/assets/img/2015/05/11/183741318-81a6820591141fc99b53a75bbce053447e974e53.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3280","width":"4376"}}]}