{"created":"2014-10-01T21:58:21+00:00","modified":"2014-10-02T17:54:10+00:00","valid":{"from":"2014-10-02T17:54:10+00:00","to":"3014-10-02T17:54:10+00:00"},"hreflang":"en","guid":"fdd73f12-e572-4f61-a700-82a33321eb6b","title":"The current Ebola outbreak is huge, but at least it's not spreading particularly quickly","published":"2014-10-02T17:54:09+00:00","byline":"David Leveille","tags":["Ebola","epidemiology","statistics","mathematical epidemiology","science","health","medicine","Health","Health & Medicine","Africa","West Africa","Africa","Gerardo Chowell-Puente","Ebola","Ebola virus disease","Pandemic","Influenza","Case fatality rate","Medicine","Epidemiology","Biology","Health","Tropical diseases"],"teaser":"In terms of sheer numbers of cases, the current Ebola outbreak in West Africa is the biggest ever recorded. But analysis shows that the disease is not spreading as quickly as some diseases have in the past, which gives some hope that it might soon be contained.","contentencoded":"<p>The Ebola outbreak moving across West Africa is the biggest ever recorded, at least in terms of the total number of confirmed cases.&nbsp;But there&#39;s a slightly more positive aspect to the outbreak: The disease is not spreading as quickly as some other diseases have. &nbsp;</p><p>&quot;The current outbreak in West Africa is actually spreading at that rate that is quite consistent with the past outbreaks,&quot; says&nbsp;Gerardo Chowell-Puente,&nbsp;associate professor in the&nbsp;School of Human Evolution and Social Change&nbsp;at Arizona State University. He&#39;s been studying Ebola for the past decade.</p><p>Chowell-Puente uses a technique called &quot;mathematical epidemiology,&quot; which compares data of outbreaks to statistics and mathematical models. That helps scientists test hypotheses about diseases and, hopefully, allows them to make recommendations as to what health officials can do to stop them.</p><p>What the number are telling him now is that &quot;about 1.5 to two secondary cases per primary case are occurring in the community&quot; &mdash; that is, every person with Ebola is infecting between one and two others.</p><p>[[{\"fid\":\"74764\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":284,\"width\":378,\"style\":\"width: 350px; height: 263px; margin: 5px; float: right;\",\"alt\":\"ASU mathematical epidemiologist Gerardo Chowell-Puente studies the patterns underlying the spread of the  Ebola disease in West Africa.\",\"title\":\"ASU mathematical epidemiologist Gerardo Chowell-Puente studies the patterns underlying the spread of the  Ebola disease in West \",\"class\":\"media-element file-default\"}}]]</p><p>That&#39;s actually a much lower number than other diseases that garnered global attention. Take the global Spanish flu pandemic of 1919, in which each carrier infected up to five others. Chowell-Puentes points out that it takes&nbsp;two weeks for new Ebola cases to develop, as opposed to about two days for the flu. &quot;So, in the context of Ebola, we have a much better chance to achieve control,&quot; he says.</p><p>Of course, while Ebola isn&#39;t spreading as quickly as influenza or the measles, it&#39;s far more deadly. &quot;The proportion of deaths among the total number of cases is between 50 percent to 70 percent for this current outbreak,&rdquo; Chowell-Puente says.</p><p>And even if the outbreak isn&#39;t moving especially quickly compared to other diseases, it still looks beyond human control for now.&nbsp;&ldquo;Ebola is spiraling out of control,&rdquo; Dr. Tom Frieden, the director of the&nbsp;Centers for Disease Control and Prevention, said last month. &ldquo;The situation is bad, and it looks like it&#39;s going to get worse quickly. ... It&#39;s spreading widely, throughout entire countries, through multiple countries, in cities and very fast.&quot;</p><p>Chowell-Puente agrees, saying &quot;the outbreak is still not showing signs of control.&quot; But as international efforts against Ebola ramp up, he sees signs for positivity.</p><p>&quot;I would expect to see significant changes in the dynamics within the next few weeks,&quot; he says. &quot;If we are able to develop a vaccine within the next month or two, and at least deploy a limited number of vaccines to protect health care workers, that should have a significant impact in mitigating the spread of Ebola in West Africa. I&#39;m being optimistic.&quot;&nbsp;</p>","audio":[]}