{"created":"2015-06-24T22:27:08+00:00","modified":"2015-06-25T19:35:15+00:00","valid":{"from":"2015-06-25T19:35:15+00:00","to":"3015-06-25T19:35:15+00:00"},"hreflang":"en","guid":"fddba32b-ef36-45d5-8af8-17dd5288e5f8","title":"Boston Marathon bomber apologizes at sentencing hearing","published":"2015-06-25T19:35:11+00:00","byline":"Jeb Sharp","tags":["Boston Marathon Bombing","conflict","terrorism","Religion","Justice","Conflict & Justice","Boston","North America","United States","Massachusetts","New England","Dzhokhar Tsarnaev"],"teaser":"Victims told Dzhokhar Tsarnaev what they thought of him at today's sentencing hearing. He finally spoke too, offering words of remorse and apology.","contentencoded":"<p>Today was the day victims got to tell Dzhokhar Tsarnaev what they thought of him. And they did. They spoke of their losses, their suffering, and their trauma. But they also told him he hadn't won.</p>\n<p>\"We are Boston strong and we are America strong,\" said survivor Rebekah Gregory, Reuters reported. \"Choosing to mess with us was a terrible idea.\"  </p>\n<p>The occasion was the victim impact statements portion of Tsarnaev's formal sentencing hearing. A jury convicted him in April and handed down the death penalty in May.</p>\n<p>Jennifer Rogers, sister of slain MIT police officer Sean Collier, called Tsarnaev, \"a leech abusing the privilege of American freedom,\" the Associated Press reported.</p>\n<p>Patricia Campbell, mother of Krystle Campbell, one of the three people killed in the blasts, told him, \"What you did to my daughter was disgusting. I don't know what to say to you. I think the jury did the right thing.''</p>\n<p>Ed Fucarile, the father of Marc Fucarile, who lost his right leg, said the first time he saw Tsarnaev in the courtroom, he was smirking.</p>\n<p>\"You don't seem to be smirking today,\" he told Tsarnaev. </p>\n<p>Journalist Susan Zalkind was at the courthouse. “This was incredibly emotional testimony,” she says. “This is the time when instead of having back and forth questions the victims really got to let loose to express themselves.”</p>\n<p>But the real surprise today was Tsarnaev. He spoke for the first time. And he apologized.</p>\n<p>\"I am sorry for the lives I have taken, for the suffering that I have caused you, for the damage I have done. Irreparable damage,\" Tsarnaev said.</p>\n<p>“He called the name of Allah many times,” says Zalkind. “He thanked the judge; he thanked his attorneys. Surprisingly he also thanked the jury.”</p>\n<p>Tsarnaev's words rang hollow for some of the victims. Lynn Julian was one of the survivors in court today. She wasn't impressed by Tsarnaev’s words. “He threw in an apology to the survivors that seemed insincere and just thrown in because he was supposed to,” she said.</p>\n<p>Susan Zalkind called it “an extremely emotional day, an extremely solemn day, an extremely sad day.”</p>\n<p>She is one of a handful of reporters who have covered the aftermath of the bombings and the trial for more than two years.</p>\n<p>“I’ve been investigating him, trying to figure out what he’s like. To finally hear this individual talk is kind of surreal.”</p>\n<p><em>An earlier version mispelled Krystle Campbell's name.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-24%2Fboston-marathon-bomber-dzhokhar-tsarnaev&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/0624201501.mp3"},{"href":"http://admin.pri.org/file/0624201501mp3"}]}