{"created":"2014-09-24T21:17:27+00:00","modified":"2014-09-25T18:35:59+00:00","valid":{"from":"2014-09-25T18:35:59+00:00","to":"3014-09-25T18:35:59+00:00"},"hreflang":"en","guid":"fded1b31-77f9-436c-9088-0ca8dbd0109d","title":"Pussy Riot wastes no time in getting back to activism","published":"2014-09-25T18:35:57+00:00","byline":"David Leveille","tags":["activism","protests","culture","music","government","Global Politics","Moscow","Asia","Russia","Asia","Nadya Tolokonnikova","Masha Alyokhina","Edward Snowden","Vladimir Putin","Pussy Riot","Government of Russia","Vladimir Putin","Politics of Russia"],"teaser":"After 18 months in prison, Pussy Riot members Masha Alyokhina and Nadya Tolokonnikova promptly renewed their campaign against Russian President Vladimir Putin. Now they've added prison reform and human rights to their agenda, and they're taking their fight on the road.","contentencoded":"<p><span style=\"line-height: 1.538em;\">The news about Russia lately has focused so much on the conflict in Ukraine that you may have forgotten about&nbsp;</span><span style=\"line-height: 1.538em;\">Pussy Riot.</span></p><p><span style=\"line-height: 1.538em;\">The punk performance art activist collective, first captured the world&#39;s attention in Moscow in 2012, when t</span><span style=\"line-height: 1.538em;\">hey went into the Cathedral of Christ the Savior, danced in rainbow colored tights and balaclavas and sang a punk prayer against President Vladimir Putin.</span></p><p><span style=\"line-height: 1.538em;\">Russian authorities were not pleased. They handed down prison sentences for two of the key members of the collective, Masha Alyokhina and Nadya Tolokonnikova.&nbsp;</span></p><p>During their time in prison, Nadya went on a hunger strike and Masha was confronted by hostile inmates so often that she requested solitary confinement.</p><p>&ldquo;Probably no one would have noticed our protest if Putin himself hadn&rsquo;t highlighted it to the whole world,&rdquo; Nadya told one journalist. &ldquo;No political advisor would ever have advised that response. He&rsquo;s lost all contact with the world, lost touch. He&rsquo;s convinced that he will continue to be in power, and is certain he can do what he likes.&rdquo;</p><p>After 18 months, the pair was released as part of a presidential amnesty just before the Winter OIympics in Sochi &mdash; and promptly went back to activism. Now, along with their campaign against Putin, they&#39;ve added prison reform to their agenda.</p><p>Earlier this year, they launched&nbsp;Zona Prava &mdash; or Zone of Rights in English &mdash; with the stated goal of aiding those in prison &quot;who are ready and willing to fight for their rights.&quot;&nbsp;<span style=\"line-height: 1.538em;\">Pussy Riot has been visiting the US, and they spoke to The World while taking part in a symposium at Harvard. The conversation has been edited for clarity.</span></p><p><strong>A lot of people here in the US think of Pussy Riot as a rebellious punk band. Does that mean a lot of people don&#39;t get what you&#39;re trying to do?</strong></p><p>Masha: &quot;I think people see what they want to see and if they really want to see us as a punk band, they can do it. But if they are just a little more interested about what we are, they can easily check it out and they will know all about us, it&#39;s all in the media.&quot;</p><p>Nadya: &quot;It&#39;s not a problem. It&#39;s a kind of strategy.&quot;</p><p><strong>What do average Russians think of you?</strong></p><p>Nadya: &quot;We don&#39;t like this word &#39;average.&#39; We don&#39;t have average, we have different groups of people. Some of them support us in a very serious way. They do things that need a lot of courage. Especially when we were in prison, we had some guys who were teenagers, they came to the demonstrations and they had real problems with their parents and their universities. But also we have pro-Putin people in Russia and they don&#39;t care about us a lot.&quot;</p><blockquote class=\"twitter-tweet\" lang=\"en\"><p>Peace March today in Moscow against Putin&#39;s war actions in Ukraine attracted tenths of thousands of people. Yeah! <a href=\"https://t.co/hX7hCvCYxt\">pic.twitter.com/hX7hCvCYxt</a></p>&mdash; Pussy Riot (@pussyrrriot) <a href=\"https://twitter.com/pussyrrriot/status/513713650486763520\">September 21, 2014</a></blockquote><script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p><strong>Last weekend in Moscow, there was a sanctioned demonstration &nbsp;&mdash; a rare thing in Russia &nbsp;&mdash; where Putin was shouted at and people protested the war in Ukraine. But the Russians who stayed home, who didn&#39;t demonstrate &mdash; &nbsp;d<span style=\"line-height: 1.538em;\">o you worry that if you don&#39;t have these &quot;average Russians&quot; on your side, then you&#39;re just preaching to the choir?</span></strong></p><p>Nadya: &quot;When we were in prison, we had a lot of conversations with people who you name &#39;average.&#39; I don&#39;t want to call these people average because they are human beings and they are not average. They want to listen and they listened to us. And after probably two days of discussion, they changed their minds about Putin, about power, about protest and some of them were trying with us to find a way to protest.&quot;</p><p>Masha: &quot;The main problem is that we don&#39;t actually have a platform for speaking because all our independent media are kind of closed and journalists are kind of repressed. If we had the chance to speak on federal [Russian state-owned] media for example, it will be completely another result than we have now because people who did not know about us, they&#39;d start to support us. So this is a question about freedom of speech.&quot;</p><p><strong>There&#39;s another interesting celebrity right now in Moscow: Edward Snowden. <span style=\"line-height: 1.538em;\">He&#39;s subverted some serious conventional wisdom, just like you. What do you think of him?</span></strong></p><p>Nadya: &quot;It&#39;s good to have transparent information, because people have a right to know what their governments do.&quot;</p><p>Masha: &quot;It&#39;s really sad that Edward Snowden now has no choice and is sitting in Russia where he doesn&#39;t want to be. It&#39;s a very sad choice, to be in Russia or to be in prison in America. So we hope that the American government will change their mind about Edward Snowden because he said what he did, he did because of international principles of freedom of information &mdash; and we also think that these principles are the main ones.&quot;</p><p><strong>Do you think Edward Snowden is being used by President Putin?</strong></p><p>Masha and Nadya: &quot;Of course. Ok, we have to go now, sorry, or we will miss our plane.&quot;</p>","audio":[{"href":"https://www.youtube.com/watch?v=GYJadB1s3uQ"},{"href":"http://www.pri.org/file/pussy-riot-joins-peoples-climate-march-new-york-city-0"}]}