{"created":"2015-06-15T21:37:45+00:00","modified":"2015-06-28T11:18:12+00:00","valid":{"from":"2015-06-28T11:18:12+00:00","to":"3015-06-28T11:18:12+00:00"},"hreflang":"en","title":"Bernie Sanders 'Stunned' By Large Crowds Showing Up For Him","published":"2015-06-18T18:01:00+00:00","teaser":"\"I mean, I had to fight my way to get into the room,\" presidential candidate Sanders said of a recent event in Minnesota that drew an estimated 5,000 people. \"Standing room only.\"","itags":["npr_api","414689799"],"guid":"fdedeac1-b5ee-443d-9699-f4f2a0e5a28c","contentencoded":"<p>When Vermont Sen. Bernie Sanders took the stage at Drake University in Des Moines Friday night, he got a standing ovation. The auditorium holds 700 people and it was packed, including the balcony.</p><p>The Democratic presidential candidate is doing something on the campaign trail even he didn't expect — drawing large crowds in Iowa, New Hampshire and beyond.</p><p>\"If you were to ask me a couple of months ago whether we would have larger crowds than any other candidate out there, I would not have told you that that would be the case,\" he said recently.</p><p>In Keene, N.H. a thousand people showed up to see Sanders speak. They couldn't all fit in the room. Same thing happened in Minnesota — except the crowd was estimated at 5,000. <br /> <br />His reaction: \"Stunned. Stunned. I mean I had to fight my way to get into the room. Standing room only. Minneapolis was literally beyond belief.\"</p><p>When Kurt Meyer helped host an event for Sanders in the small town of Kensett, Iowa, he was expecting 75 people. Maybe 125 tops.<br /> <br />\"When we had something in excess of 300 people show up, I was astonished,\" Meyer said.</p><p>That's more than the town's entire population. Meyer, who is the tri-county Democratic Party chair, sent a text to one of Hillary Clinton's senior people in Iowa.</p><p>\"My text was 'objects in their mirror may be closer than they appear.' I sensed there was something going on,\" he said.</p><p>There was an energy in the room, he said, that went beyond just the large numbers. Sanders takes this — we'll call it \"Bernie-mentum\" — as a sign his message is breaking through.</p><p>It's a message he delivered again on Sunday evening at a Democratic Party picnic 20 minutes outside of Des Moines. \"The truth is there has been a massive redistribution of wealth in this country from the working families of America to the top 1/10 of one percent. And together you and I have got to turn that around,\" he said to applause.</p><p>Sanders has been delivering variations on this speech for decades — choosing statistics about income inequality over the heartwarming personal stories and soaring rhetoric used by most presidential candidates. He calls for expanding not cutting Social Security and a program for debt-free college.</p><p>John McBride, 24, who drove three hours to see Sanders, said college debt is a \"huge deal\" to him. \"When I meet somebody, I ask them their name, where they went to school. Where they studied and how much debt they have.\"</p><p>McBride also like Sanders' independence. \"At least speaking for myself and a lot of people that I know that are my age is that we're completely disillusioned,\" he said.</p><p>Sanders is tapping in to that disillusionment, giving off a speaking-truth-to-power, so-old-he's-hip kind of vibe. Attracting some of the same types of voters who have been drawn in the past to libertarian Republican Ron Paul and 2004 Democratic candidate Howard Dean. But to some observers like Des Moines-based Democratic strategist Norm Sterzenbach, the question is whether he'll be able to capitalize on it. \"Will he put the team together that knows how to move those people from event attendees to volunteers, to precinct captains to caucus goers?\" he asked.</p><p>Sanders has an event scheduled Saturday in Denver, and already more than 3,000 people have registered to attend.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bernie+Sanders+%27Stunned%27+By+Large+Crowds+Showing+Up+For+Him&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"203"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414689800-5e7c5c.m3u?orgId=1&topicId=1014&d=203&p=2&story=414689799&t=progseg&e=414663694&seg=4&ft=nprml&f=414689799"}]}