{"created":"2015-06-30T20:39:12+00:00","modified":"2015-06-30T20:39:14+00:00","valid":{"from":"2015-06-30T20:39:14+00:00","to":"3015-06-30T20:39:14+00:00"},"hreflang":"en","guid":"fdfe5c1c-ee97-4c1e-a98e-fd713ee4f40f","title":"Beavers are being looked at as little climate change fighting machines","published":"2015-06-30T20:39:08+00:00","byline":"Robert Boos","tags":["environment","climate change","wildlife","Environment","Science, Tech & Environment","Seattle","North America","United States of America","Washington","Beavers","Beaver","Environment","habitat restoration"],"teaser":"Beavers are little climate change activists, much like the human subjects of the documentary, “The Beaver Believers.”","contentencoded":"<p>Sarah Koenigsberg is documenting the efforts of six people across the US who are working to bring the big-tailed and bucktoothed beavers back to lakes and rivers across the country.</p>\n<p>Like beavers themselves, the human subjects of Koenigsberg's documentary, <a href=\"http://www.thebeaverbelievers.com/\" target=\"_blank\">The Beaver Believers,</a> are climate change activists.</p>\n<p>“They're almost seeing climate change as an opportunity to act, to get involved, to fix problems we've actually had in our watersheds for several decades now. That just struck me as exactly the kind of inspiring climate change story that we really need to be telling,” says Koenigsberg, <a href=\"https://www.kickstarter.com/projects/sarahkoenigsberg/the-beaver-believers-a-documentary\" target=\"_blank\">a Washington-based filmmaker.</a></p>\n<p>\"The Beaver Believers\" features the stories of people who share the common passion of restoring the beaver in the West by trapping and relocating the animals to habitats that could use a beaver’s touch.</p>\n<p>Sherry Tippee, a hairdresser and an animal lover from Colorado, heard of beavers that were going to be killed because they had taken up residence in an urban environment. She saved them, and had gone on to become the leading live trapper in all of Colorado.</p>\n<p>Of the six people featured in the film, some work for the federal government or the forest service, while others are like Tippee: people who have found purpose reintroducing beavers to their former lands.</p>\n<p>Before <a href=\"http://cwh.ucsc.edu/feinstein/A%20brief%20history%20of%20the%20beaver%20trade.html\" target=\"_blank\">European fur trappers</a> arrived in America, beavers numbered in the millions.</p>\n<p>The demand for fur eventually dropped off, but beavers still ran afoul of the Army Corps of Engineers, which worked to undo the beaver engineered system of dams and meandering stream channels. The Corps needed to straighten out stream channels in order to move water from the mountains to downstream reservoirs as quickly as possible. Their campaign nearly finished off the species.</p>\n<p>By the end of the 19th century, beavers and their dams were all but gone. And it wasn’t until their numbers had been greatly diminished that people began to realize beavers are essential for a healthy ecosystem. Now, in the drought-ridden West, the places where the beaver are being returned are seeing improvement.</p>\n<p>“Beavers certainly don't make more water, but what they do is they redistribute the water that does fall down onto the landscape,” Koenigsberg says.</p>\n<p><a href=\"http://www.theatlantic.com/magazine/archive/2012/06/leave-it-to-beavers/308980/\" target=\"_blank\">Beaver dams change the landscape</a> of the waterbed. Whole ecosystems with rich, biodiverse habitats and species build up in the area around a beaver dam, Koenigsberg explains.</p>\n<p>Streams are slowed and deepened, which allows the water bodies to grow and widen. The dams hold back sediment, raising the water levels for vegetation growth. The slowed water seeps into the ground and recharges aquifers.</p>\n<p>“It basically creates a much more varied habitat for many, many more animals to live on,” she says.</p>\n<p><em>A previous version of this story misspelled Sarah Koenigsberg's name. </em></p>\n<p><em>This story is based on <a href=\"http://loe.org/shows/segments.html?programID=15-P13-00012&amp;segmentID=6\" target=\"_blank\">an interview</a> from PRI's <a href=\"http://loe.org\" target=\"_blank\">Living on Earth</a> with Steve Curwood</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-25%2Fbeavers-habitat-restoration&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/story/images/beaver.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/beaverjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/loe_150320_C2_beavers.mp3"},{"href":"http://admin.pri.org/file/loe150320c2beaversmp3-0"}]}