{"created":"2015-05-12T21:04:55+00:00","modified":"2015-05-19T22:44:26+00:00","valid":{"from":"2015-05-19T22:44:26+00:00","to":"3015-05-19T22:44:26+00:00"},"hreflang":"en","title":"Brain Boost: Mediterranean Diet May Fend Off Memory Loss","published":"2015-05-19T22:44:00+00:00","teaser":"People in their 60s and 70s who followed the Mediterranean diet for four years held steady on cognitive tests, a study found. But the test scores of people following a lower-fat diet went down.","itags":["npr_api","406164802"],"guid":"fe042ea7-8bc3-4232-b097-d97d85fd73ab","contentencoded":"<p>If you've ever walked out of the house without your phone and wallet — as I did yesterday — you might have wondered: Am I starting to lose it?</p><p>Even if you're too young for any real concern about dementia, this kind of precursor to a \"senior moment\" can be rattling.</p><p>But a new study suggests we're not powerless when it comes to keeping our mental acuity and memory intact.</p><p>Researchers have documented that a Mediterranean diet rich in vegetables, fish, whole grains, along with daily servings of nuts and olive oil can help fend off age-related cognitive decline.</p><p>The <a href=\"http://archinte.jamanetwork.com/article.aspx?articleid=2293082\">study</a>, which appears in <em>JAMA Internal Medicine</em>, compared the brain health of groups of older people in Spain (in their 60s and 70s) who were enrolled in a randomized clinical trial.</p><p>One group was assigned to eat a Mediterranean diet, plus either extra daily servings of extra-virgin olive oil (about four tablespoons) or daily servings of nuts. Another group was assigned to eat a lower-fat diet.</p><p>During the study, researchers gave the men and women a battery of cognitive tests to gauge various aspects of brain health, from working memory to processing speed to executive function. After about four years, the tests were repeated a second time.</p><p>\"What we see here is that the control diet group [the people eating the lower-fat diet] worsened on their cognitive tests,\" <a href=\"http://predimed.onmedic.net/eng/Home/PREDIMEDTEAM/Barcelona/IDIBAPSHospitalClinicofBarcelona/tabid/596/Default.aspx\">Emilio Ros, </a>a researcher at the Hospital Clinic of Barcelona and the lead author of the study, says.</p><p>By comparison, the people following the nut-and-oil-rich Mediterranean diet held steady on their cognitive test scores. In other words, their memories did not get significantly better, but there was no measurable age-related decline either.</p><p>\"The key finding here is that this [Mediterranean] diet is preventing decline,\" says <a href=\"http://provost.tufts.edu/about/academic-leadership-team/mozaffarian-friedman-school-of-nutrition-science-and-policy/\">Dariush Mozaffarian</a>, dean of the Friedman School of Nutrition Science and Policy at Tufts University.</p><p>\"I think it's encouraging news,\" says <a href=\"http://www.hsph.harvard.edu/joann-manson/\">JoAnn Manson</a>, chief of the division of preventive medicine at Brigham and Women's Hospital and a professor of medicine at Harvard University. She says the study suggests that there can be benefits to making diet changes, \"even among people in their 60s, 70s or older.\"</p><p>This study is a follow-up to an original finding from the <a href=\"http://predimed.onmedic.net/eng/Home/PREDIMEDSTUDY/REASONSFORTHESTUDY/tabid/568/Default.aspx\">PREDIMED</a> study, a long-term nutritional intervention study of the effectiveness of the Mediterranean diet in seven communities in Spain. As we've <a href=\"http://www.npr.org/blogs/thesalt/2013/09/30/226844915/to-get-the-benefits-of-olive-oil-fresh-may-be-best\">reported</a>, the researchers<a href=\"http://www.nejm.org/doi/full/10.1056/NEJMoa1200303\"> documented</a> in 2013 that the Mediterranean diet cut the risk of heart attacks and strokes by about 30 percent.</p><p>When you put the two findings together, they build on the evidence that eating a heart-healthy diet can also protect the brain.</p><p>\"There's increasing evidence that what's good for the heart is also good for the brain. The two are strongly interconnected,\" Manson says. The Mediterranean pattern of eating is also linked to improvements in cholesterol levels, blood pressure and blood glucose regulation, Manson adds. So, it makes sense that the heart and the brain may benefit.</p><p>There are still questions about how exactly the Mediterranean pattern of eating might be conferring such benefits.</p><p>As we age, our cells may be damaged by free radicals — a process called oxidative stress. But as Ros and his co-authors write in the paper, it is possible to counteract free radicals by eating antioxidant-rich foods. And by countering oxidative stress, we might also get \"protection from neurodegenerative disorders.\"</p><p>Certainly a whole range of foods in common in the Mediterranean diet — from fruits and vegetables to fish and nuts — are rich in antioxidants. Some <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/21443487\">research</a> points to specific compounds in olive oil, such as oleocanthal, as beneficial, too, because they may limit inflammation.</p><p>It's also possible that part of the cognitive effect may not be directly related to diet. \"It could be that the people on the Mediterranean diet are also changing some other aspect of their lives,\" says <a href=\"http://www.dibs.duke.edu/research/profiles/35-p-murali-doraiswamy\">Murali Doraiswamy</a>, a brain scientist at Duke University. Perhaps they're walking more or smoking less.</p><p>Doraiswamy says the study is encouraging, but he doesn't find it conclusive. He points out that the study didn't go on long enough to track rates of dementia. So, he says, it's not known whether the staving off of memory loss translates into a reduced rate of Alzheimer's down the road.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Brain+Boost%3A+Mediterranean+Diet+May+Fend+Off+Memory+Loss&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Aubrey","audio":[{"meta":{"duration":"176"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406241868-87dfc6.m3u?orgId=1&topicId=1053&d=176&p=2&story=406164802&t=progseg&e=406171776&seg=9&ft=nprml&f=406164802"},{"href":"http://media.npr.org/assets/img/2015/05/12/istock_000055592490xlarge-3e2455ec32cbaed3b2d72315a7bd645fba49b296.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}