{"created":"2015-04-28T07:49:48+00:00","modified":"2015-06-04T14:42:30+00:00","valid":{"from":"2015-06-04T14:42:30+00:00","to":"3015-06-04T14:42:30+00:00"},"hreflang":"en","title":"'Ashley's War' Details Vital Work Of Female Soldiers In Afghanistan","published":"2015-04-29T15:29:00+00:00","teaser":"A new book looks at the women who served alongside elite special operations units in order to connect with a population that was off-limits to male soldiers: Afghan women.","itags":["npr_api","402561101"],"guid":"fe0a426e-72cb-4f80-a421-01bd1a40c645","contentencoded":"<p>The Pentagon says women could be eligible for all combat roles in the military by next year, but some women already have been fighting — and dying — for their country. They're serving right alongside elite special operations units, such as the Navy SEALs or Army Rangers.</p><p>It's part of an effort to connect with half of the Afghan population that was off-limits to male soldiers: the women. Some military leaders considered reaching them one of the keys to winning the war.</p><p>Gayle Tzemach Lemmon, the author of <em>Ashley's War: The Untold Story Of A Team Of Women Soldiers On The Special Ops Battlefield</em>, talks to Renee Montagne about the cultural support teams embedded with the most elite U.S. forces.</p><hr /><h3>Interview Highlights</h3><p><strong>How The Teams Got Their Name</strong></p><p>\"Cultural\" came from the fact that it was this cultural divide that was creating the need for these female soldiers; \"support\" was there because it was time to make clear that this was not a backdoor way into putting women on the battlefield as front-line operators. ... And a recruiting poster went up on bases across the country from, you know, Alaska to Alabama saying: \"Female soldiers, become part of history — join special operations on the battlefield in Afghanistan.\"</p><p><strong>The Army Unit That Was First To Add A Cultural Support Team</strong></p><p>The 75th Ranger regiment, right — these are some of the most tested soldiers we've had. These were not guys who were supposed to be leading the gender-integration model. ... I think what was surprising for a lot of people was, all these guys who had never served with women right alongside them on the battlefield really took to really accept these female soldiers alongside them — because they brought value ... as one Ranger said to me: \"These women paid their rent every single night. They went out there, and they had heart, and they had grit, and they found things, and they talked to people we couldn't have otherwise.\"</p><p><strong>A Diverse, Interesting Group Of Women</strong></p><p>They're so different on the surface: One was a West Point track star, you had an Intel officer who had worked with the FBI to bust drug gangs, a Bronze Star medal of valor winner. They were all athletic, they were all hungry to prove themselves, and they were all really committed to serving something bigger than themselves.</p><p><strong>White Wanted To 'Do Something That Matters'</strong></p><p>She wasn't dreaming about going into combat necessarily, but she always tested herself. This, you know, beautiful, petite, blonde young woman with a gorgeous family, a great husband, she was a newlywed. She loved to cook — and then she loved to put, you know, 40 pounds of weight on her back and go march for 12 miles. ... She was among the fittest and finest, just like the rest of these soldiers. And so when Ashley White has this opportunity to be part of this pilot program, she jumped at the chance and said \"I want to do something that matters, I want to be with the best, and I want to test myself.\"</p><p><strong>Selection Criteria: 'A Hundred Hours Of Hell'</strong></p><p>They were whittled down to about 55 or 60 women from more than 200 at the very start, and they faced a selection process that was called \"a hundred hours of hell.\" So that was a combination of mental agility tests and physical tests — climbing a 30-foot wall, or putting 35 or 40 pounds on your back and marching for what is called an unknown distance, so that could be 2 miles or it could be 12 — tests about cultural awareness. And they went through this in a five-day period which had little sleep and a lot of testing of who they were as people, and they were judged as a team.</p><p><strong>Why White Didn't Tell Her Parents About Her Deployment</strong></p><p>She really did not want them to worry. ... There wasn't a lot of a roadmap to point to in terms of what she would be doing [with the special operations teams]. Not many women had done that before her ... and she realized pretty quickly that this is real combat, right? We are going on some of the most dangerous, most critical missions to the war in Afghanistan that America is pursuing. ... There is a real moment where she talks to her husband and she talks to her brother and just says \"I really want to keep this between us, I don't want people to worry.\"</p><p><strong>What Female Soldiers Were Able To Discover</strong></p><p>One young soldier found a woman who was sitting on a weapon that they had been looking for. Another soldier found something they were looking for in a baby's soiled diaper. Yet others were keeping young women that they had met calm during operations so that the Rangers could do their work. So very quickly they proved that there was this whole world, this whole community of Afghan women that you could access if you had American women soldiers out there talking to them.</p><p><strong>A Foundation For Integration</strong></p><p>We will know the answer in January of 2016 as to which jobs will open to women and whether all jobs will open to women. Right now what we know is that, in the summer of 2013, one of the special operations commanders actually cited Ashley and all of the women in these pages and said \"those soldiers may well have laid the foundation for ultimate integration\" — that they had done a fabulous job on the battlefield, and that they did prove that women could bring value to those kinds of mission. Those women were the softer side of the harder side of war.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Ashley%27s+War%27+Details+Vital+Work+Of+Female+Soldiers+In+Afghanistan&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"444"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402736050-89103c.m3u?orgId=1&topicId=1033&d=444&p=3&story=402561101&t=progseg&e=402735957&seg=8&ft=nprml&f=402561101"},{"href":"http://media.npr.org/assets/img/2015/04/27/part-ii-opener_ashley-s-war-158004140b97f09aa24c0e7cf5a83ff1ff19a9c7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"502","width":"669"}},{"href":"http://media.npr.org/assets/img/2015/04/27/gayle-tzemach-lemmon_custom-c899460f21d637a378a83184176b08dee12141e8.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2667","width":"1968"}}]}