{"created":"2014-09-05T13:42:14+00:00","modified":"2014-10-30T22:45:13+00:00","valid":{"from":"2014-10-30T22:45:13+00:00","to":"3014-10-30T22:45:13+00:00"},"hreflang":"en","title":"Should Local Police Get The Military's Extra Armored Trucks?","published":"2014-09-03T22:17:00+00:00","teaser":"The Pentagon has been transferring mine-resistant, ambush-protected vehicles to local police. Built to protect U.S. forces from roadside bomb blasts at war, these huge vehicles aren't always welcome.","itags":["npr_api","345275751"],"guid":"fe3709b2-66aa-429b-85d7-3a5901540a3c","contentencoded":"<p>Mine-resistant, ambush-protected troop carriers, known as MRAPs, were built to withstand bomb blasts. They can weigh nearly 20 tons, and many U.S. troops who fought in Iraq and Afghanistan are alive today because of them. But many of the vehicles are now considered military surplus, so thanks to a congressionally mandated Pentagon program, they're <a href=\"http://www.npr.org/2014/09/02/342494225/mraps-and-bayonets-what-we-know-about-the-pentagons-1033-program\">finding their way</a> to hundreds of police and sheriff's departments.</p><p>The Pentagon gave John Thomas, sheriff of Page County, Va., a gigantic MRAP — meant to withstand roadside bombs in Iraq — in May.</p><p>As he drives through the Shenandoah Valley, Thomas says he did give some thought to getting one. \"When we looked at acquiring the MRAP, I looked very strongly at the public — political opinions and the political climate,\" he says.</p><p>Thomas says he knew some might question why Page County needed an MRAP. \"And I knew that there was a lot of anti-use of military equipment by police forces. But what most people don't understand is that an MRAP is nothing but a truck with a big bulletproof box on it. There is no offensive — the ones that we get — there is no offensive capability.\"</p><p>And with all the guns out there in the hands of dangerous people his department sometimes has to deal with, Thomas says it's well worth having the added protection of a bulletproof MRAP. \"I've been shot myself. I have seen slugs go through the driver door of my car, through my radio console, and out the passenger door. And it sure would've been nice to have an armored vehicle between me and the individual that was shooting at me, rather than having a car that was just being shot up like a stick of butter.\"</p><p>About 10 miles down a road from the county seat of Luray, where the sheriff has his headquarters, stands a landfill. On it is a large metal shed that houses Page County's hulking, desert-beige MRAP.</p><p>A tag on the front of the 39,000-pound MRAP says the vehicle is worth $733,000 — but all Page County had to pay was the cost of shipping it from a refurbishing plant in Texas. Thomas says for this rural county's 25,000 inhabitants, it was a good deal.</p><p>\"Is it overkill? Yeah, it is. I mean, for our use, it's more armor than we need. But it's free,\" he says.</p><p>A fat exhaust pipe belches diesel smoke when a sheriff's deputy starts up the vehicle. Thomas says since the day it arrived, it has not been out on the road — and it won't be until some of his deputies get trained to drive it, and the passenger hold is modified to carry stretchers for search and rescue missions.</p><p>\"We want to get this vehicle fully outfitted to show the public what it can actually do, besides just being some type of big, military-looking vehicle. One thing we're not going to do is paint it black,\" Thomas says.</p><p>What it's really for, Thomas says, is to give his officers better and safer access to situations they respond to — whether it's elderly people stranded in a flooded hollow, a school shooting, or a raid on a rural methamphetamine lab. The sheriff says although he informed the county supervisor of plans to acquire the MRAP, no public hearings were held.</p><p>\"If people have questions about it, I offer myself anytime they want. And if the public would like to discuss it, I'd be more than happy to discuss it,\" he says.</p><p>At a national level, images from Ferguson, Mo., of rifle-toting police using armored vehicles has raised a lot of questions about why the Pentagon is handing over MRAPs and other war material to local law enforcement.</p><p>\"It certainly does seem to be a case of overkill,\" says Kara Dansky of the American Civil Liberties Union. She says law enforcement officials are getting weaponry they never would have otherwise acquired. \"We think that local governments can and should demand public hearings when local police want to apply to the Pentagon to receive military equipment.\"</p><p>Over the past year, the Pentagon has given away more than 600 MRAPs. In June, the sheriff of Bergen County, N.J., requested two MRAPs.</p><p>That angered the top executive of Bergen County, Kathleen Donovan. \"Thank God we don't have mines on the streets of Bergen County, and so why do we need an MRAP? It's not a rescue vehicle, as portrayed by some. It's the wrong message to send to all of our communities, and we're a very diverse county. There's just no reason for it, and nobody can figure out why we should have it.\"</p><p>Bergen County Sheriff Michael Saudino now says he won't use the MRAPs until the U.S. and New Jersey attorneys general review the military surplus program.</p><p>\"I just felt that I would take a step back, you know, before putting this thing into service, and see what their suggestions are. It's not going to stop me from obtaining the vehicle.\"</p><p>Several law enforcement agencies that have received MRAPs are going further, though: They're sending theirs back to the Pentagon.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Should+Local+Police+Get+The+Military%27s+Extra+Armored+Trucks%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Welna","audio":[{"meta":{"duration":"328"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345296182-ebcd73.m3u?orgId=1&topicId=1070&ft=3&f=345275751"},{"href":"http://media.npr.org/assets/img/2014/09/02/thomasmrap-0161886b73dd420a3620e77fd25e7c8d117fc72c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1506","width":"2008"}},{"href":"http://media.npr.org/assets/img/2014/09/02/mrap-04b8a85ee90ea08f3a2ba2d8669e4a914fb950b7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3486","width":"4649"}}]}