{"created":"2015-04-23T18:33:17+00:00","modified":"2015-05-08T13:20:31+00:00","valid":{"from":"2015-05-08T13:20:31+00:00","to":"3015-05-08T13:20:31+00:00"},"hreflang":"en","title":"Police Shooting Of Tamir Rice Still An Open Wound In Cleveland","published":"2015-04-27T16:32:00+00:00","teaser":"Five months after the 12-year-old was shot, Peter O'Dowd visits the neighborhood and speaks with Tamir's mother.","itags":["npr_api","401766084"],"guid":"fe46a0e8-c05b-4c69-a6d4-22c4bd7e2a5b","contentencoded":"<p><em>For our series <a href=\"http://hereandnow.wbur.org/tag/tracking-lincoln\" target=\"_blank\">Tracking Lincoln</a>, <a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a>s <strong>Peter O&#8217;Dowd </strong>is following the route of Abraham Lincoln&#8217;s funeral train, 150 years after his assassination. President Lincoln was best known for his effort to keep the Union together during the Civil War, and the Emancipation Proclamation, which called for the end of slavery. Peter reports from Cleveland, Ohio, that Lincoln&#8217;s legacy on race remains relevant today.</em><div class=\"l-article-primary sep\"></div></p><p>One hundred fifty springs after President Lincoln was carried into this city, the trees are blooming pink as candy in the park where Tamir Rice was killed by police.</p><p>&#8220;It just doesn’t feel right. It’s uncomfortable to sit here, all his teddy bears and candles are right there. It’s so close,&#8221; says Angelique McGuire, a high school student who lives a few blocks from here.</p><p>We’re at a park-table memorial for the 12-year-old who was shot in November. Tamir was playing with an airsoft pellet gun. A police cruiser pulled up, and seconds later he was dying. The officer said he fired as Tamir reached for the replica pistol in his waistband.</p><p>&#8220;I feel like I’m in a movie, honestly, truthfully,&#8221; says Samaria Rice, Tamir&#8217;s mother.</p><p>Five months later, the wound is still fresh for Samaria. Her son and that park have become symbols in this country that represent the chasm between police and the black community. Last year it was Tamir Rice in Cleveland and Michael Brown in Ferguson. Now, it’s Walter Scott in North Charleston, South Carolina, and Freddy Grey in Baltimore.</p><p>Rice says getting added to that list was a jarring experience.</p><p>&#8220;I was actually pushed in this situation that I was definitely never prepared for. It’s difficult. It’s a lot of days I don’t know I’m going to get by. But the comfort of knowing there is a god out there, kind of keeps me focused and settled in my mind,&#8221; she says.</p><p>When she sees these new cases coming out in other cities, what does she think is going on in this country?</p><p>&#8220;Sometimes, I don’t want to think its racism, but I keep seeing the same thing over and over again, and I’m wondering where are they getting these officers from? Where are they coming from? Are they passing a test?&#8221; she asks.</p><p>People were asking questions about police in Cleveland before Tamir Rice was shot. In December, the Justice Department issued a scathing report that said inadequate training and lack of accountability had led to a pattern of excessive force. Mayor Frank Jackson says the scrutiny will lead to lasting reforms.</p><p>&#8220;This challenge to me is a major challenge. But it’s what we do as a city. Cleveland is used to hard times. Hard times is what we do,&#8221; Mayor Jackson said at his State of the City address.</p><p>By the end of the year, the city says all 1,500 of its officers will be wearing body cameras. Police have received further training in first aid, CPR and crisis intervention. And the city says it&#8217;s searching for an independent monitor to keep tabs on the department as part of its agreement with the Justice Department. But it’s not enough for Samaria Rice. She says she’s waiting for the officers involved in her son’s shooting to be punished. That investigation is still ongoing.</p><p>&#8220;That&#8217;s where it will start with me. I don’t care nothing about no money. I would rather have my son before anything. I need a conviction. That’s where my healing process will begin,&#8221; she says.</p><p>Blaine Griffin, who runs Cleveland’s Community Relations Board, has been busy smoothing distrust between police and residents.</p><p>&#8220;This is a 12-year-old boy,&#8221; says Griffin. &#8220;It’s hard to heal from this.&#8221;</p><p>Like many cities across the country, Cleveland’s police force is not as diverse as the community it serves. And Griffin says the tension isn’t just about one shooting.</p><p>&#8220;Cleveland is just a microcosm of America,&#8221; he says. It&#8217;s about disparity in economic opportunity for people who live in different parts of the city. Differences in access to healthcare. Differences in education.</p><p>&#8220;We see this as something that makes us look in the mirror and see how we can look at these endemic issues of race and bias. We see this as an opportunity,&#8221; he says.</p><p>I ask Griffin what he thinks Lincoln would say if he visited Cleveland today.</p><p>&#8220;I think Lincoln represented exactly what’s going on in America today. How do you take people with different philosophies and different mindsets that are all part of this great country that we call America, and create the most perfect union? Lincoln would say the work is continuing on building that perfect union. We’re not there yet. I cannot be cocky to say that we will ever get there. But I could say what Lincoln would say what&#8217;s going on now that people are still making America, making Cleveland, making our city, a perfect union.&#8221;</p><p>I pose the same question to Deisha Acevedo outside her home on Cleveland’s west side.</p><p>&#8220;He wouldn’t be proud of what he’s seeing in my community,&#8221; she says. &#8220;I don&#8217;t know about anybody else&#8217;s, but not in my community.&#8221;</p><p>Acevedo is a 20-year-old college student and a volunteer for a group called the New Abolitionist Association. This neighborhood is mostly Latino and low-income. And ever since the shooting, Acevedo says she&#8217;s changed her behavior. She’s careful at night not to wear hooded sweatshirts, and she keeps hands outside her pockets.</p><p>But Acevedo is also hopeful. Since the Rice shooting, her group has recharged its efforts, calling for broader police reforms and tougher civilian oversight. Acevedo uses her love for music and poetry to help young people voice their frustration about what’s happened here.</p><p>&#8220;Hold on just a little while longer,&#8221; she sings in one song. Change is coming.</p><ul><li><a href=\"http://nprhereandnow.tumblr.com/tagged/TrackingLincoln\" target=\"_blank\">See more photos and stories from our “Tracking Lincoln” road trip on Tumblr</a></li></ul><h4>Reporter</h4><ul><li><strong><a href=\"https://www.wbur.org/about/people/peter-odowd\" target=\"_blank\">Peter O’Dowd</a></strong>, assistant managing editor at Here & Now. He tweets <a href=\"https://twitter.com/odowdpeter\" target=\"_blank\">@odowdpeter</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Police+Shooting+Of+Tamir+Rice+Still+An+Open+Wound+In+Cleveland&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Peter O&rsquo;Dowd","audio":[{"meta":{"duration":"448"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405176807-501042.m3u?orgId=1&d=448&p=60&story=401766084&t=progseg&e=401749500&seg=7&ft=nprml&f=401766084"},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0423_samaria-rice.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0423_deisha-acevedo.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"960","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0423_blaine-griffin.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"960","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0423_tamir-memorial.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"880","width":"1280"}}]}