{"created":"2015-02-18T21:03:10+00:00","modified":"2015-05-13T21:14:49+00:00","valid":{"from":"2015-05-13T21:14:49+00:00","to":"3015-05-13T21:14:49+00:00"},"hreflang":"en","title":"Pain Really Is All In Your Head And Emotion Controls Intensity","published":"2015-02-19T19:57:00+00:00","teaser":"Humiliation, fear and unpredictability all turn up the volume on pain, research shows. And meditation can turn down pain's intensity, according to scientists who are starting to figure out why.","itags":["npr_api","387211563"],"guid":"fe48e8ca-2b13-4732-8ac1-79a50eceb764","contentencoded":"<p>When you whack yourself with a hammer, it feels like the pain is in your thumb. But really it's in your brain.</p><p>That's because our perception of pain is shaped by brain circuits that are constantly filtering the information coming from our sensory nerves, says <a href=\"http://neuroscience.jhu.edu/resources/directory/faculty/David-Linden\">David Linden</a>, a professor of neuroscience at Johns Hopkins University and author of the <a href=\"http://www.npr.org/books/titles/382396162/touch-the-science-of-hand-heart-and-mind\">new book</a> <em>Touch: The Science of Hand, Heart, and Mind</em>.</p><p>\"The brain can say, 'Hey that's interesting. Turn up the volume on this pain information that's coming in,' \" Linden says. \"Or it can say, 'Oh no — let's turn down the volume on that and pay less attention to it.' \"</p><p>This ability to modulate pain explains the experiences of people like <a href=\"http://projects.militarytimes.com/citations-medals-awards/recipient.php?recipientid=29125\">Dwayne Turner</a>, an Army combat medic in Iraq who received the Silver Star for valor.</p><p>In 2003, Turner was unloading supplies when his unit came under attack. He was wounded by a grenade. \"He took shrapnel in his leg, in his side — and he didn't even notice that he had been hit,\" Linden says.</p><p>Despite his injuries, Turner began giving first aid and pulled other soldiers to safety. As he worked, he was shot twice — one bullet breaking a bone in his arm. Yet Turner would say later that he felt almost no pain.</p><p>\"Soldiers in the heat of the moment don't recognize the pain that's happening,\" Linden says. But once that moment is over, those same soldiers may feel a lot of pain from something minor, like a hypodermic needle, he says.</p><p>The brain also determines the emotion we attach to each painful experience, Linden says. That's possible, he explains, because the brain uses two different systems to process pain information coming from our nerve endings.</p><p>One system determines the pain's location, intensity and characteristics: stabbing, aching, burning, etc.</p><p>\"And then,\" Linden says, \"there is a completely separate system for the emotional aspect of pain — the part that makes us go, 'Ow! This is terrible.' \"</p><p>Linden says positive emotions — like feeling calm and safe and connected to others — can minimize pain. But negative emotions tend to have the opposite effect. Torturers have exploited that aspect for centuries.</p><p>\"If they want to accentuate pain during torture they can do this with humiliation [or] with an unpredictable schedule of delivering pain,\" Linden says. \"Those things will make the emotional component of the pain experience stronger.\"</p><p>CIA interrogators used both tactics after Sept. 11, according to a Senate <a href=\"http://www.npr.org/blogs/thetwo-way/2014/12/09/369657272/read-the-senates-torture-report\">report</a> released late last year.</p><p>One thing scientists are still trying to understand is precisely how the brain regulates the perception of pain. A team from Brown University has found some clues.</p><p>The team <a href=\"http://www.jneurosci.org/content/35/5/2074.abstract\">studied</a> low-frequency brain waves in a part of the brain that responds to sensations in the hand, says <a href=\"https://vivo.brown.edu/display/srj3\">Stephanie Jones</a>, an assistant professor of neuroscience at Brown. Earlier <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2970512/\">research</a> had shown that these rhythms increase when the brain is blocking sensory information from the hand.</p><p>But what causes these rhythms to increase? The team thought it might find an answer in a frontal area of the brain that helps us ignore distractions.</p><p>So the reseasrchers monitored the brain waves of a dozen people who were asked to pay attention <em>only</em> to their hand or <em>only </em>to their foot. During the experiment the scientists delivered a light tap to each person's finger or toe.</p><p>When participants focused on their feet, low-frequency rhythms increased in the brain area that responds to hand sensations — because participants were asking their brains to ignore sensory input from the hand, and it's these low-frequency rhythms that do the blocking of such information. That was expected.</p><p>But low-frequency rhythms <em>also</em> increased in a different brain area — the region that ignores distractions, the team discovered. They <a href=\"http://www.jneurosci.org/content/35/5/2074.abstract\">reported</a> their findings in the current issue of <em>The Journal of Neuroscience</em>.</p><p>The two areas became synchronized, Jones says. \"There's coordination between the front part of the brain, which is the executive control region of the brain, and the sensory part of the brain, which is filtering information from the environment,\" she says.</p><p>That suggests that at least some people can teach their brains how to filter out things like chronic pain, perhaps through meditation, Jones says.</p><p>A 2011 <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/21501665\">study</a> supports this idea. It found that people who practiced mindfulness meditation for eight weeks greatly improved their control of the brain rhythms that block out pain.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pain+Really+Is+All+In+Your+Head+And+Emotion+Controls+Intensity&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Hamilton","audio":[{"meta":{"duration":"254"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387302776-a8087e.m3u?orgId=1&topicId=1128&d=254&p=2&story=387211563&t=progseg&e=387301197&seg=4&ft=nprml&f=387211563"},{"href":"http://media.npr.org/assets/img/2015/02/18/pain-brain-100257648779b5232f5df428bbc4655b8ce10373.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}}]}