{"created":"2014-09-22T16:09:42+00:00","modified":"2014-10-31T15:41:01+00:00","valid":{"from":"2014-10-31T15:41:00+00:00","to":"3014-10-31T15:41:00+00:00"},"hreflang":"en","title":"Hoping To Reach A Wider Audience, Lifetime Breaks Out Of Familiar Formula","published":"2014-07-29T09:19:00+00:00","teaser":"Lifetime's general manager says the channel is trying to reflect \"the true breadth\" of America. It recently launched a reality show called <em>BAPs</em> — which stands for \"Black American Prince or Princess.\"","itags":["npr_api","335422000"],"guid":"fe5b6419-64cb-4268-a5f2-106052dc498b","contentencoded":"<p>TV viewers have come to expect a certain formula from Lifetime shows — stories of desperate women, sudden teen pregnancy, or sentimental romance — starring women who are, for the most part, white. But on Wednesday, Lifetime added something different to their lineup with the premiere of a new \"docu-series\" called <em>BAPs. </em>BAPs stands for Black American Prince or Princess. The reality show follows a group of young, wealthy African Americans in St. Louis through dinner parties and shouting matches.</p><p>Lifetime also launched the second season of the unscripted dance show <em>Bring It!, </em>which follows a hip-hop dance squad in Jackson, Miss., through their weekly competitions.</p><p><em>Bring It!</em> is Lifetime's fastest growing show ever: By the end of the first season the show's viewership more than doubled — and it skews 69 percent African American. Compare that with a 14 percent black audience for their other unscripted dance show, <em>Dance Moms.</em></p><p>There are more shows like this coming down the pipeline — <em>Raising Asia</em> and <em>Kosher Soul</em>.</p><p>Last June, Rob Sharenow was named executive vice president and general manager of Lifetime. Sharenow came over from A&E after that network merged with Lifetime in 2009.</p><p>\"My goal,\" Sharenow says, \"... is to have our channel reflect kind of the true breadth of the American population better and I think that means inviting a lot of different people into the tent.\"</p><p>In 2012, Lifetime dropped the signature tagline: \"Television for Women.\" Their vision now is a general entertainment brand, with a female focus. Under Sharenow's leadership, Lifetime tripled their unscripted programming with shows like<em> Preacher's Daughters</em> and <em>Little Women: LA</em> — shows that also feature women from a range of different backgrounds.</p><p>It's not just reality TV — Lifetime had great success with the dramedy <em>Devious Maids,</em> and Lifetime movies are getting an overhaul as well. In 2012, the network remade the 1989 film <em>Steel Magnolias</em> with a black cast — starring Alfre Woodard, Phylicia Rashad and Queen Latifah.</p><p><em>Steel Magnolias</em> was Lifetime's third-most-watched original movie ever. The network went on to produce a film about the friendship between Betty Shabazz and Coretta Scott King and another about Olympic gymnast Gabby Douglas. Currently in the works are some buzzy biopics on musicians Aaliyah and Whitney Houston.</p><p>The Houston film is being directed by Oscar nominee Angela Bassett. She starred in the Lifetime film <em>Betty and Coretta</em> last year and remembers when she heard about the search for a director for the project.</p><p>\"I love her, I care about her,\" says Bassett. \"Oh my gosh, I would love to do that.\"</p><p>This will be Basset's directorial debut, and it's the kind of film she hopes to see more of. \"I'm a black woman and I demand to be included,\" she says.</p><p>Lifetime says films like these are drawing talent to them. Last month, Aretha Franklin told <em>Billboard</em> she'd had talks with the network about producing her story.</p><p>The network's 2013 ratings were the highest since the A&E merger in 2009.</p><p>A <a href=\"http://www.npr.org/blogs/codeswitch/2014/02/12/275907930/redefining-hollywood-diversity-makes-more-money\">recent study on diversity in Hollywood</a> by UCLA's Ralph J. Bunche Center for African American Studies found that shows with diverse casts actually make more money and bring in bigger audiences.</p><p>So if diversity attracts audiences and talent, why don't we see it everywhere on TV?</p><p>\"The industry tends to have the same people at the top,\" says Ana Christina Ramon, one of the study's authors. \"They just feel more comfortable sticking with the status quo with the same formula and hiring people that they're familiar with.\"</p><p>Ramon also notes that with diversity issues, questions always arise about just who is put in the spotlight and how they are represented. The new Lifetime show <em>BAPs</em> has already gotten criticism for catering to the crass fascination with rich folks behaving badly.</p><p>As the network tries to reach a wider audience, it will be interesting to watch how Lifetime viewers respond to these new narratives.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hoping+To+Reach+A+Wider+Audience%2C+Lifetime+Breaks+Out+Of+Familiar+Formula&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Priska Neely","audio":[{"meta":{"duration":"239"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1335632879-fac2e5.m3u?orgId=1&topicId=1138&ft=3&f=335422000"},{"href":"http://media.npr.org/assets/img/2014/07/26/baps-ddf88199daea8d7b095b9b292cf6610eeebecfdb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1479","width":"1972"}},{"href":"http://media.npr.org/assets/img/2014/07/26/bring-it-63f222d6673ec7fc6dccab1359be07d211f84c2b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2613","width":"3485"}}]}