{"created":"2014-10-04T21:05:22+00:00","modified":"2014-10-30T21:54:59+00:00","valid":{"from":"2014-10-30T21:54:58+00:00","to":"3014-10-30T21:54:58+00:00"},"hreflang":"en","title":"One Military Family, Two Lost Sons: One To Combat, One To Suicide","published":"2014-10-05T00:51:00+00:00","teaser":"In <em>The Invisible Front</em>, journalist Yochi Dreazen tells the story of the Grahams, a close-knit family that lost two sons in the span of a year and then took up the fight against military suicide.","itags":["npr_api","352772201"],"guid":"fe5e7410-5159-46b4-a96b-28e7852bf959","contentencoded":"<p>Over 5,000 Americans have died fighting in the wars in Iraq and Afghanistan. And, over the past 12 years, more than 2,000 soldiers have committed suicide.</p><p>One military family experienced both of those horrors — losing one son in combat and one to suicide. Journalist Yochi Dreazen's new book, <em>The Invisible Front: Love And Loss In An Era of Endless War</em>, tells the true story of the Graham family and two events that would forever change the very fabric of their world.</p><p>Before the tragedies, the Grahams would've fit right in a Norman Rockwell painting. Mark and Carol Graham were college sweethearts. Their three children — Jeff, Kevin, and Melanie — were inseparable. Mark was a decorated officer and his sons were following his military path.</p><p>But within the span of one year, the Grahams would lose both of their sons to very different battles. In the decade since their sons died, Carol and Mark — now a retired major general — have fought to prevent military suicides.</p><p>Dreazen tells NPR's Arun Rath that the Grahams, who were involved throughout the book-writing process, were nervous that people \"would read it and think of them as having failed their sons in some way.\"</p><p>\"But their reaction was, ultimately, if a few people read this and it may change them, then they're willing to have that risk out there,\" he says.</p><hr /><h3>Interview Highlights</h3><p><strong>On the deaths of Mark and Carol Graham's sons, Kevin and Jeff</strong></p><p>Kevin had been battling depression most of his life. When he was in college, he was diagnosed, formally and clinically, and put on medication and his mood stabilized. Kevin had been chosen for a particularly elite part of the ROTC program. So, by all measures, he looked like he was doing perfectly.</p><p>But then abruptly he took himself off the medication. He worried that, because of the stigma that exists in the military, that if they discovered he was taking medication, they'd boot him out. So he stopped taking it. And that was cataclysmic because within a matter of weeks his mood had gone back to the same dark place that it had been when he was younger.</p><p>And on this one horrible night, he went to Melanie, his sister ... and said to her, \"You have a lot of potential, you're this amazing person, don't ever forget that you have this potential.\" She had no idea what he was talking about and went back to sleep.</p><p>In the morning, he was supposed to have met Jeff, his older brother. He hadn't shown up so Jeff got a bit worried. He called Melanie and asked her to check. She saw this closed door — his door was usually not closed — opened it, and had this absolutely horrific sight of seeing her brother hanging from a ceiling fan.</p><p>And, a year later, Jeff, who by this point was an Army officer, was on a foot patrol on a bridge that he was leading his men across. He ... spotted something attached to the bridge, something gleaming, and turned around to tell them to stay back. And as he did, it exploded. Had he not turned to warn his men, probably most if not all of the platoon would have been killed.</p><p>So he died in this trademark way that you'd imagine a hero dying. And Kevin died very differently. And the way that the two boys' deaths were treated is what's haunted Mark and Carol for the rest of their lives.</p><p><strong>On the different responses to the two brothers' deaths</strong></p><p>When Jeff was killed, he was one of the first people from Kentucky to die in battle. So the Kentucky State Legislature had a resolution on the floor to honoring him. Some of the flags were put down at half-mast. There were thousands of people who were lining the road on the way to the cemetery where he was buried in Kentucky. People would come up to Mark and Carol and talk about Jeff, talk about Jeff.</p><p>Kevin had died a year earlier. People didn't mention Kevin. ... The question of how to bury him was very different. They were a very religious family, and members of the Graham family said, \"Kevin killed himself. He died a sinner, so we should not bury him in a Christian cemetery.\" ... Ultimately the family had a fairly small service ... it was about a hundred people, whereas for Jeff it was over a thousand.</p><p><strong>On how Mark Graham, when he served as the commanding general at <a href=\"http://www.npr.org/series/11609328/mental-health-care-at-fort-carson\">Fort Carson</a>, fought the stigmatization of suicide and depression in the military</strong></p><p>He arrives at a base that had this giant scandal of <a href=\"http://www.npr.org/templates/story/story.php?storyId=18793339\">murders by soldiers</a>, a horrific <a href=\"http://www.npr.org/2006/12/04/6576505/soldiers-say-army-ignores-punishes-mental-anguish\">suicide rate</a>, and tries to figure out, how can I make this better? And the things he did were revolutionary, which is kind of sad because they shouldn't have been. So, for instance, he would openly talk about PTSD, what it had done to his family, his own sadness. He would cry in front of other soldiers, which generals don't do. And for a lot of people at the base, first they were thinking, \"Who's this softie, who's this weak man?\" And only later did they think that's actually a sign of tremendous strength.</p><p>He set up a phone line, later replicated across the Army, where people could call any hour of the day and night. The phone would be answered by a sergeant he was very close to and she would get the message to him. In one particular case, a mother called and said, \"I can't reach my son, I'm worried he's going to kill himself.'\" The sergeant who took the call called Mark at home. They immediately had the soldier taken out of his barracks, put him into therapy, and he survived.</p><p>The other thing they did — and this was the biggest of the changes he made and to my mind the most important — he created what called an Embedded Behavioral Health Team. Basically the idea was take a clinical health worker and have them be assigned to the same brigade all the time. So when this brigade deploys to Iraq or Afghanistan, this doctor goes with them. When this brigade comes home, this doctor goes with them.</p><p>The idea was [that] people will begin to trust this doctor. They won't be seen this alien person where if you see them you're going to be ostracized and seen as weak. This was someone who was part of the team. This was something that began at Fort Carson. Mark was the first person to sign off on it and now it's used across the Army.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=One+Military+Family%2C+Two+Lost+Sons%3A+One+To+Combat%2C+One+To+Suicide&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"407"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353743585-b1077d.m3u?orgId=1&topicId=1033&ft=3&f=352772201"},{"href":"http://media.npr.org/assets/img/2014/10/01/the-invisible-front-by-yochi-dreazen-47c1eaad32f806fdcb6e9de8bf43bf1954364d5b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"809","width":"1079"}},{"href":"http://media.npr.org/assets/img/2014/09/30/yochi-dreazen-credit-christopher-leaman-29289ce39ae07d1f0b507a3bbf8c4df4a9479b6c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1128","width":"1505"}}]}