{"created":"2015-06-15T21:05:03+00:00","modified":"2015-06-16T19:10:39+00:00","valid":{"from":"2015-06-16T19:10:39+00:00","to":"3015-06-16T19:10:39+00:00"},"hreflang":"en","title":"N.Y. Prison Break Search Is Costing $1 Million A Day","published":"2015-06-15T22:12:00+00:00","teaser":"A district attorney says the two inmates may have used power tools left behind by maintenance contractors at the Clinton Correctional Facility.","itags":["npr_api","414704539"],"guid":"fe6c8d4a-bb28-4616-a9b8-f7f7a5caa51e","contentencoded":"<p>Clinton County, N.Y., District Attorney Andrew Wylie says the search for two convicted killers who escaped from prison is costing $1 million a day. Wylie has also said the inmates may have used power tools left behind by maintenance contractors.</p><p>Officials say that it likely took weeks for the escape plan to come together, as the inmates worked their way through tunnels and utility corridors to cut through walls and a steam pipe.</p><p>Joyce Mitchell, the Clinton Correctional Facility worker <a href=\"http://www.npr.org/sections/thetwo-way/2015/06/12/414028355/n-y-prison-worker-joyce-mitchell-arrested-over-killers-escape\">who was arrested Friday</a> on charges that she helped Richard Matt and David Sweat carry out their elaborate escape plan, appeared in court Monday. She wore a striped prison jumpsuit and a bulletproof vest.</p><p>Mitchell's court appearance included the replacement of her attorney, who had cited a conflict of interest in the case. Outside the courthouse, Wylie provided more details about the events that preceded Matt and Sweat's escape.</p><p>From North Country Public Radio, Brian Mann reports for Monday's <em>All Things Considered</em>:</p><blockquote><p>\"Mitchell, a civilian employee who worked in the prison tailor shop, was investigated by prison officials over the last 12 months on suspicion that she formed an inappropriate and possibly sexual relationship with one or both of the escaped inmates.</p><p>\"That probe was later dropped. Then, according to court papers, she allegedly began supplying Richard Matt and David Sweat with saw blades, drill bits and other contraband, likely sometime in early May.</p><p>\"Speaking Sunday, Wylie said it appears the inmates were also able to gain access to power tools left in the prison by maintenance contractors.\"</p></blockquote>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=N.Y.+Prison+Break+Search+Is+Costing+%241+Million+A+Day&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Bill Chappell","audio":[{"meta":{"duration":"213"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414720450-b36415.m3u?orgId=1&topicId=1003&d=213&story=414704539&ft=nprml&f=414704539"}]}