{"created":"2015-05-30T21:06:04+00:00","modified":"2015-06-01T17:05:52+00:00","valid":{"from":"2015-06-01T17:05:52+00:00","to":"3015-06-01T17:05:52+00:00"},"hreflang":"en","title":"When Nora Jane Struthers' Identity Was Stolen, She Created A New One","published":"2015-05-30T22:07:00+00:00","teaser":"The former English teacher may never have become a singer-songwriter if her identity hadn't been taken. \"I was just ready for a brand new start,\" she says. And soon she was on the road to Nashville.","itags":["npr_api","410656756"],"guid":"fe6d7e12-d1e7-4c29-aeeb-a7d491753bb8","contentencoded":"<p>Nora Jane Struthers may never have become a singer-songwriter if her identity hadn't been stolen. Rebuilding her life allowed her to take a risk and do something she'd wanted to for years. It paid off: She has a new album out <a href=\"http://www.npr.org/2015/03/04/390716330/nora-jane-struthers-is-wide-awake-on-new-album\">titled <em>Wake</em></a>.</p><p>Her story begins at a charter school in Brooklyn where Struthers worked as an English teacher.</p><p>\"I started teaching sophomores and moved to teaching seniors in my last year,\" Struthers says. \"I loved it.\"</p><p>Then, she got into a relationship.</p><p>\"I started dating the art teacher,\" she says. \"We both started talking about the possibility of moving out of the city and he could do art and I could do music and we could move somewhere together and sort of start a new creative life.\"</p><p>Just as they started to plan their future, Struthers received a letter in the mail. It was from a bank about a check that had been deposited in an account that she didn't know about.</p><p>\"The check was actually a check that was made out to me that I was expecting and had never received,\" Struthers says. \"I was obviously distressed because someone had stolen my identity.\"</p><p>A month later, a credit bureau called with new information. There was a name that kept appearing on the new accounts.</p><p>It was her boyfriend.</p><p>\"She also told me that he had opened an account on my credit card and charged a new computer to it,\" she says. \"And so I just totally lost it.\"</p><p>When she returned to her classroom, the principal at the charter school pulled her aside to inform her that her boyfriend had also forged his teaching certificate.</p><p>\"It was just such an incredible shock,\" she says. \"I was just ready for a brand new start. I was kind of over New York but I had a friend who was living in Nashville and he invited me to come down. I just thought, 'Why not? It's Music City, after all.' \"</p><p>As soon as the school year ended, she packed her bags, hopped in her parents' minivan, and drove down to Tennessee.</p><p>\"I just remember feeling like I escaped,\" she says. \"I escaped a life that I was building for myself and thought was going to make me happy. ... My boyfriend stole my identity and the poetic irony is that it allowed me to create a new one in which I'm both incredibly fulfilled and have found true love.\"</p><p>Hear the full piece at the audio link.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=When+Nora+Jane+Struthers%27+Identity+Was+Stolen%2C+She+Created+A+New+One&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410837101-6a76b8.m3u?orgId=1&topicId=1105&d=237&p=2&story=410656756&t=progseg&e=410764309&seg=7&ft=nprml&f=410656756"},{"href":"http://media.npr.org/assets/img/2015/05/29/-images-uploads-gallery-nora_jane_struthers_by_todd_roeth-25b4f556f763d98396539b561306e7bf99aa57b3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"799"}}]}