{"created":"2014-10-08T02:19:49+00:00","modified":"2014-12-04T15:16:49+00:00","valid":{"from":"2014-12-04T15:16:49+00:00","to":"3014-12-04T15:16:49+00:00"},"hreflang":"en","title":"'Mockingbird Next Door': A Genteel Peek Into Harper Lee's Quiet Life","published":"2014-07-15T01:53:00+00:00","teaser":"After Harper Lee wrote <em>To Kill A Mockingbird</em>, she became a recluse and lived with her sister, Alice, in Alabama. Reporter Marja Mills uses rich detail to provides glimpses into their twilight years.","itags":["npr_api","331050607"],"guid":"fe74e692-7ca1-4f12-85d9-b9a3c953349b","contentencoded":"<p>It's probably the most oft-cited literary fantasy of all time: I'm talking about that passage in <em>Catcher in the Rye</em> where Holden Caulfield says: \"What really knocks me out is a book that, when you're all done reading it, you wish the author that wrote it was a terrific friend of yours and you could call him up on the phone whenever you felt like it. That doesn't happen much, though.\"</p><p>It sure didn't happen very much with J.D. Salinger, who hid out in the New Hampshire woods for over half a century until his death in 2010. A reporter for the <em>Chicago Tribune</em> named Marja Mills, however, had better luck with another famous literary recluse. In 2001, she picked up the phone and heard these words: \"Miss Mills? ... This is Harper Lee. ... I wonder if we might meet.\"</p><p>So began a professional relationship that morphed into something more. At the time of that phone call, Mills was in Lee's hometown of Monroeville, Ala., doing research for a story on <em>To Kill a Mockingbird</em>, which had just been chosen by the city of Chicago for the \"One Book, One City\" reading program. As any intrepid reporter would, Mills had knocked on the front door of Lee's house — and to her surprise, the door was opened by Lee's older sister, Alice, who, at the time, was 89 and still practicing law. Alice had liked what she'd heard about Mills from other townspeople and she invited the reporter in to chat and tour the modest home — outfitted with an old plaid couch, a small TV, and books, books, books — which she shared with her famous baby sister, whom she called \"Nelle.\"</p><p>That magical phone call from Harper Lee came the next day, and Mills was soon paying \"social calls\" to the two sisters and returning again and again to Monroeville, the inspiration for the fictional town of Maycomb in <em>To Kill a Mockingbird</em>. In 2004, at the Lee sisters' urging, Mills rented the house next door and lived there for 18 months. She had coffee in the mornings with Harper Lee at the local McDonald's and went to exercise class with her to work off their dinners at Melvin's barbecue joint. They even did their laundry together at the Excel Laundromat. All the while, with the Lee sisters' permission, Mills was recording conversations and taking notes. The result is a charming-if-slight book called <em>The Mockingbird Next Door</em> that provides glimpses into the twilight years of Alice and Harper Lee.</p><p>As a writer, Mills continues to be a respectful guest of the Lee sisters, so don't expect insider gossip here about Harper Lee's sexuality or a big revelation about why she never wrote another novel after <em>To Kill a Mockingbird</em>. Instead, the two most startling disclosures Mills makes are that Lee liked to go to Atlantic City and play the slots and that she called Truman Capote a \"psychopath.\" (Capote, you might know, was Harper Lee's childhood friend — immortalized as \"Dill\" Harris in <em>To Kill a Mockingbird</em>. Together they worked on Capote's masterpiece, <em>In Cold Blood</em>, but he became consumed by envy over Harper Lee's astounding success).</p><p>Rather than warmed-over gossip, what <em>The Mockingbird Next Door</em> does offer is a rich sense of the daily texture of the Lee sisters' lives. By the time she moved to Monroeville, Mills had been diagnosed with Lupus and was out on disability from the <em>Chicago Tribune.</em> Consequently, she entered easily into the world of the Lees and their \"gray-haired crew\" — all of them shared aching joints and free time to talk about books and local history, to go fishing and take long car rides into the country. Mills says she had to watch herself with Harper, who had more of an \"edge\" than her older sister Alice. Whereas Harper could shut down a conversation with a frosty stare or a few choice cuss words, Alice comes off as gracious, grounded and principled. During her long legal career, she was a steady proponent of the Civil Rights Movement, prompting Harper Lee to refer to Alice admiringly as: \"Atticus in a skirt.\"</p><p>The world that Mills was invited into over a decade ago has disappeared: both Alice (now 102) and Harper Lee (now 88) are in nursing homes, memories faded. Fortunately, in Mills, the sisters found a genteel family chronicler knocking at their door at the eleventh hour.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Mockingbird+Next+Door%27%3A+A+Genteel+Peek+Into+Harper+Lee%27s+Quiet+Life&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maureen Corrigan","audio":[{"meta":{"duration":"348"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331422510-082ce4.m3u?orgId=1&topicId=1034&ft=3&f=331050607"},{"href":"http://media.npr.org/assets/img/2014/07/13/mockingbirdnextdoorcover-f09c9260144e2164a5317947a13fb339fd589794.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"750","width":"1000"}}]}