{"created":"2014-10-08T02:49:38+00:00","modified":"2014-10-31T00:36:38+00:00","valid":{"from":"2014-10-31T00:36:38+00:00","to":"3014-10-31T00:36:38+00:00"},"hreflang":"en","title":"Germany's Battle Over What May Be Its Last Lenin Statue","published":"2014-07-06T18:48:00+00:00","teaser":"East German communism collapsed 25 years ago. But the city of Schwerin still has a Lenin statue, believed to be the last one in Germany. The mayor says it should stay because you can't erase history.","itags":["npr_api","328105362"],"guid":"fe7bd783-b1ad-43b1-b820-f3fd57a8350e","contentencoded":"<p>It's easy to miss the controversial bronze statue. It stands in front of a Soviet-style, high-rise apartment in the East German city of Schwerin.</p><p>Far removed from the ornate city center, this 13-foot-tall depiction of Vladimir Lenin has him looking relaxed. His hands are tucked in his coat pockets and he's gazing off into the distance.</p><p>But an angry message is scrawled in red paint across the sidewalk at his feet. In German, it reads: \"LENIN STAYS.\"</p><p>This fall, Germans will celebrate the 25th anniversary of the Berlin Wall coming down, marking the end of the Cold War and the long-time division of Germany. Yet a generation later, many Germans are still conflicted about whether to memorialize their former Communist half.</p><p>An elderly resident hobbling past the statue with a walker mistakes me for a protester and scolds me to leave the statue alone.</p><p>\"He doesn't bother me,\" she says.</p><p>Many others agree with her. They say they can't understand why anyone wants one of the last Lenin statues in Western Europe torn down.</p><p>One of them is Angelika Gramkow, the mayor of Schwerin. She's determined to see the monument stay. She says it's artwork that reflects an important period in the city's history that stretches back to the 12th century. If the city has to keep shelling out to blast away graffiti and chase off vandals, so be it.</p><p>\"You see him and ask: Why is there a Lenin statue still here? What was it he actually stood for? This is the kind of debate that a public work of art makes possible. We won't change the way people think just by getting rid of a monument,\" the mayor says.</p><p>But she lost a recent court case brought by opponents of the statue who sought to cover its head with a hood for three hours.</p><p>Several dozen out-of-town protesters did so three weeks ago. The organizer was Alexander Bauersfeld, 66, who was a political prisoner in the former East Germany.</p><p>Bauersfeld says putting a hood over Lenin, as if he were a prisoner, was meant to get people thinking about his crimes. Bauersfeld said they wanted to make it clear to the area's officials that it's not acceptable to leave standing a monument to the founder of the Soviet Union.</p><p>Schwerin resident Anne Drescher agrees.</p><p>She's the archivist in charge of local documents and files related to the former East German Stasi or state security agency. Drescher recalls how the Schwerin council almost voted to tear down the Lenin statue in 2007.</p><p>She says Estonian sculptor Jaak Soans, who made the monument, offered seven years ago to melt the statue and use the bronze to build another sculpture.</p><p>But the city council refused. Instead, it added a small sign to the monument addressing Lenin's more controversial history.</p><p>Drescher calls the tablet laughable and an insult to East German victims of Soviet abuses. She hopes the short protest last month will lead to further debate — if not a vote — to remove the statue.</p><p>But, she says, it's unlikely Schwerin residents will lead those discussions.</p><p>Drescher says that's because there's too much fear here of being branded a pariah by one's neighbors. She explains many former East Germans still believe that anyone who was imprisoned had it coming.</p><p>But Mayor Gramkow believes there's another reason residents won't protest: East German pride.</p><p>She says too many wounds remain from reunification. Many citizens of the former German Democratic Republic, or GDR, still don't feel they are treated as equals by their western counterparts, the mayor explains, and that their history is being stripped away from them.</p><p>\"I'm a child of the GDR and a lot of who I am comes from that,\" the mayor says. \"I also learned that an undemocratic society is not good. But that legacy is something all sides can learn to deal with without revising history.\"</p><p>Gramkow says you can change street names and tear down monuments but the history remains.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Germany%27s+Battle+Over+What+May+Be+Its+Last+Lenin+Statue&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Soraya Sarhaddi Nelson","audio":[{"meta":{"duration":"255"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1329154725-5cd681.m3u?orgId=1&topicId=1124&ft=3&f=328105362"},{"href":"http://media.npr.org/assets/img/2014/07/03/1862563_nelson_lenin8-990537798196eb32c565d00af4c6d2da571254cd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2713","width":"3617"}},{"href":"http://media.npr.org/assets/img/2014/07/03/1862563_nelson_lenin6-0a7249883d84bd0dde38e3dd0c446f2acb367a8b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2176","width":"2904"}},{"href":"http://media.npr.org/assets/img/2014/07/03/1862563_nelson_gramkow4-4012a2c2d0a9b1e77ae028f3e22dfe9aae52f7f9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1944","width":"2592"}},{"href":"http://media.npr.org/assets/img/2014/07/03/1862563_nelson_drescher2-1b0794302e8ab8e1b848b4f77dfbe8b897055177.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2859","width":"3812"}}]}