{"created":"2014-09-08T15:45:03+00:00","modified":"2014-10-07T15:33:08+00:00","valid":{"from":"2014-10-07T15:33:08+00:00","to":"3014-10-07T15:33:08+00:00"},"hreflang":"en","title":"In Lawsuit, American Muslims Claim FBI Used No-Fly List To Bully Them","published":"2014-04-23T19:29:00+00:00","teaser":"The four men claim they were approached by FBI agents to become informants. When they declined, they say they were put on the no-fly list.","itags":["npr_api","306223445"],"guid":"fe818442-37df-4218-bb8b-8dd6cf11b0f1","contentencoded":"<p>Four American Muslims are suing the FBI alleging that the law enforcement agency bullied them using the no-fly list.</p><p><a href=\"http://www.ccrjustice.org/files/Tanvir%20v%20Comey%2013-cv-6951%20First%20Amended%20Complaint%202014_04_22%20--%20AS%20FILED.pdf\">According to a lawsuit</a> filed in the United States District Court for the Southern District of New York, the men claim they were put on the list after refusing to become agents for the FBI.</p><p>The suit is being filed on behalf of the men by the Center for Constitutional Rights and the law firm of Debevoise & Plimpton LLP.</p><p>NPR's Carrie Johnson spoke with Naveed Shinwari, one of the men filing the lawsuit.</p><p>The 30-year-old told her his problems started when he took a religious trip to Afghanistan two years ago. He married a woman there and says that when he was coming back, he was stopped at the airport and directed to talk to FBI agents abroad.</p><p>After refusing to become an informant, Shinwari says, he returned home, where the FBI talked to him again.</p><p>\"They used specific sentences to say that, you know, you help us, we help you, and we offer financial incentives. But I refused again, and ever since then I've been on a no-fly list,\" Shinwari told Carrie.</p><p>She adds:</p><blockquote><p>\"The FBI, which maintains the terror screening database, wouldn't comment about the lawsuit. But the bureau is expected to put up an aggressive defense in the case, as it has in other legal fights over the no-fly list.</p><p>\"American University law professor Jennifer Daskal says the allegations in this case about FBI coercion — inform or be put on the no-fly list — are important.</p><p>\" 'If [the allegations are] true, then it's, it's incredibly important that courts step in and ensure that individuals are placed on the no-fly list based on the requisite criteria,' she said. 'And if it's not true, and if the allegations are false, then the government ought to be interested in making clear that the individuals it is placing on the no-fly list meet the requisite criteria.' \"</p></blockquote>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Lawsuit%2C+American+Muslims+Claim+FBI+Used+No-Fly+List+To+Bully+Them&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Eyder Peralta","audio":[{"meta":{"duration":"241"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1306227634-0466d4.m3u?orgId=1&topicId=1001&ft=3&f=306223445"}]}