{"created":"2015-03-01T13:07:54+00:00","modified":"2015-05-13T21:14:37+00:00","valid":{"from":"2015-05-13T21:14:37+00:00","to":"3015-05-13T21:14:37+00:00"},"hreflang":"en","title":"Spain's Muslim Business Owners Feel Squeezed By New Zoning Proposals","published":"2015-03-03T20:07:00+00:00","teaser":"Catalonia is home to mainland Spain's largest Muslim population. But politicians in one area are proposing laws to \"protect traditional Spanish businesses\" that Muslim leaders say are discriminatory.","itags":["npr_api","387481590"],"guid":"fe827885-ae20-4dfe-9228-bd19bc799edf","contentencoded":"<p>Spain's Mediterranean coast is home to the country's biggest Muslim community. And in one town there, local politicians have proposed new zoning laws that have people pondering what it means to be Spanish, or Muslim, or both.</p><p>Ruling conservatives in the town of Tarragona want to limit the number of kebab shops and Internet cafes in the town center, keeping them 500 yards apart to <a href=\"http://www.thelocal.es/20150120/spanish-town-eyes-limit-on-kebab-shops\">\"protect traditional Spanish businesses\"</a> and prevent what they call ghettos.</p><p>But just what is a traditional Spanish business?</p><p>\"You tell me! My tomatoes are Spanish, and so are the potatoes I sell,\" says Nouari Benzawi, an Algerian immigrant who runs a kebab shop and halal grocery store.</p><p>\"Please explain this to me!\" he exclaims, stomping around his shop, pointing out Spanish products. \"Do I need to sell pork to be a traditional Spanish business? Do I need to sell wine?\"</p><p>He doesn't sell these items, for religious reasons. Benzawi, 52, is a Muslim who has lived in Spain for 20 years. He's married to a Spaniard and holds a Spanish passport.</p><p>\"My business is legal,\" Benzawi says. \"I pay my taxes. I don't sell contraband. So what are they so worried about? This is called discrimination.\"</p><p>Authorities have said the new zoning laws, if passed, would not force the closure of existing businesses, but would regulate how and where new ones can open. Benzawi believes the proposal unfairly targets a certain type of business that is often owned or run by immigrants like himself.<strong> </strong></p><p>Spain has a relatively small Muslim population, at about 2 percent of the total. The largest concentration is along the Mediterranean coast, in the region of Catalonia. In some coastal towns, including Tarragona, Muslims comprise about 10 percent of the population.</p><p>Muslims in Spain tend to be first-generation immigrants, originally from just across the Mediterranean — Morocco, Algeria, Tunisia. While Spain doesn't track unemployment data by religion, community leaders insist Muslim immigrants have been disproportionately hurt by the country's economic crisis. They estimate their jobless rate is several points higher than the national average of 23 percent, and double that for youth.</p><p>In Tarragona, the overall unemployment rate tops 30 percent. Benzawi worries the new zoning proposal will only make matters worse, disrupting existing businesses and discouraging creation of new ones.</p><p>Benzawi is an electrical engineer and speaks multiple languages, but says he couldn't get hired by a Spanish company.</p><p>\"So what am I supposed to do?\" he says. \"Rob, beg? The only way to survive is to have my own business. So this zoning proposal is totally contrary to the free market and to our assimilation in Spain.\"</p><p>The man behind the proposed \"kebab law\" is Alejandro Fernández, the spokesman for Tarragona's branch of Spain's ruling conservative Popular Party, who is also running for mayor. He exchanged emails with NPR but refused to comment for this story, instead recommending another PP leader, Carles Pellicer, mayor of the nearby suburb of Reus. Pellicer also said he was unable to comment.</p><p>But another party member, Joaquim Enrech Garola, Reus's city council member for citizens' security, expressed concern about Muslim youth congregating in the town center. \"What we're doing is in their interest and in ours,\" he says.</p><p>Husam Lakchouch, a high school student in Tarragona, complains about the proposed law as his family shares a traditional Moroccan couscous meal, amid a boisterous conversation in a mix of Arabic, Spanish, Catalan and English.</p><p>\"If you have many Muslims living together, you will have Muslim shops, Arab shops, mosques! They think it's a ghetto. They are afraid of that,\" he says. \"I don't know, I think it's a little bit racist. I think that when they see Muslims, they have an idea of terrorism.\"</p><p>Reus voted to <a href=\"http://www.newsweek.com/2014/08/08/catalonia-board-burqa-ban-bandwagon-262118.html\">ban</a> wearing the traditional Muslim burqa and niqab in public places last year. Spain's Supreme Court blocked the law, but the town has lodged an appeal. It removed the word \"burqa\" from the law. Enrech says it now applies to all full-face coverings.</p><p>\"It's not to stop the Muslim burqa or niqab,\" he says. \"It also applies to people wearing motorcycle helmets while walking down the street. It's not religious.\"</p><p>Some Muslim leaders see such laws — the burqa ban or the proposed limits on traditionally Muslim-owned businesses like kebab shops — simply as political pandering.</p><p>\"It's election season. We're used to this. They think it'll win them votes,\" says Muhammed Abdul-Rahim Bokadira, the imam at Tarragona's <a href=\"http://centrelapau.com/\">La Pau Islamic Center</a>. It can't technically be called a mosque because local authorities have yet to grant it a permit as an official place of worship. But hundreds gather to pray there every Friday, in a poorly lit space that used to house a municipal market.</p><p>One of them is Hilal Tarkou, a lawyer of Moroccan descent who heads the local Watani Islamic Association, a Muslim community group.</p><p>\"Politicians say they want to preserve the aesthetic of the city,\" he says. \"But they're doing it at the expense of its newest citizens.\"</p><p>Tarkou mentions another problem. Spain recently announced that it is investigating hundreds of Muslim-owned businesses, including some in Tarragona, <a href=\"http://elpais.com/elpais/2015/02/02/inenglish/1422892172_955064.html\">for allegedly funneling money</a> to the self-declared Islamic State, or ISIS, in Iraq and Syria. The vendors are accused of doing so through <em>hawala </em>-- an informal money transfer system used predominantly by immigrants, for whom Western Union or other bank transfer schemes may be too expensive.</p><p>Tarkou says local Muslims rely on the<em> hawala</em> system to send remittances and support relatives back home in other countries. He worries the investigation will only cast more suspicion on his already struggling community.</p><p>\"Whenever there's a crisis, they always blame the weakest ones — the immigrants,\" Tarkou says.</p><p>The irony is that for much of the 20th century, Spaniards themselves were immigrants, fleeing their country's civil war in the 1930s, and the poverty and military dictatorship that followed. But for the past couple of decades, immigrants have been coming to Spain, bringing rich diversity.</p><p>Unlike many countries in northern Europe, Spain has no far-right, anti-immigrant political movement — so far. But after the January Charlie Hebdo attacks in Paris, fears about Islam are spreading across Europe, and Muslims in Spain worry that policies like the ones in Tarragona could become more prevalent across the country.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Spain%27s+Muslim+Business+Owners+Feel+Squeezed+By+New+Zoning+Proposals&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lauren Frayer","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389945352-883d7c.m3u?orgId=1&topicId=1124&d=236&p=10&story=387481590&t=progseg&e=389945257&seg=15&ft=nprml&f=387481590"},{"href":"http://media.npr.org/assets/img/2015/02/27/tarragona2-533e7674d1b160de7fd5c7d05775a9110206eb2d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1876","width":"2501"}},{"href":"http://media.npr.org/assets/img/2015/02/27/tarragona1-92ffc18119c021452e092a9b073dd4f72bed8c07.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1450","width":"1933"}}]}