{"created":"2014-09-08T15:42:59+00:00","modified":"2014-11-05T01:07:22+00:00","valid":{"from":"2014-11-05T01:07:22+00:00","to":"3014-11-05T01:07:22+00:00"},"hreflang":"en","title":"Ancient Skeleton In Mexico Sheds Light On Americas Settlement","published":"2014-08-28T18:40:00+00:00","teaser":"DNA from a 12,000-year-old skeleton of a teenage girl found in a cave in the Yucatan Peninsula shows the same markers found in modern Native Americans.","itags":["npr_api","313156935"],"guid":"fe8681b5-e345-4dbf-8d83-67d855621c33","contentencoded":"<p>The <a href=\"http://news.yahoo.com/ancient-skeleton-shedding-light-first-americans-181106043.html\">nearly complete skeleton of a teenage girl</a> who died some 12,000 to 13,000 years ago in a cave in the Yucatan Peninsula, has yielded DNA clues linking her to Native Americans living today.</p><p>The connection bolsters the prevailing theory that the sole route of human migration into North America <a href=\"http://ows.edb.utexas.edu/site/hight-kreitman/land-bridge-theory\">took place over a Siberia-Alaska land bridge known as Beringia</a>, starting 15,000 to 20,000 years ago.</p><p>NPR Science Correspondent Joe Palca says the skeleton of the girl, who died at age 15 to 16, was discovered in 2007 amid a complex of flooded caverns in Mexico known as <a href=\"http://hoyonegro.org/\">Hoyo Negro</a>, or \"Black Hole.\"</p><p><a href=\"http://www.scientificamerican.com/article/discovery-of-mexican-skeleton-connects-siberian-ancestors-to-native-americans/\">Scientific American says</a>, \"She lies in a collapsed chamber together with the remains of 26 other large mammals, including a saber-toothed tiger, 600 meters from the nearest sinkhole. Most of the mammals became extinct around 13,000 years ago.\"</p><blockquote><p>\"It was impossible to safely recover the body from the cave location, so the research team dove to the cave and made bone measurements <em>in situ</em>. They placed Naia's skull on a rotating tripod, and set a camera on a second tripod next to it. Turning the skull slowly, they snapped pictures every 20 degrees. Later the team used the photographs to reconstruct a three-dimensional image.\"</p></blockquote><p>James Chatters of Applied Paleoscience in Bothell, Wash., led the study and published the results in the journal <a href=\"http://www.sciencemag.org/content/344/6185/750.abstract\">Science.</a></p><p>Chatters says the skeleton, known as Naia after the water nymphs of Greek mythology, doesn't look much like modern Native Americans who have narrower faces, different teeth and a different palate.</p><p>\"I could tell from the shape of the palette and some other aspects of the skull that she was similar to some of the other earliest Americans I'd seen,\" Chatters says. \"So many differences that it seemed they must come from somewhere else.\"</p><p>But the DNA told a different story.</p><p>The University of Texas at Austin's Deborah Bolnick, an expert in extracting ancient DNA from fossilized teeth and bones got a sample of Naia's mitochondrial DNA, which is inherited exclusively from the mother.</p><p>Bolnick found a lineage known as <a href=\"https://www.familytreedna.com/public/D/\">D-1</a> that's found in Northeast Asia (including Siberia) and also very common in Native Americans.</p><p>What that suggests, Bolnick says, is that the girl is indeed descended from the first humans to cross the land bridge and not some later migration from somewhere else.</p><p>That means the physical differences between the first \"Paleoamericans\" and Native Americans of today are the result of evolution since the great migration out of Asia.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ancient+Skeleton+In+Mexico+Sheds+Light+On+Americas+Settlement&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Neuman","audio":[{"meta":{"duration":"161"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1313172886-138241.m3u?orgId=1&topicId=1007&ft=3&f=313156935"}]}