{"created":"2015-03-18T20:37:05+00:00","modified":"2015-03-18T20:56:34+00:00","valid":{"from":"2015-03-18T20:56:34+00:00","to":"3015-03-18T20:56:34+00:00"},"hreflang":"en","guid":"fe9068ec-6aa9-4d26-ae61-435efa6c627d","title":"Netanyahu wins again. So now what?","published":"2015-03-18T20:56:30+00:00","byline":"Bradley Campbell","tags":["politics","elections","Global Politics","Asia","Israel","Middle East","Daniel Estrin","Benjamin Netanyahu","Politics of Israel","Israeli legislative election"],"teaser":"The Likud Party wins the Israeli elections. It all but assures Benjamin Netanyahu's fourth term as prime minister. But did his election lurch to the right hurt his chances to actually govern?","contentencoded":"<p>Last night, I went to sleep thinking the Israeli elections were pretty much a tie.</p>\n<p>Then I woke up to the pinging of my phone with headlines declaring a decisive victory for Benjamin Netanyahu's Likud party. It looks like he'll get his fourth term as Israel's prime minister, as long as he can form a new coalition.</p>\n<p>Anyone who has ever watched House of Cards — the British one, I mean — knows that can be a messy process in a parliamentary government.</p>\n<p>But reporter Daniel Estrin in Tel Aviv says it's not rocket science, either.</p>\n<p>“It’s very simple math,” he says. “Benjamin Netanyahu says he wants to form a nationalist government and he says he has invited the leaders of the right-wing, pro-settlement nationalistic parties and also the ultra-orthodox Jewish parties to join in his coalition.”</p>\n<p>Estrin says the parties are expected to join the coalition. So there won’t be any surprises in how Netanyahu forms his coalition. The prime minister called the election because his coalition government wasn’t working at the end of the last year. But this time around, it seems like things could be different. Estrin says the previous coalition had a diverse focus on how to govern. “You had settlers sitting next to someone who wanted peace with the Palestinians,” he says. “They had all kinds of differing ideologies and so that government coalition didn’t hold.”</p>\n<p>This time, Netanyahu wants a much more stable government. That’s why he wants to form one that is alike in its ideologies. “And I think he’s going to get it,” adds Estrin.</p>\n<p>Netanyahu swerved pretty far right in the final moments of the elections. He declared there will be no Palestinian state, and he posted a message on Facebook Tuesday warning people that Arabs were coming out to vote.</p>\n<p>But will this be how Netanyahu governs?</p>\n<p>“It seems to be,” says Estrin. “The unified, nationalist, right-wing government that he seems to be poised to build is going to keep him to task if he tries to swerve any other direction.”</p>\n<p>The block of Arab-Israeli politicians, as expected, came in third. Estrin thinks the significance of the joint list is the voice that they represent. He says it’s different than the past, where Arab-Israeli politicians focused on the Palestinian issue and often ignored domestic ones — like the discrimination Arab-Israelis face inside the country. “I think they are now a force to be reckoned with. They are going to be very focused on trying to advance equality for Arabs who make up 20 percent of Israel’s population.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-18%2Fbibi-wins-again-so-now-what&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03182015_01.mp3"},{"href":"http://www.pri.org/file/0318201501mp3"}]}