{"created":"2015-02-15T22:01:09+00:00","modified":"2015-06-05T15:29:06+00:00","valid":{"from":"2015-06-05T15:29:06+00:00","to":"3015-06-05T15:29:06+00:00"},"hreflang":"en","title":"Thrilled By Chills? Take A Look At The World's Coldest City","published":"2015-02-16T02:53:00+00:00","teaser":"In a remote region in Russia, six time zones away from Moscow, lies the coldest city on earth. Rich with natural resources, Yakutsk is home to 270,000 residents brave enough to face the extreme cold.","itags":["npr_api","386128997"],"guid":"fea1dafa-a9a8-44de-b75f-3ce6010e58c0","contentencoded":"<p>New Zealand-born photographer Amos Chapple was a long, long way from home. Out in the middle of Russia's vast Sakha Republic, an area that spans over 1 million square miles, he was heading towards the world's coldest city.</p><p>And he was alone.</p><p>In these far reaches of northeast Russia, Chapple says, \"If people don't need to be outside, they won't be outside. So in the smaller towns, they all look abandoned. And if you see somebody, they're racing between doors with mitts clasped over faces hurrying to get inside again.\"</p><p>Out in the freezing cold, he finally crossed paths with the only other creature audacious enough to face this kind of weather.</p><p>\"I saw some cows out in the streets,\" he says. \"So I figured, OK, they're on their way somewhere, they're going to take me back to a person, who hopefully I can speak to, who will be doing something outdoors. So I decided to follow these cows.\"</p><p>They led him off the road through a forest.</p><p>\"Finally, I come to this sort of secondary settlement — a couple of houses and there's this stable. And then sure enough this old man kind of stumbles outside into the cold,\" Chapple says. \"He looks around, he does a double take when he sees me, like, 'Where did you come from?' There was this beautiful moment when I was able to say, 'Oh, I'm from New Zealand! Hello!' \"</p><p>In that remote region six time zones from Moscow, Chapple was making his way into Yakutsk, Russia.</p><p><strong>Life In The Heart Of Siberia</strong></p><p>Maybe you've heard of Yakutsk from the board game Risk, which you might have played in the comfort of your warm home. Out here, the average winter temperature is brutal: -30 degrees Fahrenheit.</p><p>\"The first impression I had was being physically gripped by [the cold],\" Chapple says. \"It was literally like something had wrapped around my legs.\"</p><p>Chapple says he's never experienced a cold like that. He describes the streets of Yakutsk, a city of about 270,000, as dark and foggy.</p><p>\"The mist from people's breath, from car exhaust and from factory emissions, it never goes away, it never dissipates,\" he says. \"It just hangs there. So very, very misty, all through the day and night.\"</p><p>He says Yakutsk was one of his most difficult assignments. Being outside for hours on end took a toll on his body and his camera would seize up in the cold.</p><p>\"It took me a while to figure out why I was getting all of these kind of hazy, very un-contrasty images. And that was because when I would breathe, when I would exhale, the mist from my breath would just kind of waft around in front of the lens and ruin the shot,\" Chapple says. \"So you would have to hold your breath before you took a picture.\"</p><p><strong>Indoor Entertainment, Outdoor Adventure</strong></p><p>Yakutsk is the largest city in the world built on permafrost. Most buildings are constructed on stilts that go deep underground. And while the weather may be hostile, this giant region in Russia is rich with natural resources — especially gold and diamonds.</p><p>The people braving the cold here have lived in this region for generations, like freelance journalist, Bolot Bochkarev. He was born and raised in Yakutsk.</p><p>\"We've got many facilities like stadium, restaurants, many nightclubs, concert halls,\" Bochkarev says. \"We've got enough entertainment. But everything is done indoors because it's cold outside.\"</p><p>Bochkarev says he plays tour guide to visitors who travel across the world.</p><p>\"When tourists, international visitors come to Yakutsk, we go on the ice to catch fish,\" he says. \"Also snowmobiling, dog sledding. You know, frozen 'eye brushes,' frozen noses. People like it.\"</p><p>Bochkarev says in the world's coldest city, there's always adventure.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Thrilled+By+Chills%3F+Take+A+Look+At+The+World%27s+Coldest+City&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386544412-95b7f0.m3u?orgId=1&topicId=1004&d=236&p=2&story=386128997&t=progseg&e=386544351&seg=7&ft=nprml&f=386128997"},{"href":"http://media.npr.org/assets/img/2015/02/13/yakutsk02-1b6b3dfb9aad98380fa8da6e8d17b99572554958.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"885","width":"1181"}},{"href":"http://media.npr.org/assets/img/2015/02/13/img_9591-dc3a2136fe8ea0a00a54470f56e230bba5e7368f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"889","width":"1186"}},{"href":"http://media.npr.org/assets/img/2015/02/13/yakutsk04-8af49bce614678c978768edd35a52dc7b5bb8112.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"960","width":"1280"}},{"href":"http://media.npr.org/assets/img/2015/02/13/yakutsk05-0e2bb3e88f44bd9c9376699d41193fd61187ddc1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"959","width":"1279"}}]}