{"created":"2014-10-08T16:44:43+00:00","modified":"2014-10-31T02:23:39+00:00","valid":{"from":"2014-10-31T02:23:39+00:00","to":"3014-10-31T02:23:39+00:00"},"hreflang":"en","title":"Overhaul Bill Criticized For Ending Affordable Housing Goals","published":"2014-05-06T14:27:00+00:00","teaser":"The Obama administration is trying to gain more support for a bipartisan bill to dramatically reshape the housing finance industry. Others say the bill would weaken affordable housing regulations.","itags":["npr_api","309694745"],"guid":"fea3a5ed-2d9f-4105-ba08-cb4c4b2e271d","contentencoded":"<p>There's a fight in Washington over the future of homeownership in America. At issue is a bipartisan bill to dramatically reshape the housing finance industry — the industry that was at the heart of the financial crisis. It's also an industry that's at the heart of the American dream — and the bill before Congress may affect who can afford to buy a house.</p><p>The Obama administration supports the bill. But civil rights groups and housing advocates say it would weaken rules that push banks to lend to low- and moderate-income homebuyers.</p><p><strong>Historic Overhaul Of Housing</strong></p><p>Since the housing crash, there's been a lot of talk about doing a major overhaul of the U.S. mortgage market. <a href=\"http://www.banking.senate.gov/public/index.cfm?FuseAction=Newsroom.PressReleases&ContentRecord_id=f8f64d97-d732-3aa9-e966-6040d7dbf169\">A bipartisan bill</a> by Sens. Tim Johnson, D-S.D., and Mike Crapo, R-Idaho, leaders of the Senate Banking Committee, could be the last, best shot at doing that during the Obama presidency.</p><p>Shaun Donovan, secretary for Housing and Urban Development, is trying to help push it forward. \"This is the most important piece of repairing the damage from our financial crisis that remains,\" he tells NPR.</p><p>The bill aims to protect taxpayers from having to bail out financial firms in another housing crash. It would do that by putting a buffer of private money ahead of a government guarantee for home loans.</p><p>Donovan says the bill would do a lot to promote affordable housing. \"We would be able under the current bill to dedicate $5 billion a year to affordable housing,\" he says. \"That's the largest new investment in affordable housing we've had in more than a generation.\"<strong> </strong></p><p><strong>Groups Worry Over Softening Goals</strong></p><p>Housing advocates and civil rights groups say they are worried about the bill though because they say it would end requirements that a certain percentage of loans be made to low- and moderate-income people.</p><p>\"The bill explicitly abolishes affordable housing goals,\" says Mike Calhoun, the president of the Center for Responsible Lending.</p><p>The bill would get rid of these mandatory goals, replacing them with voluntary ones and a set of financial incentives. Many conservatives say the mandatory lending rules helped cause the financial crisis. And Calhoun says the bill needed support from Republicans, \"those who argue that the crisis was caused by over-government regulation, encouraging banks to offer loans to low- or moderate-income families.\" So the new bill softens those regulations.</p><p>Wade Henderson is the president of the Leadership Conference on Civil and Human Rights, a coalition of 200 groups, from the NAACP to the AARP. \"Many of us are skeptical,\" he says.</p><p>Henderson is concerned that this new proposed system would replace affordable housing goals with \"a relatively nebulous, flexible system.\" He says the new system promises to deliver more money for affordable housing, but he says there are \"loopholes and it's not clear that that will be the case.\"</p><p><strong>Shifting Power From Government To Wall Street?</strong><strong></strong></p><p>Donovan, the HUD secretary, says the foreclosure crisis shows that the current system is broken and needs to be fixed. \"African-Americans lost half their wealth between 2005-2009,\" he says. So, he says, \"anybody who tells you that the current system is serving those families well is missing the point.\" The country needs reform, \"to serve those very families that those groups\" are representing, Donovan says.</p><p>But Henderson and Calhoun say one of the big reasons all those people got hurt so badly is that Wall Street financiers were making a lot of money packaging risky home loans that people couldn't afford and selling them to investors.</p><p>The Justice Department and other regulators are now winning multi-billion-dollar settlements over that. But Calhoun says this bill would give Wall Street firms a freer hand to do what they want. \"It turns over the home mortgage system to Wall Street and the bigger banks,\" he says.</p><p>But Donovan says, \"If that were true, why is Wall Street fighting so hard for the status quo? We see ads every day that are complete misinformation about this bill, trying to undermine it, because Wall Street is supporting the status quo.\"</p><p>Calhoun says most of that resistance is coming from just a tiny slice of Wall Street — a few hedge funds that made big bets on something. He says many more big banks and financial firms support the bill.</p><p>In any case, Donovan says he believes the bill would be a good thing for the country. And he's hopeful these concerns can be addressed so it can gain more support. The Johnson Crapo bill could be voted on in the Senate Banking Committee later this week.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Overhaul+Bill+Criticized+For+Ending+Affordable+Housing+Goals&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Chris Arnold","audio":[{"meta":{"duration":"294"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1309694746-75a677.m3u?orgId=1&topicId=1014&ft=3&f=309694745"},{"href":"http://media.npr.org/assets/img/2014/05/05/467272093-e3f0de7efcfb4fdfbcdc9839050f39ec648488aa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}}]}