{"created":"2014-10-05T11:57:37+00:00","modified":"2015-04-02T17:17:58+00:00","valid":{"from":"2015-04-02T17:17:58+00:00","to":"3015-04-02T17:17:58+00:00"},"hreflang":"en","title":"For Her First Trilogy, Jane Smiley Returns To Iowa, 'Where The Roots Are'","published":"2014-10-05T17:51:00+00:00","teaser":"Smiley used to live in Iowa and says something about the place still pulls on her imagination. Her new book,<em> Some Luck</em>, begins on a family farm in 1920.","itags":["npr_api","353528012"],"guid":"fea79877-9882-40dc-a85e-356c3e14de89","contentencoded":"<p>Author Jane Smiley has a fondness for dogs. She has a couple at her home in Carmel Valley, Calif., where she lives with her husband. One of those dogs, Fallon, has a special talent: He likes to sing. And Smiley likes to accompany him on a banjo she bought back in 1972 when she was living in Iowa.</p><p>Smiley spent 24 years in Iowa. She's been gone for a long time now, but something about the place still seems to pull on her imagination.</p><p>\"I got so many ideas there and I had so many thoughts there and it was such a great place to live,\" she says. \"And the people were so, sort of, straightforward and friendly.\"</p><p>As a young woman, Smiley set out to write a novel in every literary genre: romance, comedy, epic and tragedy. Now the best-selling author is taking on another literary tradition — the trilogy. The first book, <em>Some Luck</em>, comes out Tuesday and the next two will be released within a year. They tell a multi-generational family story that takes place over 100 years.</p><p><strong>'Worlds In Collision'</strong></p><p>Like Smiley's Pulitzer Prize-winning novel, <em>A Thousand Acres</em>, <em>Some Luck</em> is set in Iowa. She says, \"I feel like it's going back to the center and saying, 'OK, things come from here. This is where the roots are.' ... If we start the family living in Iowa, then they're gonna go lots and lots and lots of places.\"</p><p>The trilogy begins on a family farm in 1920. A young couple, Walter and Rosanna Langdon, are just setting out on their own. Eventually they will have five children. The oldest, Frank, is what Smiley calls \"the trunk of the tree\" — smart, handsome and restless. But Smiley gives each of the Langdon children a turn in the spotlight, filling in the details of their lives and drawing the reader into a story meant to last a long time.</p><p>\"I wanted to watch the characters in the book from birth to, in some cases, death,\" she says. \"And I wanted to watch their lives develop. And so I got them born and I set them on their paths, and they had to find mates and find lives.\"</p><p>Smiley draws a convincing portrait of life on a farm in the early 20th century: the way lives were buffeted by weather, the way the work never ended and how, for kids, there was no such thing as spare time.</p><p>\"You like to shoot?\" she writes. \"Well, shoot a rabbit, and Mama will make rabbit stew, or shoot that coyote that's trying to get into the chicken house. ... You want fried chicken for supper? Go out and catch a chicken and wring its neck — you'll have to learn sometime.\"</p><p>Gradually, some members of the family begin to pull away from farm life. The first to leave is Eloise, Rosanna's sister. She goes to college, then moves to Chicago, where she and her husband get involved in the politics of the left. Frank is sent to live with them for a while and a new world is revealed to him.</p><p>\"This is worlds in collision,\" Smiley says. \"These are things that were fascinating at the time: You thought you were in this one place and this was true, and then you got on the train and went a few hundred miles away and everything was different and other things were true. And yet, that's the thing that our parents — that's what they discovered because they went out into the world. That was part of the job that that generation did.\"</p><p>That change is accelerated by World War II. Frank's younger brother, Joe, gets a deferment to stay on the farm while Frank goes overseas to fight.</p><p>\"And there are other wars, obviously, as we go through volume two and volume three,\" Smiley says. \"There are other wars and other generations have to deal with them. So that was another interesting thing for me, was to send these boys off to various wars and see what happened to them.\"</p><p>As part one of the trilogy draws to a close, some members of the Langdon family are still on the farm while others are spread across the country. Toward the end of the book, they all come together on the farm to celebrate Thanksgiving:</p><blockquote><p>As if on cue, Walter turned from Andrea and looked at Rosanna, and they agreed in that instant: something had created itself from nothing — a dumpy old house had been filled, if only for this moment, with twenty-three different worlds, each one of them rich and mysterious. Rosanna wrapped her arms around herself for a moment and sat down.</p></blockquote><p><strong>A 21st-Century Writer With 19th-Century Style</strong></p><p>Smiley has been compared to some of the great writers of the 19th century, when the novel was a flourishing art form. She says those are the authors she grew up reading and their books remain among her favorites.</p><p>\"I love their sort of openness, their accessibility and their willingness to engage with the socioeconomic world around them,\" she says. \"And, you know, [Charles] Dickens did it in his way and [Anthony] Trollope did it in his way and [Jane] Austen did it in her way. And so I think it's great to be that kind of a novelist.\"</p><p>In that tradition, Smiley gives her trilogy the sweep of history. But what interests Smiley most is the way those historic events play out in the lives of one family whose roots are deeply embedded in the middle of America.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Her+First+Trilogy%2C+Jane+Smiley+Returns+To+Iowa%2C+%27Where+The+Roots+Are%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lynn Neary","audio":[{"meta":{"duration":"345"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353849616-b1b9d9.m3u?orgId=1&topicId=1161&aggIds=100876926&e=353528012&d=345&ft=nprml&f=353528012"},{"href":"http://media.npr.org/assets/img/2014/10/03/smiley_credit-to-elena-seibert-2-fe663ca168955bde9489a1139d3a82e9fee23c44.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1686","width":"2248"}},{"href":"http://media.npr.org/assets/img/2014/10/03/img_2045-f6cb283093fa089c986915b58f4928d3376be71e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2198","width":"2931"}}]}