{"created":"2015-03-17T20:49:48+00:00","modified":"2015-03-18T18:08:51+00:00","valid":{"from":"2015-03-18T18:08:50+00:00","to":"3015-03-18T18:08:50+00:00"},"hreflang":"en","guid":"feab2b37-0546-4dfd-86dd-ade8fe38919e","title":"On St. Patrick’s Day, Mexico remembers the Irishmen who fought for Mexico against the US","published":"2015-03-18T18:08:48+00:00","byline":"Christopher Woolf","tags":["Irish history","Mexican history","Mexican-American War","San Patricio","war","Conflict","Conflict & Justice","Mexico City","North America","Europe","Mexico","United States","Ireland","North America","Central America/Caribbean","Europe","John Riley","Martin Paredes","The World That Was","Irish diaspora","Saint Patrick's Battalion","Mexican–American War","Desertion","Battle of Churubusco","San Patricio","Jon Riley","Irish Americans","Saint Patrick's Day"],"teaser":"Amid the celebrations this St Patrick's Day, there are also more somber commemorations taking place. In Mexico and in a small town in Galway, Ireland, they are remembering the hundreds of Irishmen who died fighting for Mexico against the United States: the San Patricio Battalion.","contentencoded":"<p>St Patrick’s Day is celebrated around the world — even in Mexico.</p>\n<p>“Every St Patrick’s Day, the first toast that I make is in honor of the San Patricios,” says Martin Paredes, a Mexican blogger based in the US. “A group of Irishmen came to the defense of Mexico, and many of them died in defense of Mexico. That has to be lauded as one of the greatest honors ever, because they were fighting for an adopted nation — and they died for an adopted nation.”</p>\n<p>The story is pretty complex and goes back to the Mexican-American War, from 1846 to 1848.</p>\n<p><a href=\"http://www.stpatricksbattalion.org/\">Paredes has written extensively</a> on the San Patricio Battalion, \"a military unit that was composed mainly of Irish soldiers that were serving in the US Army when the US was invading Mexico,\" he explains. \"These were US soldiers that left US lines and joined Mexican lines and fought for Mexico against the United States.”</p>\n<p>Many were recent immigrants, fleeing the Great Famine in Ireland, who had joined the US Army for the promise of land and an enlistment bounty.</p>\n<p>The reasons they deserted are complicated, Paredes says. As Irishmen and Roman Catholics, these immigrants faced a lot of discrimination in the overwhelmingly Protestant United States. “When the US actually went to war, many of them — being strong Catholics — saw what they considered an unfair invasion of a foreign country,\" Paredes says.</p>\n<p>The Irish deserters formed the core of the \"Battalion of Foreigners,\" which was later renamed the \"Batallón de San Patricio.\" Roman Catholic deserters from Germany and other European nations also joined them, as did some foreign residents of Mexico City. There were also several African Americans who had run away from slavery in the southern United States.</p>\n<p>A leader emerged in the person of John Riley, a Galway-born soldier who was serving in the 5th US Infantry Regiment on the eve of the war. Under Riley’s instruction, the battalion was trained and fought as an elite artillery unit, though it later converted to infantry. It fought with distinction in most of the major battles of the war until the Battle of Churubusco, on August 20, 1847. There the unit was overrun and dozens of the San Patricios were captured.</p>\n<p>The US Army meted out harsh justice: 50 of the deserters were hung or shot. Another 35, who had deserted <em>before</em> the declaration of war, were flogged and branded — including Riley. While he was spared the gallows, Riley was flogged and had a \"D,\" for deserter, seared onto his face.</p>\n<p>The San Patricios are still seen as traitors by some Irish Americans, but Mexico has never forgotten their service. It even recently issued a postage stamp in honor of the battatlion. “There’s an annual commemoration,” Paredes says. “There are plaques all over Mexico commemorating them. There are streets named after them.”</p>\n<p>In fact, it was the street named San Patricio in Mexico City that first led Paredes as a boy to ask about where the name came from. “We had always heard during family conversations and stuff about these Irishmen.” he says. That's why \"there’s always an affinity in Mexico for anything having to do with Ireland.\"</p>\n<p><em>Watch a performance by a Mexican pipe and drum band, </em><em>La Banda de Gaitas del Batallón de San Patricio, </em><em>formed and named in honor of the San Patricios.</em></p>\n<p><iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/qsdNnPHqGug?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-17%2Fst-patrick-s-day-mexico-remembers-irishmen-who-fought-mexico-against-us&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0317201511.mp3"},{"href":"http://www.pri.org/file/0317201511mp3"}]}