{"created":"2014-10-15T17:50:50+00:00","modified":"2015-04-06T19:36:49+00:00","valid":{"from":"2015-04-06T19:36:49+00:00","to":"3015-04-06T19:36:49+00:00"},"hreflang":"en","title":"'Why Kids Sext' Describes Nude Photos As 'Social Currency' Among Teens","published":"2014-10-15T22:55:00+00:00","teaser":"Teenage girls explained to writer Hanna Rosin that boys collect sexts like baseball cards or Pokemon cards. \"There's so much free porn out there that these pictures serve a different role,\" she says.","itags":["npr_api","356393531"],"guid":"feb40d4a-99f1-4e39-a2c7-046217246ab2","contentencoded":"<p>In April, residents of Louisa County, Va., were shocked to learn of a sexting \"ring\" among the town's teenagers. When Hanna Rosin asked teens from Louisa County High School how many people they knew who had sexted, a lot of them replied: \"Everyone.\" But what was originally characterized in the media as an organized criminal affair was soon revealed to be widespread teen behavior.</p><p>\"I think we as a culture don't know whether to be utterly alarmed by sexting, or think of it as a normal part of teenage sexual experimentation,\" Rosin tells <em>Fresh Air</em>'s Terry Gross.</p><p>In her report on the Louisa County scandal for <em>The Atlantic, </em>Rosin set out to address the question, why are so many teenagers sending each other nude photos? How much does teen sexting have to do with actual sex? How should parents, and communities, respond? And how do child pornography laws apply?</p><p>Rosin's article, \"<a href=\"http://www.theatlantic.com/magazine/archive/2014/11/why-kids-sext/380798/?single_page=true\">Why Kids Sext</a>,\" appears in the November issue of <em>The Atlantic</em>.</p><hr /><h3>Interview Highlights</h3><p><strong>On the police investigation of the Louisa County sexting case</strong><strong></strong></p><p>[The police] call the girls in and they think there's something really, really wrong — something unusual and sinister happening right under their nose — that's how the investigation starts. ... But by the law any picture of a minor is illegal and so they just ask the girl[s] who they call in for interviews, \"Well, do you know anyone else who has naked pictures on their phone?\"</p><p>And everyone says, \"Yeah! I know five people,\" or \"I know 10 people.\"</p><p>And remember: This is a relatively small town so people are trusting the police officers. They all know each other. So then they call in five people and then <em>they</em> call in five people and then <em>they</em> call in five people and pretty soon the investigator has bins full of cellphones with pictures of naked kids that belong to teenagers. ...</p><p>So they've moved from thinking this is sinister to realizing, within a few days, this is completely common.</p><p><strong>On how these teenage girls felt about the boys seeing pictures of them naked</strong></p><p>That's what's amazing to me that this is so common given what we all know to be true about teenage awkwardness. The girls would actually get around this. I mean, some girls are just into it. They look great, they look like the pop stars they see, they're proud to send their pictures.</p><p>People would get around this by taking pictures of parts of their body, like they might just do the upper part of their body, or they might take a picture in a dark room or at certain angles. People worked hard at these pictures — not the guys, they just take one kind of picture — but the girls worked pretty hard at these pictures to make them look like the pictures that they saw in other magazines.</p><p><strong>On what the sexts mean to the boys who receive them</strong></p><p>The sexts are just their currency. The girls described it to me as, \"Oh, [it's like] the guys are collecting baseball cards or Pokemon cards.\" They don't actually take them that seriously. They're not a huge part of their sex life; it's just something [the boys] collect. ... It's cool to have one that nobody else has. It's kind of a social currency more than it is a springboard for fantasy, which is kind of surprising.</p><p>There's so much free porn out there that these pictures serve a different role. These guys look at these pictures for five seconds; they're just not that big of a deal to them. And so sending them along is kind of fun. ... It seems like a prank.</p><p><strong>On how smartphones are changing how kids socialize</strong></p><p>Kids do stay up in the middle of the night and text — that's kind of a known phenomenon that once they finish their homework and their after-school activities and they've had dinner and spent time with the family, [the middle of the night] is the time when they're all hanging out on their phones.</p><p>So your choices here are to take away their phone or limit ... their evening phone time, or ... to think about, \"Why is this happening? Why is it that kids have to stay up all night hanging out with their friends?\" ...</p><p>Some of this is just the way that children are being raised today, which is that they're so scheduled and they've got so much to do, and so many after-school activities, and every minute of their time is watched and monitored and designed for their self-improvement that they don't really have a space to be teenagers.</p><p><strong>On how there is no safe sexting</strong></p><p>Let's say you have the most trustworthy boyfriend or girlfriend in the universe. ... This person puts their phone down — and this is a case that's actually happened — they put their phone down in a locker room in high school and they go and take a shower or get dressed. Somebody else picks up the phone and as a prank, instantly sends that naked picture to everyone on the contact list, which includes Grandma, Grandpa, your mom, everybody on the contact list. So that can happen. Once the photo exists, it can be sent out.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Why+Kids+Sext%27+Describes+Nude+Photos+As+%27Social+Currency%27+Among+Teens&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"1958"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356415987-e6b4f9.m3u?orgId=1&topicId=1049&e=356393531&d=1958&ft=nprml&f=356393531"},{"href":"http://media.npr.org/assets/img/2014/10/15/istock_000023046690medium-da9b3816cdedd9155243959cbdf16f015e17a707.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1127","width":"1503"}}]}