{"created":"2014-10-27T23:49:20+00:00","modified":"2014-10-27T23:49:20+00:00","valid":{"from":"2014-10-27T23:49:20+00:00","to":"3014-10-27T23:49:20+00:00"},"hreflang":"en","title":"For Alan Cumming, Life Is (Once Again) A Cabaret","published":"2014-04-28T22:20:00+00:00","teaser":"This is the third time Cumming has starred in the musical. He talks about the new production — everything from his costume (which he calls a \"Wonder Bra\" for men) to the darker themes of the show.","itags":["npr_api","307681892"],"contentencoded":"<p>Alan Cumming has starred in the musical <em>Cabaret </em>three times — a 1993 London production, a Tony-winning 1998 Broadway revival, and a new Broadway revival — and it hasn't gotten old. \"It's so energetic, and it just takes up every single element of being an actor,\" he tells <em>Fresh Air</em>'s Terry Gross.</p><p>Cumming plays the master of ceremonies in a debaucherous Berlin nightclub called the Kit Kat Klub. The role was originated by Joel Grey, who starred in the original 1966 Broadway production as well as the 1972 movie.</p><p>\"It goes back to my stand-up comedy roots,\" Cumming says. \"I engage with the audience and ad-lib with the audience, and that's exciting and terrifying at the same time.\"</p><p><em>Cabaret</em> is set in 1929 and 1930. The Nazis are slowly emerging, and no one yet knows how powerful they will become. Only some people sense the danger in the air — and Cumming says the audience becomes complicit in their enjoyment of the show, while outside the club Hitler is coming to power.</p><hr /><h3>Interview Highlights</h3><p><strong>On the larger message of <em>Cabaret</em></strong></p><p>The reason we're doing it again is that it has something to say. It's about the rise of Nazism and the fact that if you're not incredibly vigilant, oppression of some kind can slowly creep up and take over. I think the way that the show is fun and sexy and hilarious — then it slowly goes dark, you, as an audience member have kind of become complicit in that, and that mirrors the way you see Nazism creeping in. People think, \"Oh, it'll be fine, don't worry, it'll go away.\" And then slowly it doesn't, and then it's too late.</p><p><strong>On how the current Broadway production differs from the 1998 production </strong></p><p>It's very much darker, I think partly because I'm older but also because the sex element of the show — the thing in 1998 when we came to America [that] was so shocking and took up so much of people's perception of the whole show was the depiction of sexual freedom and hedonism and gay sex and bisexuality and all sorts of things. That, I think in a way, took over a little too much, and now, I think, partly because of that production and partly because a lot has changed ... it's still fun and still very much what the story is about, but it doesn't overshadow everything.</p><p><strong>On his own sexuality </strong></p><p>I used to be married to a woman. Before that I had had a relationship with a man. I then had another relationship with a woman, and I since then have had relationships with men. I still would define myself as bisexual partly because that's how I feel but also because I think it's important to — I think sexuality in this country especially is seen as a very black and white thing, and I think we should encourage the gray. You know?</p><p>I don't go around in my life thinking, \"Oh, my God, I'm going to have to have sex with a woman soon because I said I was bisexual!\" ... It's like saying you're straight or you're gay — it's just what you are, and whatever you're doing in your life it runs obviously parallel, but it's kind of secondary to how you are inside. That's how I've always felt, and I still do, even though I'm very happily married to a really amazing man and wish to be so for the rest of my life.</p><p><strong>On the body hair in <em>Cabaret </em></strong></p><p>The girls have got to have hairy armpits — that's part of the down and dirty thing of the club. I have extensive hair under my arms. I'm aware of that. It's actually annoying. ... I'm not a hairy person. I've longed to have a hairy chest ... I seem to have all my hair in my armpits, and actually it seems to cause great consternation to people. ...</p><p>I think this obsession we have in our culture with shaving — taking away body hair on men and women — I think it's really dangerous, it's like wanting to infantilize yourself and wanting to make something sexy that is not adult, it's more prepubescent, and I think that's really weird and dangerous, don't you?</p><p><strong>On his outfit to opening night </strong></p><p>You know that Otto Dix painting <a href=\"http://uploads2.wikipaintings.org/images/otto-dix/portrait-of-the-journalist-sylvia-von-harden-1926.jpg!Large.jpg\">[Portrait of the Journalist] Sylvia von Harden</a>? It's like a lady sitting at a table in a cafe, she's got a cocktail and a little cigarette case, she's smoking. She's got a black-and-red checked dress on and a little short haircut and a monocle, I assume she's a lesbian, but I may be wrong. ... I decided that I would do my own thing and have a modern interpretation of an image that is very much an inspiration for the production. We have those images of Otto Dix all over the walls, and [George] Grosz and all those painters. ... I'm going to go as that painting.</p><p>I think it's great, but by the time this is broadcast you'll have read how nuts I am, and how crazy people think I am, and I'll be in the back of those awful trashy magazines [with] the fashion police, but I don't care. I like it.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Alan+Cumming%2C+Life+Is+%28Once+Again%29+A+Cabaret&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","guid":"feb5f068-e375-4292-9332-80baa08b2a6f","audio":[{"meta":{"duration":"2681"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1307758775-cac694.m3u?orgId=1&topicId=1144&ft=3&f=307681892"},{"href":"http://media.npr.org/assets/img/2014/04/28/143433498-c25297cc8354e687b01efbe521ae61d6c402da4d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1236","width":"1644"}}]}