{"created":"2015-06-25T21:09:52+00:00","modified":"2015-06-29T19:45:57+00:00","valid":{"from":"2015-06-29T19:45:57+00:00","to":"3015-06-29T19:45:57+00:00"},"hreflang":"en","title":"For Poland's Gay Community, A Shift In Public Attitudes, If Not Laws","published":"2015-06-29T19:11:00+00:00","teaser":"Poland does not allow gay marriage or same-sex unions, and is unlikely to amend these laws anytime soon. But the city of Gdansk elected an openly gay mayor and has hosted its first gay pride march.","itags":["npr_api","417446107"],"guid":"feb7ba54-474f-4577-b939-cacace3512c1","contentencoded":"<p>Around the world, <a href=\"http://www.pewforum.org/2015/06/01/gay-marriage-around-the-world-2013/\">gay marriage is allowed</a> in more than 20 countries. Many European Union nations are enhancing rights for their gay, bisexual and transgender citizens. But Catholic Poland isn't one of them.</p><p>This former Soviet satellite constitutionally restricts marriage to a man and a woman. Recent efforts to pass laws to protect the LGBT community in Poland from discrimination and violence have gone nowhere.</p><p>But there is one notable change these days — in Polish attitudes.</p><p>The Polish city of Gdansk, on the country's Pomeranian coast, is famous for being first. World War II is widely regarded as having started here in 1939. So did the <a href=\"http://www.britannica.com/topic/Solidarity\">Solidarity workers' movement</a> of the 1980s, which helped precipitate the demise of the Soviet Union.</p><p>Last month, Gdansk celebrated another first — a gay rights march that attracted about 1,000 participants.</p><p>\"Gdansk is a symbol of freedom,\" says psychologist Marta Kosinska, who helped organize the event. \"And we are fighting for freedom, too.\"</p><p>Yet even two years ago, a gay rights march in this city would have been unthinkable.</p><p>At that time, its most famous native — Polish democracy icon Lech Walesa, founder of the Solidarity movement — <a href=\"http://www.reuters.com/article/2013/03/03/us-walesa-gays-idUSBRE92209N20130303\">said on TV</a> that gays had no right to impose their will on the Polish majority. Nor should they play a prominent role in Polish politics, he added.</p><p>Homophobic attitudes were prevalent among Polish lawmakers when Robert Biedron was elected as a member of parliament back in 2011.</p><p>\"I was the first member of the Polish parliament who was openly gay,\" Biedron says, \"and they would not be brave enough to shake hands publicly because somebody would think they're gay.\"</p><p>Nor did his colleagues take him seriously.</p><p>\"I remember when I went to the parliament and had my first speech,\" he says. \"I was defending one issue and I said, 'Your arguments are below the belt.' They all started to laugh. ... They thought I'm talking about sexuality. And when they asked them why they are laughing, they said, 'What else can a gay guy talk about?' \"</p><p>But Biedron, 39, says attitudes toward gays are improving, in part because the Catholic Church's influence is shrinking in Poland and because more Poles are coming out of the closet.</p><p>Take, for example, Biedron's own successful run last year for mayor of the northern city of Slupsk. Biedron was one of about 30 gay candidates who ran in local races across Poland. He says his opponents never made his sexual orientation a campaign issue.</p><p>His partner of 12 years attended Biedron's swearing-in ceremony — the first time he's done so.</p><p>\"To go finally with my partner for the public ceremony was one of the greatest things, and I had my mother with me,\" Biedron says.</p><p>Polish gay rights activists say there are other changes, too, including the opening of central Europe's first homeless shelter for LGBT teens earlier this year in Warsaw.</p><p>Marianna Szczygielska, the project coordinator for the Warsaw-based Campaign against Homophobia, says attitudes toward gays here began to change when Poland joined the European Union in 2004.</p><p>\"Also with [the] opening of borders after joining the European Union, things have changed, especially for queer youth,\" she says. \"Even LGBT characters being featured in popular TV series, that already makes a difference in social acceptance towards LGBT.\"</p><p>But the group's vice president, Miroslawa Makuchowska, fears that progress could be short-lived, as happened in Ukraine following the annexation of Crimea and the lingering war in the east.</p><p>\"The public discourse [in Ukraine] has said, 'Look, you are not important right now. We cannot discuss gay issues right now. Stop talking about it.' It's all about the war.\"</p><p>She predicts that real equality for Poland's LGBT community could be generations away.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Poland%27s+Gay+Community%2C+A+Shift+In+Public+Attitudes%2C+If+Not+Laws&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Soraya Sarhaddi Nelson","audio":[{"meta":{"duration":"238"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1417516515-195ef5.m3u?orgId=1&topicId=1124&d=238&p=2&story=417446107&t=progseg&e=417457505&seg=15&ft=nprml&f=417446107"},{"href":"http://media.npr.org/assets/img/2015/06/25/nelson-gdansk-3-3424fbfe95a165e709a0122ef32823637e5cdcda.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}