{"created":"2014-10-08T14:35:13+00:00","modified":"2014-11-12T18:15:44+00:00","valid":{"from":"2014-11-12T18:15:44+00:00","to":"3014-11-12T18:15:44+00:00"},"hreflang":"en","title":"A Catalan Singer With Many Brave And Treacherous Stories To Tell","published":"2014-06-07T16:41:00+00:00","teaser":"\"The song has to have a story that I believe in and I can make my own,\" says Silvia Perez Cruz, who can sing in seven languages. The intimate and fierce <em>Granada</em> is an album for voice and guitar.","itags":["npr_api","319463914"],"guid":"febfd352-13ef-48a6-9544-6e84bf390139","contentencoded":"<p>For Spanish singer Silvia Perez Cruz, stories are everything.</p><p>\"Style is not what matters to me, but the result,\" she says through a translator. \"The song has to have a story that I believe in and I can make my own. I think I have that influence from my mother. My mother is a good storyteller, and she's always believed that songs are stories.\"</p><p>Cruz's own story is pretty remarkable. The 31-year-old is a classically trained singer from Catalonia. She studied piano and classical saxophone, and has a degree in vocal jazz.</p><p>While still at the Catalonia College of Music in Barcelona, Cruz co-founded a flamenco group called Las Migas (The Bread Crumbs) with three other women. She says that none of them were the best players or singers, but that that helped them take a different approach to flamenco.</p><p>\"I think that's the best thing we did,\" she says. \"It was a sound that really did not exist in Spain, based on our limitations, which was to make a more accessible type of flamenco.\"</p><p>Before long, Cruz was the buzz of the Spanish music scene. Javier Colina, a jazz bassist, invited her to record an album with his trio. Colina sent her a CD of classic Cuban songs with a note telling her to listen to the lyrics.</p><p>\"Of course, he liked the melody and the harmony,\" Cruz says, \"but he selected them because of the text and the stories they told.\" She says he told her, \"Don't study the songs. Listen to them at home. Let them keep you company until they stay with you.\"</p><p>Again, it was the stories in the songs that were at the heart of the recording they made.</p><p><strong>Time To Tell Her Own Stories</strong></p><p>Finally, just two years ago, it was time for Cruz to record her own solo album. She asked guitarist and producer Raul Fernandez Miró, who's worked with artists ranging from <a href=\"http://www.npr.org/artists/15373040/sonic-youth\">Sonic Youth</a>'s Lee Ranaldo to Spanish rapper La Mala Rodriguez, to help her.</p><p>\"She has like a complete vision of music,\" he says. \"She's not thinking just about vocals, about the voice. She's thinking about everything.\"</p><p>The recording they made, <em>11 de Novembre</em>, earned Album of the Year nominations in Spain and France. That same year, one of her own compositions, \"No Te Puedo Encontrar (I Can't Find You),\" won a Goya — the Spanish equivalent of an Oscar — for Best Original Song.</p><p>Silvia Perez Cruz sings in four Iberian languages, as well as French, German and English. She uses them all on her new album, <em>Granada</em>. She sings an iconic Catalan folk song called \"El Cant Dells Ocells,\" made famous by cellist Pablo Casals; a lied from the mid-1800s by Robert Schumann, and the Edith Piaf classic \"Hymne a l'Amour.\"</p><p>Once again, Fernandez Miró was her collaborator. For <em>Granada</em>, he says they chose songs with stories they liked, but they had to figure out how to unite such a wide range of material.</p><p>\"I think that if you don't know that they come from different styles, and they have different languages, I think you can imagine the record or you can see the record as a whole thing,\" Miró says. \"Which is something that we were looking for — not to be impressed by playing so many different styles, just to play them as the way that we want to play.\"</p><p>One of them is \"Gallo Rojo, Gallo Negro,\" a popular song from the Spanish Civil War. The words read, in part:</p><blockquote><p>The black rooster was big, but the red one was brave</p><p>The red rooster is brave, but the black one is treacherous</p></blockquote><p>Cruz learned the song when she was part of a concert to honor the remaining members of the International Brigades, who went to Spain to fight against dictator Francisco Franco.</p><p>\"At the concert, these men were singing the song in their own language with tears in their eyes,\" she says. \"This song made a big impression on me. They stood up with their arms raised, and I thought, 'These people have lived through so much. It's good that I can sing and help them remember.'\"</p><p>It's just one example of the way Silvia Perez Cruz comes to understand the stories she sings.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Catalan+Singer+With+Many+Brave+And+Treacherous+Stories+To+Tell&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Betto Arcos","audio":[{"meta":{"duration":"413"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319718380-aabae4.m3u?orgId=1&topicId=1106&aggIds=100920965&ft=3&f=319463914"},{"href":"http://media.npr.org/assets/img/2014/06/06/silviaperezcruz-e96edc5a2c861e73783b30184e38eb6a40b5815c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2855","width":"3810"}}]}