{"created":"2014-09-16T07:53:23+00:00","modified":"2014-10-30T22:21:21+00:00","valid":{"from":"2014-10-30T22:21:21+00:00","to":"3014-10-30T22:21:21+00:00"},"hreflang":"en","title":"Will Scotland Vote To Cut The Cord?","published":"2014-09-16T17:03:00+00:00","teaser":"For three centuries, Scotland has been part of the U.K. Until recently, it looked likely to stay that way. But some voters have changed their minds and recent polls show independence ahead by a nose.","itags":["npr_api","348782242"],"guid":"fed26350-47f9-4b7b-935c-9899d477eff9","contentencoded":"<p>It's pouring in Edinburgh, and the fog is so thick you can barely see to the end of the block.</p><p>People walking through the city center duck out of the rain into a little stone alcove to talk about the subject on everyone's mind — Thursday's big vote on whether Scotland will become an independent country.</p><p>The latest polls show the race is extremely tight.</p><p>In the Edinburgh rain, a striking number of voters have recently changed their minds. Michael Constantine says he and his parents all switched sides.</p><p>\"My dad, he was a 'no,' \" says Constantine, 25. \"In the past two months, he's become a 'yes.' And then my mum was a 'no' initially. She became a 'yes.' \"</p><p>All three of them used to support keeping the U.K. intact. Now, they plan to vote for Scottish independence. Constantine says he wasn't so much drawn to the 'yes' campaign; it's more that unity drove him away.</p><p>\"The 'no' campaign, the scaremongering and the fear they're putting into people, really upset me,\" Constantine says.</p><p><strong>'You Can't Trust Anybody'</strong></p><p>The campaign to keep the U.K. together has been built on dire warnings about economic calamities that would befall an independent Scotland.</p><p>British Prime Minister David Cameron was in the Scottish city of Aberdeen on Monday making one final plea for Scotland to stay with the United Kingdom.</p><p>He said Scotland would face a \"painful divorce\" if voters choose independence.</p><p>\"To warn of the consequences is not to scaremonger,\" Cameron said. \"It's like warning a friend about a decision they might take that would affect the rest of their lives and the lives of their children.\"</p><p>Reviews for the independence campaign are not much better.</p><p>In Edinburgh, John Keenan, 51, says he plans to vote \"no\" because he thinks the man running the \"yes\" campaign — Alex Salmond, head of the Scottish National Party and Scotland's first minister — is, frankly, scary.</p><p>\"Salmond's a madman, he is! Simple as that,\" Keenan says. \"It doesn't matter what either side says. You can't trust anybody, but I feel safer sticking with the U.K.\"</p><p>Alex Salmond has been working to convince voters that they need not fear change.</p><p>\"It was always a nonsense, of course, for the 'no' campaign and these big businesses corralled in London by the prime minister, to say negative things about Scotland,\" said Salmond, campaigning with Scottish business owners Monday. \"It was always a nonsense to argue that the land of Adam Smith was incapable of running our own finances.\"</p><p>Many big businesses have come out against independence — Scotland's two biggest banks have said they might relocate their headquarters. World leaders have said an independence vote could send dangerous ripples through the global economy.</p><p><strong>'A Real Sense Of Destiny'</strong></p><p>All of that anti-independence noise strangely coincided with independence surging in the polls. Tim Reid, political correspondent for the BBC, thinks he knows why.</p><p>\"Scots don't like being told what they can't do,\" Reid says. \"I think, during the course of this campaign, the fact that people like President Obama and the Australian prime minister came out and said they thought that Scotland should remain in the United Kingdom has not gone down particularly well amongst Scottish folk, who think that if America and Australia managed to get their independence from Britain, then why should Scotland not do likewise?\"</p><p>This vote is not only defined by frustration and resentment. There is a palpable excitement in Scotland that people have the chance to rewrite their story two days from now, says Steve Reicher, a psychology professor at the University of St. Andrews.</p><p>\"It's borne out in the surveys as well, which show something like 93 percent of people say they're almost definite to vote,\" Reicher says. \"I think there's a real sense of engagement, a real sense of destiny and of history. And for everybody, there is a sense of we are discussing the future of a nation.\"</p><p>As both campaigns have said in this debate, it's an opportunity that only comes along once in many generations.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Will+Scotland+Vote+To+Cut+The+Cord%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"533"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348903374-15c3de.m3u?orgId=1&topicId=1124&ft=3&f=348782242"}]}