{"created":"2014-09-18T19:39:36+00:00","modified":"2014-10-30T22:16:18+00:00","valid":{"from":"2014-10-30T22:16:18+00:00","to":"3014-10-30T22:16:18+00:00"},"hreflang":"en","title":"The Long, Scary Journey From A 'Terrorist's Son' To A Peace Activist","published":"2014-09-18T21:39:00+00:00","teaser":"Zak Ebrahim's father was convicted as a conspirator of the 1993 World Trade Center bombing. For most of his life, Ebrahim lied to people about who his father was. His new memoir tells his story.","itags":["npr_api","349571638"],"guid":"fed52715-8310-49e9-b647-39d57756fcd5","contentencoded":"<p>When Zak Ebrahim was 7 years old, his father, El Sayyid Nosair, assassinated Meir Kahane, the militant ultra-Orthodox, anti-Arab rabbi who founded the Jewish Defense League. That was in 1990.</p><p>Then, from prison, Nosair helped plot the 1993 World Trade Center bombing — and was later convicted as one of the conspirators.</p><p>Ebrahim was shocked to learn what his father was capable of. So was Ebrahim's mother. Ebrahim writes his story in his new memoir, <em>The Terrorist's Son</em>.</p><p>Nosair's terrorist acts sent the family into a downward spiral. Ebrahim, his mother and his siblings had to move to protect their safety. And they kept moving — and lived on the edge of poverty.</p><p>For most of his life, Ebrahim lied to people about who his father was. But a few years ago, he decided to go public with his story and offer himself as an example of someone who was raised by a fanatic yet came to embrace nonviolence.</p><p>\"It was ... very important for me to show people that my experience was unique, even among Muslims — that the vast majority of Muslims in the world are never indoctrinated into this level of extremism,\" Ebrahim tells <em>Fresh Air</em>'s Terry Gross. \"And if someone like me could come out of this ideology that so many people fear — could do it without being radicalized — then what does that say about the vast majority of Muslims in the world who are never exposed to it?\"</p><p>Ebrahim says his mother, who remains a devout Muslim, was never a zealot. She was raised in Pittsburgh by a mother who was a devoted Christian. After his mother's faith in the church was shaken, she looked for a new religion, became absorbed in Islam and decided to convert.</p><p>Ebrahim's father, meanwhile, grew up in Egypt and moved to the U.S. in 1981. Within a week after his mother's conversion, she met Nosair, who was a member of the mosque's men's prayer circle. Ten days later, they married.</p><p>Ebrahim was born was less than a year later, in March 1983.</p><p>Ebrahim says he's spent his life trying to understand what drew his father to terrorism, and has struggled with the knowledge he has his father's blood in his veins.</p><p>\"It's very counterintuitive for a child to not love their father,\" Ebrahim says. \"That was actually something I struggled with for a very long time because I tried to hold this image of my father and the happy memories that I had before he became radicalized as that being my father.\"</p><p>It wasn't until he was in his 20s, Ebrahim says, that he understood who his father really was — and how his father's actions affected his life.</p><p>\"I started to realize that I maybe didn't know my father at all,\" says Ebrahim, whose father remains imprisoned. \"And then maybe in fact I didn't love him — maybe I hated him.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On going to hear the mastermind of the 1993 World Trade Center bombing, Omar Abdel-Rahman, known as \"the blind sheik,\" preach at a mosque in Jersey City </strong></p><p>It was very scary for a kid that age [7]. You could see very clearly — even though he spoke in Arabic, and at the time I only understood about every third word that he was saying, [I] could just see the emotion on his face and the way he spoke ... that he spoke with this very passionate anger.</p><p>When my father tried to take me to the front after the sheik was done with his sermon, I remember my apprehension at even shaking his hand.</p><p><strong>On how his family found out about the assassination of Rabbi Meir Kahane</strong></p><p>On Nov. 5, 1990, [my mom] was sitting in the living room watching television, and her program was interrupted by breaking news. And it said that Rabbi Meir Kahane had been shot, and they cut to a video of my father lying in a pool of blood on the street. And that was essentially her introduction into this radical ideology. ...</p><p>My mother woke me up probably around midnight, and she seemed very startled and told me to grab whatever clothing I could and throw it in a sheet because we were leaving, and she didn't know if we were coming back. I had no idea what was going on; I was kind of scared and very sleepy. ...</p><p>I remember grabbing whatever I could carry and going down to the living room. I actually fell asleep, and I was awoken by my uncle who had come to take us to his apartment in Brooklyn — and we would never actually return to our house in Cliffside Park [in Pittsburgh] after that. ...</p><p>My mother had gotten a phone call from a neighbor that they were talking about her husband on television, and it very quickly dawned on her that it might not be safe for us to be where we were.</p><p><strong>On his father's involvement in the 1993 World Trade Center bombing and how that changed things</strong></p><p>I believe that from his prison cell he would often get visitors and have phone calls with many of the men who would eventually be involved in the World Trade Center bombing, and involved in planning the attack.</p><p>When my father first went to prison [for the assassination of Meir Kahane], although he had maintained his innocence, there were certain people who thought he had done what he had done, namely because Kahane was seen as a very evil figure, in particular in the Muslim community. ...</p><p>I suppose I thought to myself that even if he was guilty that that was some sort of justification. It wasn't until after the World Trade Center that it was very apparent that innocent people were being attacked — that even as a child I knew that was wrong, and that I couldn't accept any excuse for that. It was also when I realized that our family would no longer ever be together again.</p><p><strong>On telling people about his background</strong></p><p>The first two people who I explained my identity to were my two closest friends, and it really was a very positive experience for me — they didn't judge me for my father's actions.</p><p>I think perhaps because of that experience I was a little more lax, because the third person that I told was a co-worker of mine, and we had been out drinking that night, and I thought, 'This is a good opportunity to tell him who I am.' And I remember his eyes went cold, and he said that he would be doing this country a favor if he killed me. He grabbed a knife and started swinging it back and forth in front of me. ... I realized that not everyone was going to react the way my two friends had. ... I learned the value of discretion.</p><p><strong>On breaking the cycle of violence</strong></p><p>Many people in the Muslim community didn't want to have anything to do with our family because of our connection to this extremist [my father], but there was a minority of people who very much supported what he did and saw the assassination of Meir Kahane as some kind of heroic act.</p><p>As an adult, I realized that perpetuating this cycle of violence only made things worse. I'm sad to say that [radical Muslims murdered] Meir Kahane's son and wife ... years after [Kahane's] assassination.</p><p>It was one thing to try and justify this action that my father had taken in assassinating Meir Kahane as this terrorist killing another terrorist, and that was it. But I realized that even that, later on, couldn't be a justification because things were only made worse by trying to use violence to solve our problems.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Long%2C+Scary+Journey+From+A+%27Terrorist%27s+Son%27+To+A+Peace+Activist&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"1918"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349642060-d10b13.m3u?orgId=1&topicId=1033&ft=3&f=349571638"},{"href":"http://media.npr.org/assets/img/2014/09/18/zakebrahim-1--d9e97e8b8142d7a22f0260b906929443e59b9a76.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"450","width":"600"}}]}