{"created":"2014-09-23T19:39:45+00:00","modified":"2014-09-24T19:25:02+00:00","valid":{"from":"2014-09-24T19:25:02+00:00","to":"3014-09-24T19:25:02+00:00"},"hreflang":"en","guid":"fed73cdd-f286-4ad4-bccf-d95509675645","title":"American artists practice a little shadow puppet diplomacy in Iran","published":"2014-09-24T19:25:00+00:00","byline":"David Leveille","tags":["culture","diplomacy","arts","Arts","Arts, Culture & Media","Tehran","Chicago","Asia","North America","United States","Iran","North America","Asia","South Asia","Middle East","Sarah Fornaces","Drew Dir","Puppetry"],"teaser":"A group of Chicago-based artists put on a puppet show and got a standing ovation last week. In Iran. The 10 American puppeteers were invited to the Tehran Mobarak Puppet Festival. It was the first performance by  American artists at the festival event in nearly 17 years.\r\n","contentencoded":"<p>The Chicago-based <a href=\"http://manualcinema.com/about/\">Manual Cinema</a> puppet troupe recently returned from a week in Iran at the Tehran Mobarak Puppet Festival, where their performances were welcomed with multiple standing ovations.</p><p>Drew Dir,&nbsp;one of the US troupe&#39;s artistic directors, says the experience was a bit of shadow-puppet diplomacy. &ldquo;Right before our first show, we were handed a note that told us this was the first time since 1979 that an American flag had been flown in the central city of Tehran &mdash; in our honor for participating in the festival,&quot; he says. &quot;That, combined with the all of the ovations of welcome we got from audience members, was the best part of the experience.&ldquo;</p><p>[[{\"fid\":\"74326\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":2048,\"width\":1536,\"style\":\"width: 300px; height: 400px; float: right; margin: 5px;\",\"alt\":\"The American flag being flown outside Tehran&#039;s City Theatre during the Tehran-Mobarak International Puppet Festival.\",\"class\":\"media-element file-default\"}}]]Sarah Fornaces, another of the artistic directors, says the highlight of the trip for her was interacting with Iranian artists and the people who came out to see the performances.</p><p>&quot;After the show, it&#39;s our company&#39;s tradition to invite the audience up onto the stage to handle the puppets, to try stuff out and to see how everything is done. We&#39;re interested in transparency and not hiding the tricks of the art form,&quot; she adds. &quot;Both nights after our show, hundreds of people waited in line to come up to try out the puppets and talk to us and greet us and say really kind things and ask us questions. Getting to share the work in Farsi and getting to get their questions back to us was really an incredible experience for me.&quot;</p><p>The troupe&#39;s shadow puppetry &quot;combines handmade shadow puppetry, cinematic motifs, and live sound manipulation to create immersive theatrical stories,&quot; they say &mdash; in a style that would be familiar to devotees of early cinema.&nbsp;It wasn&#39;t all puppetry, all the time, though. Dir says the troupe had a chance to tour Tehran and went hiking in the mountains north of the city.</p><p>&quot;We were with guides the whole time &mdash; and for most Westerners who visit Iran, especially Americans, that is sort of the standard protocol. You&#39;re given a guide who will take you to great places in Tehran, but we assume will also make sure to keep you away from the places they don&#39;t want you to see,&quot; he says.</p><p>Fornace says she had the chance to talk with lots of Iranians who were curious about the US.&nbsp;&quot;When we met people at the market or at the mountain, they would initially ask us if we were German or Australian and were surprised when we said we were American,&quot; she recalls. Once they found out, they would &quot;instantly want to talk about their culture and how we can develop a good relationship with each other. Tveryone we met was very insistent that the views of the people are different than the views of the government at times.&quot;</p><p>The puppetry festival has been taking place in Tehran since 1989. This year it included nearly 50 shows featuring performers from the United States, Afghanistan, Armenia, China, Germany, Netherlands, Serbia and Spain.</p><p>The show that the Manual Cinema performed at the Iranian festival &quot;portrays the bereavement of Ada, a septuagenarian, for her twin sister Ava and her solitary existence in a lighthouse.&quot; Dir says the puppeteers&#39; story is set in New England and&nbsp; is &quot;sort of a supernatural thriller that is inspired by Alfred HItchcock films.&quot;</p><p>Now that they&#39;re back in the US, the troop is once again holding live&nbsp;<a href=\"http://manualcinema.com/calendar-2/\">performances in Chicago</a>.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Puppet%201_CROP.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/puppet-1cropjpg"},{"href":"http://vimeo.com/68065233"},{"href":"http://www.pri.org/file/manual-cinemas-ada-ava-official-trailer"}]}