{"created":"2014-12-07T10:19:20+00:00","modified":"2015-05-13T21:27:51+00:00","valid":{"from":"2015-05-13T21:27:51+00:00","to":"3015-05-13T21:27:51+00:00"},"hreflang":"en","title":"A Pop-Up Cafe Caters To Hikers Along The Pacific Crest Trail","published":"2014-12-15T18:47:00+00:00","teaser":"The 2,650-mile trail is grueling. But for a few weekends each season, hikers on the stretch near California's Sonora Pass encounter a hiker's dream: fresh fruit, cakes and other goodies for the weary.","itags":["npr_api","368761473"],"guid":"fee79d4c-11ea-4e09-98e3-e8f0a4808345","contentencoded":"<p>Hikers who complete the whole 2,650-mile Pacific Crest Trail say the only thing they talk about more than their aching feet is food. They have to carry it all, except when they get surprised by a little trail magic – like what happens near California's Sonora Pass.</p><p>The Pacific Crest Trail gets a starring role in <em>Wild,</em> the <a href=\"http://www.npr.org/2014/12/05/367996411/a-wild-trek-made-a-bit-too-neatly\">new movie</a> that's based on Cheryl Strayed's memoir about the trek. But hikers like Shannon Pepper don't need to hit the cinemax to know what it's like. She's from Missoula, Mont., and when we encountered her this summer, she had been hiking for more than two months.</p><p>We met Pepper — a slight blond woman in a cowboy hat carrying a huge backpack — along a really beautiful but tough patch of the trail near Sonora Pass. It's deep wilderness. Pepper says hikers typically leave the trail every five days or so to shower and restock their food – it's mostly dried and dehydrated to keep their packs light.</p><p>\"When you're on the trail and you're carrying all your own meals, it can get really scary when you are close to being out,\" Pepper says. \"I feel like I have a little better perspective on what it really means to be hungry. We live in a society of plenty, and there isn't plenty when you have to carry all of it.\"</p><p>But plenty is what Pepper finds when she walks into a picnic area where Hank Magnuski has set up the Sonora Pass Cafe. Magnuski is actually a Silicon Valley engineer, but he greets hikers by his trail name, The Owl, and smiles as he brews up gourmet coffee on a portable stove.</p><p>\"The Pacific Crest Trail folks are doing 25 miles a day,\" Magnuski says. \"It's like a marathon every single day for six months, and trail magic helps alleviate the pain.\"</p><p>Trail magic — that's any serendipitous help offered to hikers: water, or free rides, or hiker-friendly food, like what Magnuski serves at the Sonora Pass Cafe. He considers it an honor to be out here. He discovered the Sierras nearly 20 years ago, chaperoning his son's Boy Scout trips.</p><p>\"I grew to love the mountains — it's really my cathedral out here,\" says Magnuski. He's volunteered on a trail crew at the Sonora Pass for years, and realized how barren it is, even this picnic area.</p><p>\"There's nothing here but trees and a privy. The thought of a full-blown cafe in the middle of the wilderness seemed like a neat idea,\" he says with a laugh.</p><p>So about a decade ago, he started setting up the Sonora Pass Cafe a few weekends each season. Magnuski brings china, camping chairs and newspapers. On a nearby tree, he hangs a dartboard he calls Hikers Revenge, with a picture of a mosquito in the center.</p><p>Today, Pepper and other hikers with trail names like Gotta Walk, Pesky and Laugh Track gather around, oohing and ahhing over the fresh fruit, decadent chocolate cake and craft beer. Pepper laughs in disbelief at the temporary wi-fi Magnuski rigged up.</p><p>Cat Addison, trail name Cat Dog, looks visibly relieved as she bites into a cookie covered in whipped cream. She's from Bend, Ore., and hasn't come down off the trail to rest or replenish her pack in nine days.</p><p>\"When I got to the trail head and saw this little sign that there was trail magic, I started to cry, because I was so tired,\" she says. \"I'm so glad to be here.\"</p><p>Addison's 62, and though she hiked the Appalachian Trail a decade ago, she's thru-hiking this one for the first time.</p><p>\"The Sierras have kicked me around a little bit ... I mean I've had a couple melt-downs, a couple of face plants, that didn't feel too good,\" she laughs. \"People say the trail provides, and sometimes it does.\"</p><p>Hikers, now with color in their cheeks and light in their eyes, all cheer Magnuski with one last cookie. Then, they throw on their packs, and head out for a few more hours on the trail.</p><p><em>Lisa Morehouse is an independent journalist based in California. Vickie Ly provided additional reporting for this piece. Reporting for this story was funded in part by </em><em><a href=\"http://www.calhum.org/\" target=\"_blank\"><em>Cal Humanities</em></a>. </em><em></em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Pop-Up+Cafe+Caters+To+Hikers+Along+The+Pacific+Crest+Trail&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lisa Morehouse","audio":[{"meta":{"duration":"247"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369108497-827194.m3u?orgId=1&topicId=1053&d=247&p=10&story=368761473&t=progseg&e=369108437&seg=10&ft=nprml&f=368761473"},{"href":"http://media.npr.org/assets/img/2014/12/05/p1040164-99b0153085f312d80d3fddbe1c926234e7a88c53.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2429","width":"3239"}},{"href":"http://media.npr.org/assets/img/2014/12/05/p1040167-b49d48070b4657b649f1bbf45b49c50fe99c601f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2508","width":"3344"}}]}