{"created":"2015-03-17T07:18:37+00:00","modified":"2015-06-05T18:52:52+00:00","valid":{"from":"2015-06-05T18:52:52+00:00","to":"3015-06-05T18:52:52+00:00"},"hreflang":"en","title":"Winning In Country Music, With No Help From Nashville","published":"2015-03-17T16:53:00+00:00","teaser":"Traditional country musicians, the kind who never get airplay on mainstream country radio stations, are thriving in regional scenes supported by devoted live audiences.","itags":["npr_api","393413354"],"guid":"fef4ec33-aff9-4952-88a8-5d087cd7e7b4","contentencoded":"<p>There's only one word to describe Aaron Watson's music: country. Watson, from Abilene, Texas, sings about rodeos, fence posts and family with a twang in his voice that would sound like a huge moneymaker if you're the kind of fan who stopped listening to country in the early 1990s, when George Strait and Garth Brooks were selling millions of albums and scoring hits on country radio.</p><p>But Watson's songs don't get mainstream country airplay, and 12 albums into his career, he's only just scored his first No. 1 on the country album chart, for his appropriately titled <em>The Underdog. </em>A few weeks later, the album is still hanging out in the top 10, alongside mainstream Nashville heavyweights like Miranda Lambert, Jason Aldean and Luke Bryan. Fittingly, it's an album on which the title track pokes fun at the idea that anyone who doesn't play by Nashville's rules can't succeed, and as NPR Music's pop critic, Ann Powers, tells <em>Morning Edition'</em>s Renee Montagne, Watson's career — and plenty of others like it — are proof of that concept.</p><p><em>\"</em>It's not what's getting played so much on country radio right now, where you're hearing artists like Blake Shelton or Jason Aldean. It's not about slick production and it's not about, necessarily, the endless spring break that we get from top artists. It's about these musicians who grow along with their audience,\" Powers says.</p><p>Watson has been affiliated with regional country music touring circuits that are sometimes called Red Dirt or Texas country. \"Both of these scenes are based on live performance, lots of touring, some Internet radio, but also just old-fashioned regional radio and selling it straight to the fans,\" Powers says. \"These artists stand proudly outside the mainstream.\"</p><p>Next month, Randy Rogers and Wade Bowen, two Texas-based country singers who have more than a decade each of writing, recording and touring in the traditional country circuits under their belts, will release a collaborative album called <em>Hold My Beer. </em>While the pair might not take over mainstream Nashville, their long-term regional success looks something like what you see in other genres where local scenes thrive.</p><p>\"You have the stuff that gets played on commercial radio, the stuff you see on television awards shows and then you have all of these different scenes that operate on different levels of the underground,\" Powers says. Everywhere, bands win fans and make a living touring and recording, from the punk and emo bands that play on the Warped Tour to hip-hop's regional mixtape scenes to the 1970s-inspired <a href=\"https://www.youtube.com/watch?v=MrJmeMg4nWg\" target=\"_blank\">Southern rock stylings</a> of a hard-touring band like Blackberry Smoke, whose album <em>Holding All The Roses </em>happened to top <em>Billboard</em>'s country albums chart the week before Aaron Watson did. \"That's the beauty of pop in the 21st century,\" Powers says. \"There's room for all of it.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Winning+In+Country+Music%2C+With+No+Help+From+Nashville&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"230"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393530842-ebbdf0.m3u?orgId=1&topicId=1039&aggIds=100920965&d=230&p=3&story=393413354&t=progseg&e=393495709&seg=18&ft=nprml&f=393413354"},{"href":"http://media.npr.org/assets/img/2015/03/16/460425906-191af029dbde6f51d19d033d9e4fa0bb9737b30e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1867","width":"2490"}}]}