{"created":"2015-05-15T11:57:45+00:00","modified":"2015-05-15T11:57:45+00:00","valid":{"from":"2013-07-31T16:49:02+00:00","to":"3013-07-31T16:49:02+00:00"},"hreflang":"en","guid":"fefd8b11-cd5c-4cbe-8345-751711429664","contentencoded":"<div class=\"barn-cleaned\"><p>You’d think that answering a simple question -- like is the government making money on student loans -- would be pretty easy.&nbsp; It’s not.&nbsp; Why? Well, let’s try it. Say we’re the federal government, and we loan a million bucks to a bunch of students.&nbsp; David Bergeron with the Center for American Progress says under current accounting rules,&nbsp;“we’d be making around 16 or 17 cents per dollar lent.&nbsp; About $160,000-170,000 on the million dollars.”</p>\n<p>Wayne Winegarden, an economist with the Pacific Research Institute, says that's not right. \"The federal government ultimately lends more money to individuals than they receive back.”</p>\n<p>Here’s what the Congressional Budget Office estimated for the current student loan program that’s about to be replaced: it&nbsp; said the government would make $184 billion in 10 years.&nbsp;&nbsp;But &nbsp;another estimate using a different accounting method,it said the government would lose $95 billion.&nbsp;</p>\n<p>“It’s all about how you price risk, ” says Bergeron.</p>\n<p>The risk that you won’t get your money back.&nbsp; When Bergeron calculates the return on investment, he uses the official government method.&nbsp; It takes the interest students are paying, including the ones who are defaulting, and compares that with the interest it might make on a Treasury bill.&nbsp; People like Wayne Winegarden don’t like that method. He says,&nbsp;&nbsp;“there are real costs that you are ignoring.”</p>\n<p>He says student loans should be compared with a market interest rate -- as in a much higher interest rate, because student loans are a lot more risky than a treasury note.&nbsp; If you were a private lender, you’d charge a way higher interest rate than what you get on a Treasury note.&nbsp; Not just because of the default rate, which is 23 percent right now.&nbsp; But because of what’s known as market risk.</p>\n<p>&nbsp;“The default rates on student loans go way up when the economy is doing poorly as they did recently, and then they’re low when the economy’s doing ok, \" says&nbsp;Deborah Lucas, professor of finance at MIT’s Sloan School.&nbsp; She says when figuring out the value of a student loan, the government ignores the risk that default rates might go up or down.</p>\n<p>Bergon says that's not a problem: “In an economy that you want to grow and where you want students and families to take risks, then the government needs to take some risk as well.”</p>\n<p>It’s also worth pointing out that part of the reason estimates are so wild is because they are projections 10 years into the future of what interest rates will do -- and nobody really knows that.&nbsp; What about how much the government actually made?&nbsp; Neither the CBO nor the Department of Education said they knew, which may be why part of the Senate compromise is to make them calculate it.</p></div>","itags":["PMP:Marketplace_PMP","Marketplace for 07/31/13","fefd8b11cd5ccbe73450751711429664","Marketplace"],"teaser":"It should be easy to figure out if the government makes money off of student loans. But it's not.","title":"Are student loans big money makers?","byline":"Sabri Ben-Achour","published":"2013-07-31T16:49:02+00:00","description":"It should be easy to figure out if the government makes money off of student loans. But it's not.","tags":["APM","Education","federal student loans","student loan debt","student loans"],"contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>You’d think that answering a simple question -- like is the government making money on student loans -- would be pretty easy.  It’s not.  Why? Well, let’s try it. Say we’re the federal government, and we loan a million bucks to a bunch of students.  David Bergeron with the Center for American Progress says under current accounting rules, “we’d be making around 16 or 17 cents per dollar lent.  About $160,000-170,000 on the million dollars.”</p>\"},{\"content\":\"<p>Wayne Winegarden, an economist with the Pacific Research Institute, says that&apos;s not right. &quot;The federal government ultimately lends more money to individuals than they receive back.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Here’s what the Congressional Budget Office estimated for the current student loan program that’s about to be replaced: it  said the government would make $184 billion in 10 years.  But  another estimate using a different accounting method,it said the government would lose $95 billion. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>“It’s all about how you price risk, ” says Bergeron.</p>\"},{\"content\":\"<p>The risk that you won’t get your money back.  When Bergeron calculates the return on investment, he uses the official government method.  It takes the interest students are paying, including the ones who are defaulting, and compares that with the interest it might make on a Treasury bill.  People like Wayne Winegarden don’t like that method. He says,  “there are real costs that you are ignoring.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>He says student loans should be compared with a market interest rate -- as in a much higher interest rate, because student loans are a lot more risky than a treasury note.  If you were a private lender, you’d charge a way higher interest rate than what you get on a Treasury note.  Not just because of the default rate, which is 23 percent right now.  But because of what’s known as market risk.</p>\"},{\"type\":\"text/html\",\"content\":\"<p> “The default rates on student loans go way up when the economy is doing poorly as they did recently, and then they’re low when the economy’s doing ok, &quot; says Deborah Lucas, professor of finance at MIT’s Sloan School.  She says when figuring out the value of a student loan, the government ignores the risk that default rates might go up or down.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Bergon says that&apos;s not a problem: “In an economy that you want to grow and where you want students and families to take risks, then the government needs to take some risk as well.”</p>\"},{\"content\":\"<p>It’s also worth pointing out that part of the reason estimates are so wild is because they are projections 10 years into the future of what interest rates will do -- and nobody really knows that.  What about how much the government actually made?  Neither the CBO nor the Department of Education said they knew, which may be why part of the Senate compromise is to make them calculate it.</p>\",\"type\":\"text/html\"}]","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/student-loan-debt.jpg?itok=X486uKSi","type":"image/jpeg","meta":{"width":"610","height":"340","crop":"primary"}},{"format":"MP3","meta":{"duration_hms":"00:03:15","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/07/31/marketplace_segment20_20130731","type":"application/json"},"duration":195},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/07/31/marketplace_segment20_20130731_64.mp3","type":"audio/mpeg"}]}