{"created":"2015-02-19T21:06:09+00:00","modified":"2015-06-08T15:05:23+00:00","valid":{"from":"2015-06-08T15:05:23+00:00","to":"3015-06-08T15:05:23+00:00"},"hreflang":"en","title":"A Biological Quest Leads To A New Kind Of Breast Cancer Drug","published":"2015-02-20T01:13:00+00:00","teaser":"The Food and Drug Administration has approved a drug that thwarts some enzymes breast cancer cells use to evade treatment with estrogen-blocking drugs.","itags":["npr_api","386096296"],"guid":"ff09f96a-b747-4f63-add2-c3f5e0b01eed","contentencoded":"<p>Each year, the Food and Drug Administration approves dozens of drugs, but often those medicines don't make a huge difference to people with disease. That's because these \"new\" drugs are often very much like existing medicines — or <em>are,</em> in fact, existing medicines, approved for a slightly different purpose.</p><p>But every now and then the FDA approves a truly new drug. And that's the story of Pfizer's <a href=\"http://www.ibrancehcp.com/\">palbociclib, brand name Ibrance</a>, which the agency approved for the treatment of a common form of advanced breast cancer.</p><p>The story of this drug illustrates the challenging road that connects a fundamental discovery in biology to a pill that can make a difference.</p><p>This pill's story began years ago in academic labs that were churning out the basic science that explains biology but rarely makes the headlines. Scientists who were trying to understand how healthy cells divide uncovered one critical step in that process, a step controlled by a set of enzymes known (for short) as <a href=\"http://www.oncotherapynetwork.com/breast-cancer-targets/cdk-46-inhibitors-breast-cancer\">CDK4/6</a>.</p><p>Upon further investigation, researchers discovered that cancer cells sometimes use this enzyme system to spur cell growth and cell division in tumors.</p><p>Scientists at a company that is now part of Pfizer developed a chemical with promising properties: It seemed to shut down the CDK4/6 enzymes in cancer cells, without doing a lot of damage to healthy tissues. That chemical is the drug that became Ibrance. (A <a href=\"http://www.sciencemag.org/content/345/6199/865.summary?sid=93ee3e8a-8fd4-47b1-af26-43c0071281bc\">news article </a>in <em>Science</em> magazine tells the full history).</p><p>The compound ended up as the property of Pfizer, which decided to see if it would be useful against cancer. The company provided the material and funding to academic labs that took the lead in exploring the chemical's potential. Drs. <a href=\"https://www.uclahealth.org/provider/richard-finn-md\">Richard Finn</a> at the UCLA Geffen School of Medicine and his colleague <a href=\"http://www.cancer.ucla.edu/Index.aspx?page=367\">Dennis Slamon</a> at the Revlon/UCLA Women's Cancer Research Program decided to see if Pfizer's compound would be effective against breast cancer.</p><p>\"The hypothesis going in was, 'If we could block the function of the CDK4/6 [enzymes], then we may stop cancer growth,' \" Finn says. Lab tests showed that it didn't kill all breast cancer tumor cells in the lab, but it did kill one common subtype.</p><p>\"That's not something that we thought of, going into the study,\" Finn says. \"We weren't really exactly sure where it would work.\"</p><p>Through that trial-and-error lab work, they found that the drug killed the type of breast cancer cells whose growth is fueled by the hormone estrogen.</p><p>Women who have advanced stages of this type of cancer are usually treated with drugs that block estrogen. But eventually those drugs lose their potency. The cancer finds a workaround, like a driver who heads onto side streets when the main drag is clogged with traffic.</p><p>Scientists thought that a side street in this case might be the CDK4/6 pathway. If that were true, Ibrance would help stop malignancies that had become resistant to estrogen-blocking drugs.</p><p>So Finn headed up a study that recruited 180 women with advanced, estrogen-dependent breast cancer. About half got the standard drug that blocks estrogen, and the other half got that standard drug plus Ibrance.</p><p>Among women taking the conventional drug, the scientists found that the disease started to progress again after an average of 10 months. The women taking both drugs went an average of 20 months before their cancer started to progress.</p><p>Whether that use of Ibrance extends a woman's life is still an open question. \"So far we have not seen a statistical difference in survival,\" Finn says, \"but that will continue to be followed.\"</p><p>On the basis of this small study, the FDA <a href=\"http://www.fda.gov/newsevents/newsroom/pressannouncements/ucm432871.htm\">provisionally approved</a> Ibrance for use in this type of advanced cancer among women who are postmenopausal. The FDA is now awaiting results from larger studies, and is prepared to revoke its approval if the drug doesn't prove effective in this larger population.</p><p>But Finn is hopeful that further studies will find that the drug is useful in other situations — maybe even among women who are diagnosed early in the course of their disease.</p><p>\"Perhaps in the early breast cancer setting, that might translate into getting rid of chemotherapy in those women,\" Finn says. \"And that would be a huge advance, as well as improving survival.</p><p>Pfizer is also studying the drug to see if it might be effective against several other cancers, including lung cancer, melanoma and prostate cancer.</p><p>Killing malignant cells is, of course, a vital part of treating cancer. But it's just one component in the optimal treatment strategy.</p><p>\"Nobody ever died of cancer cells,\" says <a href=\"http://www.mskcc.org/cancer-care/doctor/larry-norton\">Dr. Larry Norton</a> at the Memorial Sloan Kettering Cancer Center. \"You die of tumors.\"</p><p>And tumors aren't just cancer cells. They have their own blood supply. They prevent the immune system from removing runaway growths. And, what's really deadly: Tumors seed elsewhere in the body; they metastasize.</p><p>\"So what you're seeing here is a very important step in the right direction,\" Norton says, \"but it's one step, and we have to follow the journey out to the very end, which is preventing metastasis as well as preventing cell division.\"</p><p>That strategy also means identifying and shutting down many different avenues of escape. And each new drug to do that costs a lot. Pfizer has priced Ibrance at $118,000 a year (though <a href=\"http://www.pfizerrxpathways.com/?step=1\">some patients may be eligible for financial assistance</a>). Multiply that by several drugs to treat a single case of cancer, and the price escalates accordingly.</p><p>\"We [in the cancer treatment community] know that's an issue that's going to have to be addressed,\" Norton says. \"We're trying to address it in many, many different ways. And clearly, for the sake of all humans who could get cancer and should have access to the best drugs, it's a problem we're going to have to solve.\"</p><p>And of course there are many other problems of basic biology to solve. Scientists don't have a way to block all the alternate routes that cancer can take. But Norton sees progress.</p><p>\"I've been doing oncology long enough that I've seen cancers go from incurable to curable at the right moment in history,\" he says. \"It could happen to breast cancer in years; it could happen to breast cancer in days to weeks. We don't know when it's going to happen.\"</p><p>The history of the war on cancer is full of promises that success is just around the corner. It turns out there have been a lot of corners. Success has been incremental, but sometimes those increments add up. That's a major reason breast cancer death rates in the United States are gradually falling.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Biological+Quest+Leads+To+A+New+Kind+Of+Breast+Cancer+Drug&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Harris","audio":[{"meta":{"duration":"310"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387554286-025c8b.m3u?orgId=1&topicId=1128&d=310&p=2&story=386096296&t=progseg&e=387548493&seg=17&ft=nprml&f=386096296"},{"href":"http://media.npr.org/assets/img/2015/02/13/cell-culture-931da92f98b57d5c23a65152bf7dd7d148925f68.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1335","width":"1780"}},{"href":"http://media.npr.org/assets/img/2015/02/13/finn-0b249ff4f928fa636258deb9c096b572dfdcd6f1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1296","width":"1729"}}]}