{"created":"2015-04-11T11:39:08+00:00","modified":"2015-04-12T19:05:24+00:00","valid":{"from":"2015-04-12T19:05:24+00:00","to":"3015-04-12T19:05:24+00:00"},"hreflang":"en","title":"Inside The Wild (And Hand-Drawn) World Of Bill Plympton","published":"2015-04-11T14:54:00+00:00","teaser":"Indie animation king Bill Plympton's latest feature, <em>Cheatin'</em>, tells the loopy love story of Jake and Ella, and how their perfect romance fractured. Reporter Jon Kalish visited Plympton in his studio.","itags":["npr_api","398766702"],"guid":"ff197cca-a7f9-4753-bf2a-923bb35cf380","contentencoded":"<p>Bill Plympton has come to be known as the king of indie animation — he's made seven animated features, all carefully hand-drawn. The latest has just been released — it's called <em>Cheatin'</em>, and it's a wild tale of love, betrayal and bumper cars. Like many of Plympton's films, it has no dialogue.</p><p>Plympton says he learned how to tell a story with pictures while doing comics for men's magazines and alternative weeklies in the 1970s and '80s. His very first foray into animation was a short film titled <em>Boomtown</em>, a 1985 takedown of military spending written by Jules Feiffer and voiced by two actresses known as the Android Sisters. Now, he's well-known for his over-the-top caricatures and slightly raunchy worldview.</p><p>Over the years Plympton has done a slew of commercials, music videos for Madonna and Weird Al Yankovic and interstitials for MTV. He makes two or three animated shorts a year, and every few years he manages to finish a feature film. It's a lot of work. As with all of his films, each panel in <em>Cheatin'</em> was drawn by hand.</p><p>\"I think there's 40,000 drawings in the film,\" Plympton says. \"So, I had to do about 100 drawings a day to do all the animation in about a year. I get into it. I listen to country western music and I'm drawing away and I'm in heaven. I mean, it's just such a pleasant experience to make these films that I can't stop myself.\"</p><p>On screen Plympton's images seem to pulsate, thanks to a technique he's developed over the years. \"There is a drawing for every frame of film, but sometimes they're the same drawing, and I alternate them back and forth and it gives it a kind of shimmering effect that makes it feel alive. It's like it has a pulse, you know. And it's sort of been my trademark.\"</p><p><em>Cheatin'</em> tells the story of Ella and Jake, whose romance is marred when another woman drives a wedge between them in order to get her hands on Jake. The story includes a magician, a hit man and a soul transfer machine.</p><p>Nicole Renaud composed the score, and she says her favorite scene shows Ella falling in love. \"She's sitting on a bench, she's reading a book. And then she sees people in love passing by. And they all have some heart shapes. Then a little angel comes with a little heart in his hand and gives it to Ella.\"</p><p>\"I mean there's moments like that that are just sheer visual brilliance,\" says Flash Rosenberg, another animator and a big Plympton fan. \"He shows us scenes from so many angles. You see it like a graphic novel in liquid, so you get an aerial view and a side view and an extreme view, which is all a lot more drawing than might be necessary to convey what happens.\"</p><p>That meticulous approach has led <em>The Simpsons</em> creator Matt Groening to call Bill Plympton \"God.\" But Plympton has never managed to land a major distributor for any of his films. He sells his hand drawn frames to help keep his small studio afloat and pay the other artists who color in his drawings. The emergence of crowd-funding has made things a bit easier: He raised $100,000 on Kickstarter to complete <em>Cheatin'</em> when he ran out of money.</p><p>\"Why waste my time trying to do a dog and pony show with these clueless Hollywood executives, when I can go to my fans? They will have the money to finish my film,\" Plympton says. \"Plus, I still get to own the copyright of the film and my fans don't tell me I have to kill a character off or whatever. You know, I just have total freedom to make the film the way I want to make it.\"</p><p><em>Cheatin'</em> is in selected theaters now, and available online later this month.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Inside+The+Wild+%28And+Hand-Drawn%29+World+Of+Bill+Plympton&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Kalish","audio":[{"meta":{"duration":"256"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398948834-7d9e0a.m3u?orgId=1&topicId=1008&e=398766702&d=256&ft=nprml&f=398766702"},{"href":"http://media.npr.org/assets/img/2015/04/10/cheatin1-d2766492162e77914edbcf843009e952e20a6af5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1649","width":"2199"}},{"href":"http://media.npr.org/assets/img/2015/04/10/bill-plympton_selfportrait_2007-272bd06b0f079174b0434176d9a67908ac6cd560.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"833","width":"1111"}}]}