{"created":"2014-12-03T10:05:56+00:00","modified":"2015-03-27T21:05:34+00:00","valid":{"from":"2015-03-27T21:05:34+00:00","to":"3015-03-27T21:05:34+00:00"},"hreflang":"en","title":"When Big Money Leads To Diplomatic Posts","published":"2014-12-04T00:22:00+00:00","teaser":"A couple of big Obama campaign donors were confirmed as U.S. ambassadors by the Senate on Tuesday. But some bad performances in confirmation hearings are raising questions about the practice.","itags":["npr_api","368143632"],"guid":"ff1ef7bb-8920-455b-9461-640e6a8a75dc","contentencoded":"<p>When describing her <a href=\"http://www.afsa.org/Portals/0/certcomp_hungary.pdf\">qualifications</a> for the job, the newly confirmed U.S. ambassador to Hungary <a href=\"http://www.foreign.senate.gov/hearings/nomination-01-16-2014\">cited</a> a \"product\" she helped develop that is exported to \"more than 100 countries, for daily consumption with more than 40 million viewers.\"</p><p>The product Colleen Bradley Bell produced is the soap opera <em>The Bold and The Beautiful</em>.</p><p>She was confirmed yesterday by the U.S. Senate, along with <a href=\"http://www.afsa.org/Portals/0/certcomp_argentina.pdf\">Noah Bryson Mamet</a>. In his confirmation hearing, he acknowledged he had never visited Argentina, the country where he will serve as U.S. ambassador.</p><p>The big political donor who becomes an ambassador to a relatively small country is something of a Washington punch line and also a tradition. Presidents have done this for decades. But critics say the Obama administration has taken it too far.</p><p><a href=\"https://www.opensecrets.org/pres12/bundlers.php\">According to the Center for Responsive Politics</a>, Bell and Mamet each raised at least $500,000 for President Obama's campaign in 2012.</p><p>At Bell's confirmation hearing, Sen. John McCain, R-Ariz., asked her about America's strategic interest in Hungary. The answer that followed could best be <a href=\"http://www.foreign.senate.gov/hearings/nomination-01-16-2014\">described as a word soup</a>.</p><p>\"Well, we have a strategic interest,\" she said. \"In terms of what are our key priorities, in Hungary. I think our key priorities are to, um, improve upon as I mentioned the security relationship, and also the law enforcement and to promote business opportunities, increase trade ...\"</p><p>McCain wasn't impressed. He cleared his throat and asked the question again.</p><p>\"It's really disgraceful,\" said McCain following the confirmation vote, which fell neatly along party lines.</p><p>Especially, he says, because Hungary is in a perilous state politically, teetering between the influence of Western democracies and Vladimir Putin's Russia. As for Bell's qualifications, White House press secretary Josh Earnest grasped for words at yesterday's press briefing.</p><p>\"Well she certainly is somebody again, that, that is, has, has had her own distinguished private sector career,\" said Earnest.</p><p>According to the American Foreign Service Association, in Obama's second term a little more than <a href=\"http://www.afsa.org/secondterm.aspx\">40 percent of ambassador nominees</a> have been political rather than career diplomats. In recent past administrations the share has been less, 30 percent.</p><p>When author Kati Marton was 5 years old, growing up in Hungary, the first American she met was the U.S. ambassador. Her parents, journalists, were deemed enemies of the state and jailed, she says.</p><p>\"Ambassador [Christian M.] Ravndal made a point of looking after my older sister and me who had been left as, well, political orphans,\" said Marton, recalling a defining moment in her childhood.</p><p>She says he visited them, pulling up in a big Buick with an American flag on the front, a deeply symbolic move in Cold War Hungary.</p><p>\"The American ambassador in countries that are often forgotten by Washington can play an enormous role, a symbolic role, standing in for what America stands for,\" said Marton.</p><p>Marton is the widow of Ambassador Richard Holbrooke and says she knows rewarding donors is part of the way Washington works.</p><p>This year the American Foreign Service Association, which represents career diplomats, came out with <a href=\"http://www.afsa.org/chiefsofmission.aspx\">four simple qualifications</a> for an ambassador.</p><p><strong>\"</strong>Relevant international experience,\" explains Bob Silverman, the group's president. \"High-level government or other high-level policy articulation experience, good management skills. Good leadership skills.\"</p><p>He opted not to say whether Bell, Mamet and the other recent donor ambassadors met that standard.</p><p>Another donor-nominee still awaits confirmation. But <a href=\"http://www.npr.org/2014/06/17/323032817/the-would-be-ambassador-to-norway-whos-never-been-there-himself\">George Tsunis faces opposition</a> from a few Senate Democrats, which makes his confirmation to be ambassador to Norway less likely.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=When+Big+Money+Leads+To+Diplomatic+Posts&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368143633-2ceae8.m3u?orgId=1&topicId=1014&e=368143632&d=234&ft=nprml&f=368143632"},{"meta":{"duration":"62"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368223445-b991e6.m3u?orgId=1&topicId=1014&e=368143632&d=62&ft=nprml&f=368143632"}]}