{"created":"2014-11-12T20:36:03+00:00","modified":"2014-11-16T15:05:16+00:00","valid":{"from":"2014-11-16T15:05:16+00:00","to":"3014-11-16T15:05:16+00:00"},"hreflang":"en","title":"Coal Mines Keep Operating Despite Injuries, Violations And Millions In Fines","published":"2014-11-13T14:21:00+00:00","teaser":"An NPR investigation found thousands of American mine owners fail to pay penalties for safety violations, even as they continue to manage dangerous — and sometimes deadly — operations.","itags":["npr_api","363058646"],"guid":"ff25800b-8b5e-4f61-8a45-f57764290b5c","contentencoded":"<p>Jack Blankenship was pinned facedown in the dirt, his neck, shoulder and back throbbing with pain.</p><p>He was alone on an errand, in a dark tunnel a mile underground at the Aracoma Alma coal mine in Logan County, W.Va., when a 300-pound slab of rock peeled away from the roof and slammed him to the ground. As his legs grew numb, he managed to free an arm and reach his radio. For two hours, he pressed the panic button that was supposed to bring help quickly.</p><p>\"I couldn't hardly breathe,\" Blankenship remembered four years later. \"I'd black out and come to. I was waiting to die. I'd already had my little talk with God.\"</p><p>Aracoma Alma and then-owner Massey Energy had a history of serious safety problems, including falling rock. In the two years before Blankenship's accident, the mine was cited by federal regulators more than 120 times for rock fall violations, according to records from federal regulators. That included inadequate roof support and deficient safety checks for loose rock.</p><p>Citations and the fines that go with them are key components of the federal law designed to protect miners. They are supposed to make violations expensive — costing hundreds of thousands of dollars for the most serious offenses — and create an incentive for mine owners to keep workers safe.</p><p>Yet on that December day in 2010, as Blankenship lay pinned and in pain, Aracoma Alma owed $200,000 in overdue mine safety fines, federal records show. The penalty system that is designed to discourage unsafe practices failed Blankenship, and his story is not unique.</p><p><strong>Dangerous Delinquents</strong></p><p>A joint investigation by NPR and Mine Safety and Health News found that thousands of mine operators fail to pay safety penalties, even as they continue to manage dangerous — and sometimes deadly — mining operations. Most unpaid penalties are between two and 10 years overdue; some go back two decades. And federal regulators seem unable or unwilling to make mine owners pay.</p><p>Our joint investigation looked at 20 years of federal mine data through the first quarter of 2014, including details about fines, payments, violations and injuries. We used raw Department of Labor data and delinquency records provided by the Mine Safety and Health Administration to calculate the number of injuries and injury rates, and violations and gravity of violations, at mines with delinquent penalties while they were delinquent.</p><p>Among the findings:</p><ul><li>2,700 mining company owners failed to pay nearly $70 million in delinquent penalties.</li></ul><ul><li>The top nine delinquents owe more than $1 million each.</li></ul><ul><li>Mines that don't pay their penalties are more dangerous than mines that do, with injury rates 50 percent higher.</li></ul><ul><li>Delinquent mines reported close to 4,000 injuries in the years they failed to pay, including accidents that killed 25 workers and left 58 others with permanent disabilities.</li></ul><ul><li>Delinquent mines continued to violate the law, with more than 130,000 violations, while they failed to pay mine safety fines.</li></ul><p>Most mine operators pay their penalties, our investigation found. Delinquents account for just 7 percent of the nation's coal, metals and mineral mining companies. But that small subset of the industry is more dangerous than the rest, federal data show.</p><p>The violations at delinquent mines included 40,000 that are labeled in government safety records<strong> </strong>as \"Significant and Substantial,\" which means serious injury or illness were likely if inspectors hadn't intervened. More than 15,000 violations were the kind found in fatal accidents, major disasters or mining deaths, the records also show.</p><p>And when those safety records are compared with other government data on coal production, it shows that some of the top delinquents continued to mine coal and reap millions of dollars in revenue while their safety fines remained unpaid.</p><p>\"Most folks out there, including me, are totally shocked when they find out that ... you can actually just sit around and not pay the fine and keep producing coal and put money in the bank,\" said Tim Bailey, Blankenship's attorney and a West Virginia native with three generations of coal miners in his family.</p><p><strong>A Formula For Catastrophe</strong></p><p>Mine safety advocates say the mix of delinquency, violations and injuries is a formula for catastrophe.</p><p>\"To the people who continue to run an operation that puts people at risk on a daily basis, this is a bonanza,\" said Davitt McAteer, a former assistant secretary of labor for mine safety and health and an independent investigator of three recent mine disasters.</p><p>\"This is to them, 'I can beat this system,' \" McAteer added. \"This is the kind of attitude that leads to mine disasters.\"</p><p>Officials at the National Mining Association, the industry's lobbying group, declined to be interviewed, but NMA said in a written statement that it \"believes that all truly delinquent fines should be paid.\"</p><p>The group also said the government, not industry, should address this issue.</p><p>The federal agency responsible for regulating mines is the Mine Safety and Health Administration (MSHA) in the Department of Labor. MSHA conducts regular inspections — four a year for underground mines — looking for safety hazards such as excessive and explosive coal dust, loose rock, electrocution threats, volatile methane gas and weak ventilation.</p><p>Serious violations must be fixed before mining can continue. But even minor violations can result in citations and fines, which can range from $112 to $220,000, depending on the violation.</p><p>An appeals process gives mine owners the chance to challenge fines they consider unfair. Any fine that is unchallenged or upheld on appeal but still not paid is deemed delinquent by regulators.<strong><br /></strong></p><p>When a fine becomes delinquent, MSHA sends out letters requesting payment. If necessary, the Treasury Department follows up with letters, phone calls and referrals to collection agencies. Sometimes, the Justice Department is asked to seek federal court orders demanding payment.</p><p>Joe Main, the current head of MSHA, said the delinquency problem looks worse than it really is, because the agency's records don't include payments that may take time to process. To compensate, NPR and Mine Safety and Health News excluded from the analysis any delinquency less than 90 days old.</p><p>Main also said his agency is focused more on rooting out and correcting dangerous workplace conditions than on collecting fines.</p><p>After a <a href=\"http://www.npr.org/series/131960177/massey-mine-investigation\">2010 disaster at the Upper Big Branch mine</a> in West Virginia killed 29 people, MSHA began to apply greater scrutiny and sanctions to mines with persistent patterns of dangerous violations. The agency has also staged hundreds of extra blitz inspections at targeted mines. That rigorous enforcement prompts some delinquent mines to close eventually because sanctions can make it difficult to operate, Main said.</p><p>\"I don't want folks who hear this to think that this is an agency that doesn't care about mine operators paying their fines,\" Main said. \"But we have to place our priorities where they are most impacting, and it's going to be protecting that miner that's out there at risk today.\"</p><p>Still, other current and former regulators say that without rigorous enforcement and collection, citations and fines don't prevent mine owners from operating unsafely.</p><p>\"If they don't pay their fine, you've only done half your job,\" said Michael Wolford, who inspected coal mines for MSHA for 23 years. \"You caught them doing something but ... they will do it again. It's having the law and no punishment connected to it.\"</p><p><strong>'They Keep Letting Him Do It'</strong></p><p>One glaring example of a failure to pay and a failure to collect stems from a coal mine explosion at the Kentucky Darby Mine in Harlan County, Ky., in 2006 that killed five men.</p><p>State and federal records list Ralph Napier Sr. as Kentucky Darby's co-owner and legally responsible corporate official. The mining company he and some partners once operated still owes $500,000 in penalties for the Kentucky Darby disaster. Napier also controls eight other mines that have $2.4 million in delinquent fines.</p><p>One of the workers killed at the Kentucky Darby mine was Roy Middleton. His wife, Mary, became a coal miner's widow at age 31.</p><p>\"It's like they died in vain, like their life didn't matter,\" Mary Middleton said.</p><p>\"You get a speeding ticket ... and you don't pay and they'll want to put you in jail,\" Middleton added. \"But this man — it's people's lives and injuries, and then they just keep letting him keep doing it and doing it.\"</p><p>Napier did not respond to repeated requests to discuss his mines' violations. We tried to reach him through two of his attorneys and his son, and left notes at properties he owns in Kentucky.</p><p>The Kentucky Darby explosion illustrates another finding from the NPR/Mine Safety and Health News investigation: Even after major disasters with multiple deaths, the owners of delinquent mines can continue to operate. MSHA does not shut them down even if they continue to commit violations, even when there are more injuries.</p><p>The mines that Napier controlled mined 1.4 million tons of coal while they were delinquent, according to federal records. That's more than $89 million worth, based on average prices in that part of Kentucky reported by the U.S. Energy Information Administration.</p><p>\"They're just sticking their finger in the eye of the federal enforcement agencies,\" said California Rep. George Miller, the ranking Democrat on the House Committee on Education and the Workforce. \"They continue to run and produce coal and make money.\"</p><p>Napier and his partners haven't paid the Kentucky Darby fines despite a federal court order to pay, according to federal records. And in 2012, Miller <a href=\"http://www.npr.org/documents/2014/nov/MillerWoolseyLettertoKD.pdf\">made a public demand</a> for payment for some of the group's delinquent fines.</p><p>An attorney for the mine owners <a href=\"http://www.npr.org/documents/2014/nov/KDResponsetoGM.pdf\">told Miller at the time</a> that his clients could not afford to pay safety penalties because they spent their money on salaries, benefits, operating costs and mine safety.<strong><br /></strong></p><p>Miller told NPR that the situation shows mining companies can operate \"with complete impunity.\"<strong><br /></strong></p><p>He added: \"The current law isn't worth the paper it's written on.\"<strong><br /></strong></p><p><strong>Unable To Collect <br /></strong></p><p>NPR and Mine Safety and Health News identified 34 cases in which MSHA or the Treasury Department tried to collect<strong> </strong>penalty payments by taking the matter to federal court or negotiating settlements. So far, just 13 percent of the judgments and settlement amounts yielded by that process — $783,000 out of $5.8 million — have been paid, according to information provided by MSHA.</p><p>Regulators and investigators often lack the resources to be more aggressive, said Davis Sledd, a former assistant U.S. attorney in eastern Kentucky who specialized in civil and criminal cases involving coal mines.</p><p>\"Coal mine regulation is not a high-profile area of law enforcement,\" he said. \"It's not like guns or drugs. It's not the drama of a jury trial in federal court. It's a fairly low priority.\"</p><p>Enforcing federal court orders and settlements can be particularly difficult, Sledd added, because investigators often struggle to find clear connections between mines, mine owners and assets worth seizing.</p><p>\"My experience was that sometimes these people who are identified as operators were not really running the show,\" Sledd said. \"And the people who were running the show kept their identities concealed.\"</p><p>Court documents and former MSHA investigators indicate that \"ghost controllers\" were sometimes listed as operators of mines. In some cases, a girlfriend, a secretary and assorted relatives were named in official government filings as the owners of record.</p><p>American corporate law can also help shield mine owners from having to pay, according to Ed Clair, who served as MSHA's top lawyer for 23 years.</p><p>\"There is no way to ultimately hold them economically accountable for their violations,\" Clair said, given the fact that corporations go in and out of business, mines go in and out of production, and some mineral rights are leased rather than owned.</p><p>Sledd, who retired in 2011, said he didn't have the expertise or tools to collect on court judgments and settlements during his 20 years in the U.S. attorney's office. \"And my experience was that U.S. attorney's offices, within the office itself, don't have those resources,\" he said.</p><p>Without the support of federal prosecutors, the burden of enforcement falls back on MSHA, its investigators and attorneys at the Solicitor's Office of the Labor Department, who represent MSHA in federal court cases. The Labor Department declined repeated requests for interviews with officials in the Solicitor's Office.</p><p>The Treasury Department is better prepared to collect delinquencies, said Jay Mattos, MSHA's assessments and enforcement director. Treasury became the primary debt collector for all government agencies in 1996.</p><p>\"That core competency we no longer have,\" Mattos said.</p><p>Treasury collectors have more threatening authority. They can \"seize\" payments to federal contractors who also have delinquent penalties. They can withhold tax refunds from delinquent companies. They can also declare unpaid fines to be taxable income. Then, if tax isn't paid on that income, Treasury can seek garnishment of wages and other sanctions, including criminal charges.</p><p>Overall, Treasury collected 31 percent of the $97 million in delinquent penalties referred by MSHA during the 2006 to 2013 fiscal years. Treasury also declined requests for on-the-record interviews.<strong> <br /></strong></p><p><strong>Largest Delinquents</strong></p><p>The biggest delinquent, according to MSHA's records, is D&C Mining in Harlan County, Ky., with a total debt of $4.4 million, mostly stemming from violations at a single mine. Court records also show that D&C has a $2 million default judgment against it for some of that debt.</p><p>Even mine owners with considerable resources have delinquent mines. Jim Justice is a billionaire and philanthropist who owns the historic Greenbrier resort in White Sulphur Springs, W.Va. As of March 31, mining companies owned by Justice owed nearly $2 million in delinquent penalties. His delinquent mines have an injury rate more than twice the national rate. Those same mines committed more than 4,000 violations while fines went unpaid. Since NPR contacted Justice, the company has begun paying the fines at a rate of $100,000 a month.</p><p>We asked MSHA's Main why he doesn't shut down mines that fail to pay their penalties, especially after more violations and injuries.</p><p>\"You have to have the fact of law behind you,\" Main responded. \"We have no silver bullet. I mean, we don't have the authority to go in and shut down a mine because of 'X.' \"</p><p>MSHA can force mines to close temporarily while dangerous violations are fixed. That happened at one of Napier's mines two years ago. But government records show the mine reopened in six days. Furthermore, MSHA data show that the fines that resulted from the violations have yet to be paid, and that more violations occurred.</p><p>\"Not paying the fines ... perpetuates this whole system of lawlessness,\" said Tony Oppegard, a former state and federal mine safety regulator and an attorney who represented widow Mary Middleton during the Kentucky Darby accident investigation.</p><p>\"If I don't have to pay a fine, what incentive do I have to provide a safe workplace? I'm going to do it as cheaply as I can [and] cut as many corners as I can,\" he said.</p><p>This year, Napier and his son registered a new mining company in the state of Kentucky. It's not clear whether they'll actually mine coal there. But there's nothing in the law that would stop them, despite the $3 million in delinquent penalties at mines Napier once controlled.</p><p>\"It's almost unbelievable that you can have a horrendous accident such as Kentucky Darby, an explosion that would kill five people, and still the company would be able to still mine coal in the state of Kentucky and not pay their fines,\" said Tracy Stumbo, who spent 17 years as Kentucky's chief mine accident investigator.</p><p>\"And, you know, it's pretty hard to explain to the families why this continues to go on,\" he added.</p><p>Stumbo investigated the Kentucky Darby disaster and briefed Middleton.</p><p>\"Where's the breaking point?\" Middleton asked. \"I know the Bible says vengeance is God's, he will repay. But you think, 'Why are they not being punished?' \"</p><p><strong>Congress Fails To Act<br /></strong></p><p>Rep. Miller has legislation pending in the House that would give MSHA the authority to force mines to close six months after they fail to pay delinquent fines. An identical bill was introduced in the Senate.</p><p>Tom Lusk of Southern Coal Corp., a West Virginia-based mining company owned by billionaire Justice, argues: \"That's not a good option.\"</p><p>Lusk said market conditions may make it difficult for some companies to pay on time. An automatic shutdown \"will do great harm to our economy, to our country and ... miners.\"</p><p>The proposed legislation would allow delinquent companies to continue mining if they work out a payment plan. Mines that close due to the deadline would be required to pay their miners for at least 60 more days.</p><p>Main said MSHA supports the measure, which includes broader reforms in mine safety regulation. But the bill has no traction, according to Miller.</p><p>\"Some people see this as the continuation of the 'war on coal,' \" Miller said, referring to the battle cry in coal country over tighter limits on emissions from coal-fired power plants. \"I'm not even sure a tragic new accident would change the Congress' attitude on this.\"</p><p>Some propose a more fundamental change to mine regulation, pointing to more restrictive requirements for mine ownership and operation in other major mining countries.</p><p>In Australia, for instance, \"You have to be able to prove that you can operate that mine in a safe way,\" said Tom Hethmon, director of the Center for Mining Safety and Health Excellence at the University of Utah. \"It's called a safety case.\"</p><p>The \"safety case\" must identify risks in the mine, Hethmon said, and describe a safety system that not only complies with regulations but also assures the safety of miners.</p><p>That might weed out the smaller and independent mining companies that also are among the biggest and most persistent delinquents. But Hethmon, who is also a safety consultant for the mining industry, expects resistance.</p><p>\"We are a country that's been built on the entrepreneurial spirit of small businesses, families and small groups of entrepreneurs who have built mines,\" he said.</p><p>Still, Hethmon concluded, \"It shouldn't be OK to operate a coal mine and have a long-term history of failure to protect your most valuable asset.\"</p><p><strong>Church And Forest Lawn</strong></p><p>That was precisely the case for the Aracoma Alma mine and Massey Energy, its owner in 2010, as Jack Blankenship lay trapped under a massive slab of rock.</p><p>Earlier that year, and just 20 miles away, Massey's Upper Big Branch mine exploded, killing 29 workers. In interviews and accident reports released after the explosion, investigators blamed a corporate culture that put production before safety. In 2006, a fire killed two miners at Aracoma, resulting in corporate criminal charges.</p><p>Massey was bought by Alpha Natural Resources in 2011. Alpha eventually paid Massey's delinquent mine safety fines, including those at Aracoma, as part of an agreement with the Justice Department that avoided corporate criminal charges for the Upper Big Branch disaster.</p><p>Alpha declined to answer questions about the Blankenship accident, but the company agreed to a confidential settlement with Blankenship in 2011.</p><p>Blankenship still suffers from pinched nerves in his neck and back. He has a fractured spine and a reconstructed shoulder, and is in constant pain. He can't work. He can't sit long enough to watch his son play basketball. He can't stand or walk long enough to take his daughter hunting. Some days, he says, he can barely get out of bed.</p><p>His attorney, Tim Bailey, blames, in part, an enforcement mechanism that has no enforcement.</p><p>\"You've got to have an economic disincentive to be unsafe,\" Bailey said. \"And right now, even though the fines can be hung on the wall and we can all tally them, if you don't have to pay them ... it's just a toothless tiger you're not scared of anymore.\"</p><p>Blankenship, 41, says he has few expectations for the rest of his life.</p><p>\"Church and Forest Lawn,\" he said, referring to the cemetery where his family has burial plots. His daughter is in college, and he'd like to see his son graduate from high school. \"He's got about five years, so I'll take it one day at a time until then.\"</p><p>Some nights, he said, he wakes up struggling to breathe, as if still trapped in the darkness and the dirt.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Coal+Mines+Keep+Operating+Despite+Injuries%2C+Violations+And+Millions+In+Fines&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Howard Berkes","audio":[{"meta":{"duration":"725"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363579832-db580a.m3u?orgId=1&topicId=1150&aggIds=363761319&ft=3&f=363058646"},{"meta":{"duration":"502"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363759946-f979e0.m3u?orgId=1&topicId=1150&aggIds=363761319&ft=3&f=363058646"},{"href":"http://media.npr.org/assets/img/2014/11/11/06-roy-middleton-db56a28fcb4a4beff7ccfa7de763c69f40751b75.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"968","width":"1290"}},{"href":"http://media.npr.org/assets/img/2014/11/11/01-blankenship-041_custom-12691ceb94f9615b696330cb9306dda3c5710c27.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1843","width":"2592"}},{"href":"http://media.npr.org/assets/img/2014/11/11/03-darby-accident_custom-15260dcaa27bb04214af7f7cde1c5a2fcea13493.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1009","width":"1645"}},{"href":"http://media.npr.org/assets/img/2014/11/11/07-jim-justice_custom-4e4633cb1450a115fc83ecb7d724a87b6ca26a15.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2608","width":"3965"}},{"href":"http://media.npr.org/assets/img/2014/11/11/04-mary-middleton-3b82313dfe7da17d6c4976695bf35d41acf77195.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2542","width":"3390"}}]}