{"created":"2014-09-25T07:23:13+00:00","modified":"2014-10-31T15:14:50+00:00","valid":{"from":"2014-10-31T15:14:50+00:00","to":"3014-10-31T15:14:50+00:00"},"hreflang":"en","title":"Jeff And Spencer Tweedy On Making Songs Together","published":"2014-10-01T00:11:00+00:00","teaser":"The Wilco frontman and his drummer son embarked on their first collaboration in a moment of hardship. The resulting album,<em> Sukierae</em>, turned out to be just what they needed.","itags":["npr_api","349038144"],"guid":"ff27b1b8-97dc-4e5a-b114-1bcba4b44947","contentencoded":"<p>Sometimes when you make art, you can grasp the meaning ahead of time. Other times, the meaning has to reveal itself. That was the case with <em>Sukierae</em>, the debut album from <a href=\"http://www.npr.org/artists/15397794/jeff-tweedy\" target=\"_blank\">Jeff Tweedy</a>'s new project, Tweedy.</p><p>The <a href=\"http://www.npr.org/artists/15164119/wilco\" target=\"_blank\">Wilco</a> frontman had long held that in order to make a solo album, he would need to play all the instruments himself. And that's <em>almost</em> what happened.</p><p>\"I bent the rules a little bit, allowed some DNA to play the drums,\" Tweedy says.</p><p>That \"DNA\" is Spencer Tweedy, Jeff Tweedy's 18-year-old son. Spencer says it took him awhile to believe he was going to make a record with his rock-star dad.</p><p>\"I didn't take it for granted until the moment I was actually sitting behind the drum set,\" he says. \"It's something that I've really wanted to do for a long time.\"</p><p>\"He's a savant,\" the elder Tweedy says of his son's musicianship. \"He's really effortlessly competent on most instruments he picks up, and primarily the drums.\"</p><p>Family and how love plays out in relationships over time are big themes on this album. Tweedy says he wrote the song \"Pigeons\" to himself as a young person.</p><p>\"But it applies, obviously, to having two sons and wanting them to not have any suffering in their lives, but also surrendering to the notion that that's not realistic,\" he says. \"You're better off instilling in them some sense that they can transcend suffering.\"</p><p>Tweedy says these songs were conceived at a moment when he was trying to transcend suffering himself. Around the time he began working on the album, his brother died, and his wife, Susie — Spencer's mother — was diagnosed with cancer.</p><p>\"It's been an incredible thing to witness someone being so strong in the face of something so serious and terrifying,\" Tweedy says.</p><p>It was under those circumstances that he and Spencer decided to title the album after Susie's nickname: Sukierae.</p><p>\"It took us a little while to just finally decide on a title,\" Spencer says. \"When my dad thought of <em>Sukierae</em>, I immediately felt like, of course, that is exactly what it should be called. Because of what had been going on with her diagnoses, and just because she's the most important person in the world to us, it felt like it made sense to put that name on a piece of art.\"</p><p>Jeff Tweedy says Susie is doing well and her prognosis is very favorable. And in a way, he says, the making of <em>Sukierae</em> was just what the family needed.</p><p>\"We were sharing our rough mixes with Spencer's younger brother in the morning,\" he says. \"Susie was hearing things as they were progressing. She's obviously paying a little bit closer attention to this record and everything that's happening around it, because her baby boy is in it. That's a welcome distraction.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Jeff+And+Spencer+Tweedy+On+Making+Songs+Together&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"467"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351373758-5dc8fa.m3u?orgId=1&topicId=1105&ft=3&f=349038144"},{"href":"http://media.npr.org/assets/img/2014/09/16/tweedy_lowres_ferguson-9d3b8fe0422f207ceb2fd5693cf7d0bf1ca9da26.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"922","width":"1230"}}]}