{"created":"2014-10-27T21:08:17+00:00","modified":"2014-10-27T21:08:17+00:00","valid":{"from":"2014-10-27T21:08:17+00:00","to":"3014-10-27T21:08:17+00:00"},"hreflang":"en","title":"Outer Bands Of Hurricane Arthur Start Reaching Parts Of North Carolina","published":"2014-07-03T18:58:00+00:00","teaser":"Arthur has strengthened to a hurricane in the Atlantic, where it threatens to deliver the Carolinas a glancing blow on July 4th.","itags":["npr_api","328179882"],"contentencoded":"<p>Arthur has strengthened to a hurricane in the Atlantic, where it threatens to deliver the Carolinas a glancing blow on Independence Day.</p><p>The hurricane&#8217;s maximum sustained winds are now at 80 miles an hour. The storm&#8217;s outer bands have started to reach southern parts of North Carolina.</p><p>Hurricane warnings on the state&#8217;s coast stretch from Surf City to the Virginia border.</p><p>Arthur is centered about 300 miles southwest of Cape Hatteras, North Carolina, and is moving north near 9 miles an hour.</p><p>The first named storm of the Atlantic hurricane season has prompted a mandatory evacuation for residents and visitors on the Outer Banks&#8217; Hatteras Island. A voluntary evacuation is underway on Ocracoke Island.</p><p>Up the East Coast, worries of weather from Arthur have prompted some cities to delay fireworks and other July Fourth festivities. Forecasters warn of rain, wind and potentially life-threatening rip tides.</p><h4>Guest</h4><ul><li><strong><a href=\"https://www.ncdps.gov/Index2.cfm?a=000003,000008,000153,002813\" target=\"_blank\">Gregory Baker</a></strong>, commissioner of the law enforcement division of the North Carolina Department of Public Safety.</li><li><strong><a href=\"http://whqr.org/people/rachel-lewis-hilburn\" target=\"_blank\">Rachel Lewis Hilburn</a></strong>, news director of WHQR in Wilmington, North Carolina.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Outer+Bands+Of+Hurricane+Arthur+Start+Reaching+Parts+Of+North+Carolina&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"The Associated Press","guid":"ff317c6e-0cee-4258-b476-62017d2c82fc","audio":[{"meta":{"duration":"321"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1328179885-73b1b6.m3u?orgId=330&ft=3&f=328179882"}]}