{"created":"2015-01-15T08:21:37+00:00","modified":"2015-06-05T15:30:23+00:00","valid":{"from":"2015-06-05T15:30:23+00:00","to":"3015-06-05T15:30:23+00:00"},"hreflang":"en","title":"Businesses Try To Stave Off Brain Drain As Boomers Retire","published":"2015-01-20T01:03:00+00:00","teaser":"Employers are trying to hang onto older talent by offering flexible work hours, more attractive health care benefits or having retirees return to mentor younger workers.","itags":["npr_api","377201540"],"guid":"ff37c345-6b11-49a4-8ebb-bbfdae825d21","contentencoded":"<p>In the U.S., roughly 10,000 people reach retirement age every day. And though not everyone who turns 62 or 65 retires right away, enough do that some companies are trying to head off the problem.</p><p>Dave Tobelmann, who for 33 years developed new products for General Mills, retired five years ago at age 57 — around the same time as a number of other colleagues. \"Yeah, I went to a lot of retirement parties,\" Tobelmann says.</p><p>Losing veteran workers is a challenge, even for big companies like General Mills.</p><p>\"Let's say you have 30 people retire in a year and the average years of experience is 30 years. So you just had 1,000 years walk away. That's hard to lose,\" Tobelmann says.</p><p>The need is not across the board; not all retirees are in demand. But the older-worker brain drain is a big concern for industries like mining and health care. They are trying to retain older employees because demand is increasing and fewer younger workers are rising through the ranks.</p><p>In a <a href=\"http://www.shrm.org/research/surveyfindings/pages/aging-workforce-research-initiative.aspx\" target=\"_blank\">survey out this week</a>, the Society for Human Resource Management reports that a third of employers expect staffing problems in coming years.</p><p>\"When you have large numbers that are leaving and a pipeline that is not entirely as wide as the exit pipeline, you will have temporary gaps,\" says Mark Schmit, executive director of the association's foundation.</p><p>Take, for example, the insurance business.</p><p>\"The average age is in the late 50s in this industry,\" says Sharon Emek, who sold an insurance business five years ago after three of the four partners reached retirement age. She then started Work at Home Vintage Employees, a company that contracts insurance-industry retirees.</p><p>\"It's a big crisis within the industry where they're trying to recruit young talent and keep young talent, and the industry is constantly writing about the problem,\" Emek says.</p><p>Employers are trying to hang onto older talent by offering flexible work hours, more attractive health care benefits or having retirees return to mentor younger workers. And more people are, in fact, working later — either because they want to, or they have to. <a href=\"http://www.aarp.org/ppi/\" target=\"_blank\">According to AARP</a>, nearly 19 percent of workers over age 65 work (about 1 in 5), compared with about 11 percent (1 in 10) three decades ago.</p><p>Soon after retiring, Tobelmann returned to General Mills. He works through YourEncore, a staffing firm specializing in retiree placement. Procter & Gamble, Boeing and other companies started YourEncore to prepare for baby boomers retiring. Tobelmann says the benefits for the company are obvious.</p><p>\"I already know how to speak the language, I know how the company operates, I know how the businesses operate, I know how they make money, I know how projects proceed, I know all the processes,\" he says.</p><p>At Michelin North America, more than 40 percent of the workforce is approaching retirement age. Retirees have, on average, 2 1/2 decades of experience. Dave Stafford, who heads human resources for the company, says last year, it had to plan around losing most of a lab team made up entirely of older workers.</p><p>\"If we're doing our job well, we'll know that there's risk; we'll start to staff to compensate for the fact that that risk may come to fruition,\" he says.</p><p>Michelin encourages retirees to stick around part-time, especially those in technical maintenance, where talent is chronically scarce. But it's not always easy to accommodate.</p><p>\"Sometimes they have a very limited number of hours that they want to work, and to try to work around their schedule sometimes can be a bit of a challenge,\" says Dale Sweere of Stanley Consultants, an engineering consulting firm based in Muscatine, Iowa.</p><p>But Sweere says the company has always offered phased retirement because experienced workers have relationships with clients that are valuable to hang onto. \"It's kind of a running joke around here that we have their retirement party on a Friday and they show up for work again on Monday,\" Sweere says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Businesses+Try+To+Stave+Off+Brain+Drain+As+Boomers+Retire&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Yuki Noguchi","audio":[{"meta":{"duration":"252"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377385889-f7f938.m3u?orgId=1&topicId=1006&d=252&p=3&story=377201540&t=progseg&e=377385776&seg=4&ft=nprml&f=377201540"},{"href":"http://media.npr.org/assets/img/2015/01/14/tobelmann-eba9c49e811834c9bddcefa97f28ee10359c027c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1963","width":"2618"}}]}