{"created":"2014-12-19T20:51:01+00:00","modified":"2014-12-19T21:02:08+00:00","valid":{"from":"2014-12-19T21:02:08+00:00","to":"3014-12-19T21:02:08+00:00"},"hreflang":"en","title":"Special Coverage: Obama's Year-End Remarks","published":"2014-12-19T21:02:00+00:00","teaser":"Before President Obama and his family left for a Christmas vacation in Hawaii, he delivered a year-end press conference. ","itags":["npr_api","371943972"],"guid":"ff3f097c-8585-47be-9279-b1ec8f5a9da4","contentencoded":"<p><em>Here & Now provided special coverage of the president&#8217;s remarks on Friday afternoon, before he and his family left for a Christmas vacation in Hawaii. The audio includes the entirety of the remarks and special coverage.</em><p class=\"sep\"></p><p>President Barack Obama praised the reopening of diplomatic relations with Cuba on Friday but said he doesn&#8217;t expect it to bring overnight change on the island, a quick end to the U.S. economic embargo or the likelihood that he will soon visit the communist nation.</p><p>&#8220;This is still a regime that oppresses its people,&#8221; Obama said at a year-end news conference two days after the historic announcement that he was moving to end the half century of Cold War acrimony with Havana. He said he hopes to visit Cuba at some point in his life but that he is not at the stage yet of going or hosting Cuban President Raul Castro in Washington.</p><p>Instead, Obama said the change in policy should give the U.S. a greater opportunity to have influence on Cuba and reflects his belief that 50 years of isolation haven&#8217;t worked. He said the embargo should end but he didn&#8217;t anticipate it soon.</p><p>&#8220;We will be in a position to respond to whatever action they take the same way we do with a whole range of countries around the world when they do things that we think are wrong,&#8221; Obama said. &#8220;There may be carrots as well as sticks that we can then apply.&#8221;</p><p>On another subject of what the U.S. sees as foreign wrongdoing, Obama was asked about the recent hack of Sony Pictures Entertainment and the company&#8217;s decision not to send out a new movie that North Korea was angrily protesting.</p><p>Speaking shortly after the FBI said North Korea was behind the hack, Obama said he felt Sony &#8220;made a mistake&#8221; in shelving the satirical film about a plot to assassinate North Korea&#8217;s leader. He said the U.S. would respond to North Korea&#8217;s action &#8220;in a place and manner and time that we choose.&#8221;</p><p>Cuba and North Korea were just two issues that Obama addressed concerning a year he saw as basically positive. In fact he declared 2014 &#8220;a breakthrough year for America,&#8221; putting aside the fits and starts of the past 12 months to focus on achievements and the prospect of compromise with his political foes who are taking control of Congress.</p><h4>Guests</h4><ul><li><a href=\"http://www.npr.org/people/2788801/scott-horsley\" target=\"_blank\"><strong>Scott Horsley</strong></a>, White House correspondent for NPR.</li><li><strong><a href=\"http://www.npr.org/people/2100727/michele-kelemen\" target=\"_blank\">Michele Kelemen</a></strong>, diplomacy correspondent for NPR. She tweets <a href=\"https://twitter.com/michelekelemen\" target=\"_blank\">@michelekelemen</a>.</li><li><strong><a href=\"http://www.npr.org/people/4462099/lourdes-garcia-navarro\" target=\"_blank\">Lourdes Garcia-Navarro</a></strong>, international correspondent for NPR, covering South America and based in São Paulo, Brazil. She tweets <a href=\"https://twitter.com/lourdesgnavarro\" target=\"_blank\">@lourdesgnavarro</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Special+Coverage%3A+Obama%27s+Year-End+Remarks&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"The Associated Press","audio":[{"meta":{"duration":"1825"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371945157-f91dc3.m3u?orgId=1&ft=3&f=371943972"},{"href":"http://media.wbur.org/wordpress/11/files/2014/12/1219_obama-presser.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"867","width":"1280"}}]}