{"created":"2014-12-31T21:26:42+00:00","modified":"2015-05-13T21:24:09+00:00","valid":{"from":"2015-05-13T21:24:09+00:00","to":"3015-05-13T21:24:09+00:00"},"hreflang":"en","title":"The Prostitutes Are Not Happy. Neither Are Brides. Sex, Love And Ebola","published":"2014-12-31T23:48:00+00:00","teaser":"The prostitutes of Freetown can't find customers. A wedding planner's shop is stuffed with dresses but couples keep delaying the big day. And the condomologist reports that business isn't booming.","itags":["npr_api","374057299"],"guid":"ff674ba7-478a-4f5e-91ca-e1811fe61b76","contentencoded":"<p>Wedding dress rentals are way down. Condoms are no longer a hot item. And prostitutes are having trouble finding customers.</p><p>Blame it all on Ebola.</p><p>With at least 300 new cases a week in Sierra Leone, the virus is altering practically every aspect of life. And life, well, life includes love and sex. Even illicit sex.</p><p>So we wanted to find out how the epidemic has impacted these more ... intimate facets of daily experience for residents of the capital, Freetown.</p><p>We start with the prostitutes who ply their trade on Lumley Beach road — an oceanside strip in one of Freetown's tourist neighborhoods. On a recent night the sex market is in full swing. Men cruise by in cars and pickups. Women in tight tops and miniskirts vie for their attention by hissing — the local version of \"Hey, you!\"</p><p>Technically prostitution is illegal in Sierra Leone, but it's widely tolerated. These days, however, customers are scarce.</p><p>\"Before, we used to sleep with a guy, and he'd give you enough money and do good things for us,\" says Tina, a chubby woman in a red tank top. Ebola's toll on the economy has put a stop to that. \"We are really suffering.\"</p><p>There's also more competition on the streets. Before Ebola hit, some prostitutes tell us, they had other jobs. Tina worked as a waitress and a maid.</p><p>A woman nearby who seems a bit tipsy — she calls herself Mary — adds that a lot of men are afraid prostitutes might have Ebola.</p><p>Then there's the haggling. It's worse than ever. A younger woman leaning against a white sedan says that just this night, a Lebanese man tried to lowball her. She says her name is Fatima. She's wearing pink hot pants and clanking bracelets.</p><p>\"He speak about 35,000 just to have fun with us,\" she says. That's 35,000 Leones — the equivalent of about $7 in the U.S. She says she countered that her rate is more like $40, but the man told her she was crazy to think she could still get that.</p><p>Fatima turned him down. But it was a tough call. She's got a 5-month-old baby plus her mother to support. On nights when she goes home empty-handed she says a prayer: \"Next day, maybe God will provide customer for us.\"</p><p>If sex for money is down, what about sex between people in a relationship? One man in Freetown is uniquely qualified to answer that question. When we stop by his office, a coworker points him out: \"That's Peter. We call the condomologist.\"</p><p>Peter Mansaray runs a government program that distributes tens of thousands of free condoms across the city. He shows us a brand called Love, packaged in red. \"This is what they prefer and it looks very, very appealing. It has sex appeal. Everything is about sex and sex appeal,\" says Mansaray, laughing.</p><p>Mansaray keeps close track of how many condoms are handed out. Hotels — called guesthouses here — are big takers. In a typical month each guesthouse goes through about 40 boxes. That's nearly 2,000 condoms.</p><p>But since Ebola started spreading last spring, not a single guesthouse has sent someone by to replenish their stock. They don't get a lot of guests anymore. Mansaray says it's not just because prostitutes or tourists have stopped coming. A lot of locals used to visit guesthouses for a tryst. Homes are often crowded in Freetown, and when couples need private time, a night away is the best option. But that privacy costs money that's now in in short supply.</p><p>With so many condoms going unused Mansaray is clearly feeling flush. As we prepare to leave, he presents us with a box of 144 condoms as a \"souvenir.\"</p><p>\"Er, that's a lot of condoms,\" we say. \"I didn't say use them. I said keep them,\" he answers.</p><p>Not far from Mansaray's office we stop by the shop of Kumba Blessing Dugba, who's grappling with another Ebola relationship trend: People are putting off marriage. That's a problem for Dugba, because she's a wedding planner. She provides everything: decor, catering, gowns.</p><p>Normally Dugba would rent as many as 30 gowns this season. At the moment, she's only got four weddings scheduled. Because of Ebola, the government has banned large get-togethers. Couples could just tie the knot without a celebration. But Sierra Leoneans, she says, \"want to be together, want to hug the other person. But then because of the state of emergency we cannot gather.\"</p><p>Dugba says it's often the men who postpone the wedding, holding out until they can throw a splashy bash to impress friends and business associates. A lot of women, on the other hand, are pushing for a quick no-frills service. \"They're afraid someone might grab their man,\" she says with a laugh.</p><p>As for Dugba, she's branching out into a new business more suited to these unsexy times: home furnishings. With everyone stuck in their houses, she says, at least they'll want to enjoy the coziness of home.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Prostitutes+Are+Not+Happy.+Neither+Are+Brides.+Sex%2C+Love+And+Ebola&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nurith Aizenman","audio":[{"meta":{"duration":"416"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374242813-22426f.m3u?orgId=1&topicId=1031&d=416&p=2&story=374057299&t=progseg&e=374105897&seg=1&ft=nprml&f=374057299"},{"href":"http://media.npr.org/assets/img/2014/12/30/ebola_123014_love_dg_02_21542879-50630c233c749c8a9f9f8e49ecef5d22c9527997.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/12/30/ebola_123014_love_dg_05_21542885-0b62403b6f479b2c8a9a4d9cea05a9b3d16e1aa0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1993","width":"2657"}},{"href":"http://media.npr.org/assets/img/2014/12/30/ebola_123014_love_dg_07_21542889-a2a5189a6c77a6e59595f4164d48ee865b9a78f4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}