{"created":"2015-04-21T21:43:13+00:00","modified":"2015-04-22T13:10:06+00:00","valid":{"from":"2015-04-22T13:10:06+00:00","to":"3015-04-22T13:10:06+00:00"},"hreflang":"en","guid":"ff697d6c-9d99-4f26-884d-984177ce01cd","title":"Eritrean recalls near-death journey across Mediterranean, says he wouldn't do it again","published":"2015-04-22T13:10:03+00:00","byline":"Nina Porzucki","tags":["immigration","conflict","government","Conflict","Conflict & Justice","Social Issues"],"teaser":"Hundreds of migrants died this week trying to cross the Mediterranean and make it to safety in Europe. The captain on an earlier journey told Daniel Habtey and other passengers: \"I don’t know where I’m going and I’m running out of fuel, so you need to yell and shout for help.\"","contentencoded":"<p>More than 800 undocumented migrants were killed on Sunday after their boat capsized during an attempted voyage from Libya to Italy. They became just the latest victims of the surging trans-Mediterrean trafficking trade, which had already <a href=\"http://www.pri.org/stories/2015-04-17/whos-responsible-flood-migrants-arriving-shores-italy\">killed more than 500 people</a> since the start of the year.</p>\n<p>Many of the migrants are Syrians fleeing the violence of the civil war at home. But the UN High Commissioner for Refugees says the second largest group of migrants are Eritreans. \"We are not trying to make our lives better, just sleep in a better bed or live in a better house — it’s a basic question about basic human rights,\" says Daniel Habtey, who fled his home in Eritrea in 2003.</p>\n<p>Habtey left to escape compulsory military service; Eritrean men are conscripted into military service indefinitely in what Habtey calls a modern form of slavery. “A friend of mine, it’s been nearly 20 years now that he’s been serving the government. He's a slave,” he says.</p>\n<p>Habtey escaped from the barracks of his military training camp and walked three days to neighboring Sudan, where he was reunited with his wife and his 6-month-old child.  Together they crossed the Saharan desert in a Toyota Hi-Lux. He wasn’t alone in that pickup truck: More than 30 people crammed in with him, and it took 15 days to cross into Libya.</p>\n<p>The danger was hardly over. Habtey set out over the Mediterranean with 80 other people in a boat so small he says he could put his hand in the water. \"There was no safety features at all,\" he remembers. \"No light, no compass. The captain was an Egyptian guy and he told us, ‘I don’t know where I’m going and I’m running out of fuel, so you need to yell and shout for help.'\"</p>\n<p>Twice his small boat crossed paths with large ships: “They looked like a beautiful city, the light and everything,\" Habtey says. \"I was screaming, 'Why don’t we ask for help?’ No help. At that time, everybody was hopeless.”</p>\n<p>Habtey admits he also thought he was on the precipice of death. Then an unlikely event brought him hope: While at sea, a pregnant woman went into labor. Habtey, who had experience working in a hospital back in Eritrea, was called into the boat’s engine room to help with her delivery.</p>\n<p>“God gave us a baby boy,\" he says, recalling his message to fellow passengers: \"Let’s just rejoice, let’s be [optimistic.] Please let this be a sign.\"</p>\n<p>Just hours later, his boat landed in Italy, on the island of Lampedusa.</p>\n<p>Habtey now lives as a pastor in the north of England. Asked whether he would take the journey again, he takes a long pause.</p>\n<p>“Well, when I see my experience now, I wouldn’t,\" he admits. \"I wouldn’t.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-21%2Fone-migrant-remembers-his-journey-across-mediterranean&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04212015_02.mp3"},{"href":"http://www.pri.org/file/0421201502mp3"}]}