{"created":"2014-10-27T20:00:44+00:00","modified":"2014-12-04T14:28:50+00:00","valid":{"from":"2014-12-04T14:28:50+00:00","to":"3014-12-04T14:28:50+00:00"},"hreflang":"en","title":"Ancient Viruses Lurk In Frozen Caribou Poo","published":"2014-10-28T12:58:00+00:00","teaser":"A 700-year-old caribou dropping from northern Canada holds surprisingly well-preserved viruses. There's no evidence the viruses are dangerous, but they are scientifically interesting.","itags":["npr_api","359340643"],"guid":"ff6ee3f8-6096-403e-8b23-332523df66e1","contentencoded":"<p>A careful examination of frozen caribou poop has turned up two never-before-seen viruses.</p><p>The viruses are hundreds of years old: One of them probably infected plants the caribous ate. The other may have infected insects that buzzed around the animals.</p><p>The findings prove viruses can survive for surprisingly long periods of time in a cold environment, according to <a href=\"http://www.bsrisf.org/i-edelwart.html\">Eric Delwart</a>, a researcher at Blood Systems Research Institute in San Francisco.</p><p>\"The DNA of viruses is preserved extremely well under cold conditions,\" he says.</p><p>Delwart's day job at Blood Systems is to find new viruses that could contaminate the blood supply. But he enjoys looking in odd places too. He got interested in ice cores from high mountain regions, after reading about all the interesting old things the ice contained.</p><p>\"Things like old shoes and arrowheads,\" he says, \"and then I realized this is nature's freezer, which should also contain organic remains.\"</p><p>Delwart had one particular type of organic remains in mind: caribou poop. Just about everything an animal eats can be infected with a virus. And that makes animals, including humans, virus vacuums that suck up every virus in their path.</p><p>\"I mean we're constantly shoving viruses down our throat and if you look at poo samples from humans and from animals you will find a lot of viruses,\" he says.</p><p>Caribous hang out on ice, so these pristine ice cores are actually full of poo. And as scientists go through layer after layer of ice, the poo gets older and older.</p><p>Delwart examined poop from northern Canada that was 700 years old. The result, <a href=\"http://www.pnas.org/cgi/doi/10.1073/pnas.1410429111\">published Monday</a> in the <em>Proceedings of the National Academy of Sciences,</em> is the discovery of these two viruses.</p><p>The DNA was so well-preserved that Delwart's collaborators could even reconstitute one virus and use it to infect a plant in the lab.</p><p>As far as Delwart can tell, these viruses aren't dangerous, which is good. As the North warms and ice melts, more caribou poo infected with ancient viruses will be finding its way into the modern ecosystem.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ancient+Viruses+Lurk+In+Frozen+Caribou+Poo&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"153"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359403549-5bbbcb.m3u?orgId=1&topicId=1007&ft=3&f=359340643"},{"href":"http://media.npr.org/assets/img/2014/10/27/caribou-poo-1-772d9e451930fca601c3a1f28d629293bb2a2fe9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}}]}