{"created":"2014-12-11T21:30:42+00:00","modified":"2015-05-13T21:26:56+00:00","valid":{"from":"2015-05-13T21:26:56+00:00","to":"3015-05-13T21:26:56+00:00"},"hreflang":"en","title":"U.Va. Looks At Ways To Curb Drinking At Its Frat Houses ","published":"2014-12-12T18:58:00+00:00","teaser":"The University of Virginia is looking to make changes, even though a report about a gang rape has been discredited. Ideas include banning hard alcohol and having sober volunteers self-police parties.","itags":["npr_api","370090286"],"guid":"ff762427-ac84-44c3-bc0f-fcfec3f4755e","contentencoded":"<p>The University of Virginia is renegotiating its contract with fraternities, <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/22/365970415/uva-bans-fraternities-until-january-in-wake-of-campus-rape-article\" target=\"_blank\">which were suspended</a> after a <em>Rolling Stone</em> article described a frat house gang rape. Even though that article has been <a href=\"http://www.npr.org/blogs/thetwo-way/2014/12/05/368748289/rolling-stone-says-trust-in-gang-rape-accuser-was-misplaced\">called into question</a>, U.Va. is sticking with its vow to make changes — and that includes President Teresa Sullivan's plan to crack down on excessive and underage drinking at frat houses.</p><p>But the way to do that may not be easy.</p><p>There are dry fraternities, but that idea was quickly dismissed. Tommy Reid, head of U.Va.'s Inter-Fraternity Council, told the Board of Visitors, the school's governing body, it would simply drive drinking parties underground.</p><p>\"Then they're going to happen in parking lots and random places. This is a problem that is not going to be solved by simply eliminating it. It's a problem of regulation and control,\" Reid says.</p><p>So how do you regulate something illegal? Sullivan suggests one place to start: those big garbage cans full of hard liquor brew.</p><p>\"Even an alert and careful student who tries the sweet-tasting cocktail that has many types of liquor cannot know how much alcohol it contains,\" Sullivan says.</p><p>A new ad hoc group that includes parents is looking at fraternities and drinking. Group member Ashley Brown, a fourth-year student, wants to designate frat brothers to stay sober and self-police during parties.</p><p>\"Having one stationed at the stairs, one up in the bedrooms, one by the bar ... because you're so much more likely to go talk to someone that looks like your peer than someone that looks like your parent,\" Brown says.</p><p>\"One of the challenges I've seen in trying to implement programs like that is, no one wants to volunteer to be the sober person,\" says <a href=\"http://safesupportivelearning.ed.gov/sites/default/files/sssta/20130315_december2010.pdf\" target=\"_blank\">Toben Nelson, a public health expert at the University of Minnesota</a>. Nelson recommends fraternities use professional bar servers, even though they are costly. Professionals are more likely to ask for IDs and not serve someone who's already drunk.</p><p>Over the years, Nelson has seen a lot of schools try to <a href=\"http://www.npr.org/blogs/health/2014/09/16/347475250/colleges-brainstorm-ways-to-cut-back-on-binge-drinking\">curb binge drinking</a> — usually without much success. \"What they want to do is educate students about the dangers of drinking and just, if you tell them enough times with enough seriousness, that students will get the message,\" Nelson says.</p><p>Unfortunately, he says, they don't. What works is enforcement. But surveys show fewer than half of schools enforce their own alcohol policies.</p><p>Staige Davis, a recent U.Va. graduate, says she thinks even when the school has punished fraternities — like last year, when a <a href=\"http://www.cavalierdaily.com/article/2013/09/virginias-fight-against-hazing-continues\" target=\"_blank\">string of pledges landed in the hospital for drinking too much</a> — it wasn't harsh enough.</p><p>\"What I would like to see is a culture in which one fraternity brother says to the other, 'Dude, don't do that. One, because it's wrong. But two, because we're all going get in trouble,' \" Davis says.</p><p>\"Well-intentioned efforts sometimes can backfire,\" says Peter Lake, director of the Center for Excellence in Higher Education Law and Policy. He's seen frats be shut down only to go off campus and become wilder than ever.</p><p>\"It's almost like you're playing chess. You've got to think: I make this move, the alcohol culture will respond. What's my next move,\" he says.</p><p>But Lake says it is possible to curb drinking if you change not just fraternities but the whole campus environment. One of the most effective policies: raising the price of a drink. No more 2-for-1 specials at local bars.</p><p>Another is to impose higher taxes on alcohol — something Virginia already has. Nelson says there's a good argument for this.</p><p>\"The amount of tax revenue that's collected doesn't even come close to the social costs that those governments incur from the social problems related to alcohol — enforcement, health-related costs, transports to hospitals,\" Nelson says. Poor academic performance is also associated with excessive drinking, he says, which means some students are wasting a publicly funded education.</p><p>Taxpayers bear that burden, he says, which means we all have a stake in getting college students to drink less.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.Va.+Looks+At+Ways+To+Curb+Drinking+At+Its+Frat+Houses+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jennifer Ludden","audio":[{"meta":{"duration":"242"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370156364-199553.m3u?orgId=1&topicId=1091&d=242&p=2&story=370090286&t=progseg&e=370082708&seg=15&ft=nprml&f=370090286"},{"href":"http://media.npr.org/assets/img/2014/12/11/uva-51a532443a8602ee0c57385d6b1796ccb513579b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1261","width":"1683"}}]}