{"created":"2014-09-22T22:59:54+00:00","modified":"2014-09-24T19:36:05+00:00","valid":{"from":"2014-09-24T19:36:05+00:00","to":"3014-09-24T19:36:05+00:00"},"hreflang":"en","guid":"ff87e1a2-98d7-4daa-b373-43ad842f14ca","title":"These young men risk their lives to save others in Syria","published":"2014-09-24T19:36:04+00:00","byline":"Shirin Jaafari","tags":["civil defense","Syrian civil war","International Security","Conflict","Conflict & Justice","Aleppo","Asia","Syria","Middle East","Asia","Matthieu Aikins","Syrian war","syrian rebels","War","Rescue operation"],"teaser":"While a lot of news out of Syria is mainly about death and destruction, one writer found a more positive story on his trip there. He spent a week shadowing a team of first responders who have made it their mission to stay and save lives.","contentencoded":"<p>Lately, the news out of Syria has been grim.&nbsp;After three years of fighting, the country is left with crumbling infrastructure and the mass exodus of its people.</p><p>But writer Matthieu Aikins spent a week in Aleppo in June and found a group of young men who have not yet lost hope.&nbsp;They&#39;re members of a group called the Hanano Civil Defense Team, and they&#39;ve given themselves a mission to <a href=\"https://www.whitehelmets.org/\">save as many lives as they can</a>.</p><p>&quot;They drive out to where bombs have hit, where buildings have collapsed and it&#39;s like a miniature earthquake,&quot; Aikins says. If&nbsp;the responders can get to those people in time &mdash; and without injuring them &mdash; then there is a chance they can save their lives.</p><p>The operation is difficult to pull off. Right after a bomb has been dropped, the team sets out on fire trucks.&nbsp;Because they don&#39;t have a good communications system, they have to rely on other residents to find the location of the bomb.</p><p>&quot;They&#39;re leaning out the window, yelling at people &#39;Where&#39;s the bomb, where&#39;s the bomb?&#39;&quot; Aikins says. &quot;And as you get closer, you can tell by people&#39;s reactions where the bomb has been.&quot;</p><p>Once they get there, they search through rubble to find any sign of life. But the search&nbsp;is often made much more difficult because of the possibility of subsequent&nbsp;shelling.</p><p>&quot;The regime uses a tactic called &#39;double-tap&#39; strikes, where, 20 minutes after they hit a site, they&#39;ll come back and bomb it again because they want to hit the crowd and the rescuers there,&quot; Aikins says.</p><p>In fact, Hanano has lost a couple of its members to &#39;double-taps.&#39;&nbsp;But that hasn&#39;t stopped them from going to these sites and trying to find survivors.&nbsp;Aikins says some of the team members are doing this for the thrill of it. Just like any other young men, they get an adrenaline rush from dodging bullets and bombs.</p><p>When Aikins asked one of the men about his plans for the future, he said he wishes he had a chance to even think about it.&nbsp;&quot;In the world that they are living now, they can&#39;t really comprehend what&#39;s going to be their country after this war,&quot; Aikins says.&nbsp;&quot;They&#39;re just trying to get through it.&quot;</p><p><em>Photographer&nbsp;<a href=\"http://www.sebastianotomada.com/\">Sebastiano Tomada Piccolomini</a>&nbsp;accompanied Matthieu Aikins on his trip to Syria. Their story was first published on the website&nbsp;<a href=\"https://medium.com/matter/whoever-saves-a-life-1aaea20b782\">Medium</a>. You can see some of Tomada&#39;s photographs below:</em></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/771A1176.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/771a1176jpg"}]}