{"created":"2015-01-28T22:48:23+00:00","modified":"2015-05-13T21:19:41+00:00","valid":{"from":"2015-05-13T21:19:40+00:00","to":"3015-05-13T21:19:40+00:00"},"hreflang":"en","title":"Amid Fighting In Donetsk, On Edge And Seeking Safety Underground","published":"2015-01-29T02:01:00+00:00","teaser":"The eastern Ukrainian city of Donetsk has been under siege and subject to artillery and rocket attacks for months — residents are living in stressful conditions and the separatist militia is jumpy.","itags":["npr_api","382218351"],"guid":"ff9db7cc-b243-4963-a17a-270935e2e03f","contentencoded":"<p>As war rages in eastern Ukraine, European Union foreign ministers are preparing to meet Thursday to consider drastic new sanctions against Russia.</p><p>The EU and the United States say Moscow's troops and weapons are directly involved in an offensive by anti-government militias in Ukraine's eastern provinces.</p><p>The offensive is the latest phase in a war that has racked the region since last April — and it's grinding hard on the civilians who are caught in the middle.</p><p>There are a lot fewer people in Donetsk these days than there were during my last visit in November, but I did find Nadezhda Stolyarenko.</p><p>Her apartment was wrecked by shelling, and she's been taking shelter in the basement of her building, shaken by almost constant sounds of artillery.</p><p>She and others have already spent about a month living in the basement, she says, and people are very frightened and scared.</p><p>\"We're all here, and we're scared,\" she says.</p><p>Stolyarenko is a small, dark-haired woman, living with her sister, Galina. They say they sent their children away to safety, but they stay because Nadezhda still has work in the office of a local mine.</p><p>They don't have running water or heat, she says. The space where they sleep is about 50 degrees Fahrenheit.</p><p>\"We want peace,\" she says, \"nothing bad to anyone, just peace.\"</p><p>After she left, I walked into the snowy courtyard, trying to come up with a way to describe what was going on: Separatist leaders say that they've advanced beyond the airport and that they're now fighting for some suburbs and small cities on the other side of the airport, where the Ukrainians have their positions.</p><p>Then, a gunshot went off nearby.</p><p>It was my cue to hit the ground.</p><p>I looked back to see that my two companions were on the ground already, surrounded by about 10 local militiamen with Kalashnikovs.</p><p>They swarmed around us, demanding to know who we were and what we were doing.</p><p>We produced passports and passes from the self-proclaimed Donetsk People's Republic.</p><p>They quickly let us go and told us to get out of the area.</p><p>It was a measure of how jumpy people are in this city, both civilians and military. They told us a local resident had called them after spotting us in the courtyard. And ominously, they said that they had recently caught two Ukrainian \"saboteurs\" in the neighborhood.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Amid+Fighting+In+Donetsk%2C+On+Edge+And+Seeking+Safety+Underground&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Corey Flintoff","audio":[{"meta":{"duration":"175"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382218352-0d17c5.m3u?orgId=1&topicId=1124&d=175&p=2&story=382218351&t=progseg&e=382184024&seg=12&ft=nprml&f=382218351"},{"href":"http://media.npr.org/assets/img/2015/01/28/38512585_h34574533-58d178f1edac8d3843ebe0d2bd2cd2adbfc0f295.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2589","width":"3452"}},{"href":"http://media.npr.org/assets/img/2015/01/28/462413450-fcfdda631c345409034673bf1de6ef7913434945.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3165","width":"4220"}}]}