{"created":"2014-09-04T16:43:21+00:00","modified":"2014-09-12T17:12:23+00:00","valid":{"from":"2014-09-12T17:12:22+00:00","to":"3014-09-12T17:12:22+00:00"},"hreflang":"en","title":"Author Penelope Lively Shares 'The View From Old Age'","published":"2014-03-17T17:52:00+00:00","teaser":"In <em>Dancing Fish And Ammonites</em>, the British writer reflects on growing older. She tells <em>Fresh Air</em>'s Terry Gross about adjusting to her husband's death and losing the desire for new things.","tags":["npr_api","290855933"],"guid":"ffb84a56-fda4-44f6-968a-2aafe4d9d75b","contentencoded":"<p>Penelope Lively describes her latest book, <em>Dancing Fish And Ammonites</em>, as \"not quite a memoir,\" but rather \"the view from old age,\" a subject she says she can report on with some authority — Monday is the British writer's 81st birthday.</p><p>Lively was born in Egypt, where her father was working at the time. She and her mother fled the country during World War II. When she was 12, in 1945, Lively was sent to live with her grandmothers in England.</p><p>Lively is known for her children's books as well as her novels. She received the Booker Prize, a British literary award, in 1987 for her novel <em>Moon Tiger</em>. In recognition of her contributions to British literature, she was given the honor \"dame\" of the British Empire in 2012.</p><p>Lively tells <em>Fresh Air</em>'s Terry Gross about how she's adjusted to old age.</p><p><hr /></p><p><h3><strong>Interview Highlights</strong></h3></p><p><strong>On why she wanted to write about old age </strong></p><p>We're the new demographic. For the first time in human history there's a large tranche of the population, at least in the Western world, that is old, that is over 80. ... We're a significant group now, which has never been the case before. There have always been old people around, but as isolated figures, people living to 80 would've been extremely exceptional 200 [or] 300 years ago. So although the old were known, they weren't this army, as it were — this army requiring attention, requiring funding, giving grief to government agencies. ... It's quite interesting to be part of a new demographic.</p><p><strong>On adjusting after <strong>her husband</strong>'s death </strong></p><p>I was quite good at being alone, anyway. Jack, my husband, and I had both led busy, professional lives rather separately. He was an academic and I was a writer, so I was often on my own. We lived in two places. We lived partly in London and partly in the country, in Oxfordshire, and quite often we'd be in different houses, so I was used to being in a house on my own. That didn't worry me too much. Of course, then I always knew there'd be an end to it — we'd be together again — so that's rather different...</p><p>I don't think I could've possibly adjusted to life with another person. I did think about that once or twice: Would I like there to be someone else? And I didn't want that, no.</p><p><strong>On how women and men adapt differently to a spouse dying</strong></p><p>Looking round my several women friends who are widows, [they] have all adapted very well. One has a new partner, a couple of other close friends who are widows don't. The only friend/acquaintance men I know who have been widowed found new partners with almost disconcerting rapidity. It really did seem as though they couldn't stand to be alone, and you learned with surprise that within six months or so they had set up with someone else and you wondered slightly if this was just simply that they felt they wouldn't possibly be able to adapt to life on their own.</p><p><strong>On not wanting to purchase new things in old age </strong></p><p>I think the lack of acquisitiveness is, interestingly, a sort of old age thing. I have a houseful of possessions; I don't want any more things. But when you were younger, you often wanted new things, yes indeed. You coveted a lovely new rug or you coveted something new for the kitchen. I don't do that now because in a sense I've — I was going to say, \"I've got it all,\" but no, you can always have something that's even better than what you've already got. But I seem to have lost that feeling of, \"Ooh, I really just must have that,\" whatever it was. It goes, which is something of a relief.</p><p><strong>On not getting rid of books </strong></p><p>They chart my life. I don't want to sound ponderous, but they chart my intellectual life. They chart everything that I've been interested in and thought about for the whole of my reading life. So if they went I would, in a sense, lose a sense of identity. They identify me. ... Most of them I shall never read again, but you never know what you may want to go back to. And it does constantly happen to me that there's something that I suddenly think, \"Oh, I've got that book, let me just look that up.\" I do it every day.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Author+Penelope+Lively+Shares+%27The+View+From+Old+Age%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2220"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1290882028-256bc6.m3u?orgId=1&topicId=1033&aggIds=100876926&ft=3&f=290855933"},{"href":"http://media.npr.org/assets/img/2014/03/17/penelope-lively---robin-matthews-photography-34e56355fed12eb985abea0e6514babb4d4c370a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"989","width":"1319"}}]}