{"created":"2014-09-02T15:12:33+00:00","modified":"2014-12-04T14:31:27+00:00","valid":{"from":"2014-12-04T14:31:27+00:00","to":"3014-12-04T14:31:27+00:00"},"hreflang":"en","title":"When Patients Read What Their Doctors Write","published":"2014-08-19T19:02:00+00:00","teaser":"Patients are more satisfied with their care when doctors share their medical notes. But letting patients see what doctors put in medical records has long been taboo. That's starting to change.","itags":["npr_api","340351393"],"guid":"ffba0fd0-6e0d-4ed3-94d9-62342853c033","contentencoded":"<p>The woman was sitting on a gurney in the emergency room, and I was facing her, typing. I had just written about her abdominal pain when she posed a question I'd never been asked before: \"May I take a look at what you're writing?\"</p><p>At the time, I was a fourth-year medical resident in Boston. In our ER, doctors routinely typed visit notes, placed orders and checked past records while we were in patients' rooms. To maintain at least some eye contact, we faced our patients, with the computer between us.</p><p>But there was no reason why we couldn't be on the same side of the computer screen. I sat down next to her and showed her what I was typing. She began pointing out changes. She'd said that her pain had started three weeks ago, not last week. Her chart mentioned alcohol abuse in the past; she admitted that she was under a lot of stress and had returned to heavy drinking a couple of months ago.</p><p>As we talked, her diagnosis — inflammation of the pancreas from alcohol use — became clear, and I wondered why I'd never shown patients their records before. In medical school, we learn that medical records exist so that doctors can communicate with other doctors. No one told us about the benefits they could bring when shared with patients.</p><p>In fact, before the <a href=\"http://www.hhs.gov/ocr/privacy/hipaa/understanding/consumers/medicalrecords.html\">Health Insurance Portability and Accountability Act</a>, a federal law enacted in 1996, patients generally had to sue to see their records. HIPAA, as that mouthful is abbreviated, affirmed that patients have a right to their medical information. But the process for obtaining records was often so cumbersome that few patients tried to access them.</p><p>In 2010, Tom Delbanco, an internist, and Jan Walker, a nurse and researcher, started an <a href=\"http://annals.org/article.aspx?articleid=745909\">experiment</a> called OpenNotes that let patients read what their primary care providers write about them. They hypothesized that giving patients access to notes would allow them to become more engaged in their care.</p><p>Many doctors resisted the idea. Wouldn't open medical records inhibit what they wrote about sensitive issues, such as substance abuse? What if patients misunderstood the notes? Would that lead to more lawsuits? And what would patients do with all the information anyway?</p><p>After the first year, <a href=\"http://annals.org/article.aspx?articleid=1363511\">the results were striking</a>: 80 percent of patients who saw their records reported better understanding of their medical condition and said they were in better control of their health. Two-thirds reported that they were better at sticking with their prescriptions. Ninety-nine percent of the patients wanted OpenNotes to continue, and no doctor withdrew from the pilot. Instead, they shared anecdotes like mine. When patients see their records, there's more trust and more accuracy.</p><p>That day in the Boston ER was a turning point for me. Since I started sharing notes with my patients, they have made dozens of valuable corrections and changes, such as adding medication allergies and telling me when a previous medical problem has been resolved. We come up with treatment plans together. And when patients leave, they receive a copy of my detailed instructions. The medical record becomes a collaborative tool <em>for</em> patients, not just a record of what we doctors do <em>to</em> patients.</p><p>The OpenNotes experiment has become something of a movement, spreading to hospitals, health systems and doctors' offices across the country. The Mayo Clinic, Geisinger Health System and Veterans Affairs are among the adopters so far. (The OpenNotes project has received funding from the Robert Wood Johnson Foundation, which also provides financial support to NPR.)</p><p>But there are new controversies arising. Should patients receiving <a href=\"https://jama.jamanetwork.com/article.aspx?articleid=1853164\">mental health services</a> obtain full access to therapy records, or should there be limits to open records? What happens if patients want to share their records on social media? Will such \"crowdsourcing\" harm the doctor-patient relationship? What if patients want to develop their own record and <a href=\"http://www.bmj.com/content/348/bmj.g2078\">videotape their medical encounter</a>? Are doctors obligated to comply?</p><p>Delbanco tells me that he considers OpenNotes to be \"like a new medication.\" Just like any new treatment, it will come with unexpected side effects. In the meantime, patients and doctors don't need to wait for the formal OpenNotes program to come to town. Patients can ask their doctors directly to look at their records. Doctors can try sharing them with patients, in real time, as I do now. It's changed my practice, and fundamentally transformed my understanding of whom the medical record ultimately belongs to: the patient.</p><p><em>Wen is an attending physician and director of patient-centered care research in the Department of Emergency Medicine at George Washington University. She is the author of </em><a href=\"http://www.amazon.com/When-Doctors-Dont-Listen-Misdiagnoses/dp/0312594917/ref=cm_cr_pr_product_top\">\"When Doctors Don't Listen: How to Avoid Misdiagnoses and Unnecessary Care,\"</a><em> and founder of </em><a href=\"http://www.whosmydoctor.com/\" target=\"_blank\">Who's My Doctor</a>,<em> a project to encourage transparency in medicine. On Twitter: </em><a href=\"https://twitter.com/DrLeanaWen\">DrLeanaWen</a>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=When+Patients+Read+What+Their+Doctors+Write&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Leana Wen","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341083630-487f16.m3u?orgId=1&topicId=1128&ft=3&f=340351393"},{"href":"http://media.npr.org/assets/img/2014/08/15/opennotesfinal7-3faa23fa01e6e01a65124ee93377dee6eb1f0177.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1586","width":"2114"}}]}