{"created":"2014-09-29T13:05:13+00:00","modified":"2014-10-31T01:01:12+00:00","valid":{"from":"2014-10-31T01:01:12+00:00","to":"3014-10-31T01:01:12+00:00"},"hreflang":"en","title":"Never Tell Them The Odds: Cities Vie To Host 'Star Wars' Collection","published":"2014-06-19T23:12:00+00:00","teaser":"<em>Star Wars</em> creator George Lucas wants to build a museum full of movie memorabilia and fine art. But where? Both his hometown of San Francisco and Chicago, his \"second home,\" are vying for it.","itags":["npr_api","323578683"],"guid":"ffbc800b-0a31-4824-be84-551c9e7f6e0f","contentencoded":"<p>A short time ago, in a city not far away, <em>Star Wars</em> creator George Lucas decided to build a museum to house his movie memorabilia and his art collection.</p><p>There's just one looming question: Where should it go?</p><p>Lucas says he'll spend $300 million of his own money to build the proposed Lucas Cultural Arts Museum and will provide a $400 million endowment after his death. In addition to holding Skywalker artifacts galore, the museum would also host Lucas' private art collection, featuring works by Norman Rockwell and N.C. Wyeth, among others.</p><p>But after Lucas' original planned location fell through, it's not clear where the museum will be located. San Francisco and Chicago are both trying to win the right to host the museum, and Los Angeles just entered the fray as well.</p><p><strong>San Francisco: 'It Is Our History'</strong></p><p>The story begins in San Francisco, not far from Skywalker Ranch, Lucas' moviemaking center in Marin County.</p><p>Lucas originally wanted to build his museum in the San Francisco Presidio — a federal park near the Golden Gate Bridge. But park officials rejected that idea.</p><p>Now San Francisco officials are scrambling, trying to persuade Lucas to consider another site. They're offering a scenic waterfront location along the Embarcadero, the road that runs along the San Francisco Bay.</p><p>Mayor Ed Lee points to the area's <em>Star Wars</em> history to explain why the city wants to persuade Lucas to stay in the region. Lucas' ranch is nearby, and the Letterman Digital Arts Center, LucasFilm's headquarters, is located in the city.</p><p>\"Digital Arts, through George Lucas' wonderful works, started here,\" Lee says. \"To have that museum right here under his name would be a wonderful tribute to that. It is our history, and that's why we want George to be here.\"</p><p>But Lee knows that first rejection, of the Presidio location, opened the door to competition.</p><p><strong>Chicago: Lucas' Second Home</strong></p><p>In Chicago, city leaders say they're up to the fight to bring the Lucas Museum to <em>their </em>city. Kurt Summers, co-chairman of the task force that Chicago Mayor Rahm Emanuel directed to find a location for the museum, casts the struggle in familiar terms — like the dark side of the Force against the light.</p><p>\"We are the protagonist in sort of a good versus evil,\" Summers says. It's not hard to imagine whom he sees as the Evil Empire. \"We engaged fully ... and that created real competition. The result of that [is] we saw San Francisco step up its game as well.\"</p><p>The potential home of the Lucas Museum is near Chicago's lakefront, on the city's Museum Campus. The city would convert 17 acres that are currently home to two parking lots behind Soldier Field, the stadium home of the Chicago Bears.</p><p>Chicago would lease the land to Lucas for $1. City officials believe adding his museum to the Field Museum of Natural History, the Shedd Aquarium and the Adler Planetarium on the campus would bring in a couple of million additional visitors to the city each year, along with millions in tourist and tax revenue.</p><p>Lucas calls Chicago his second home, and he's married to influential Chicago businesswoman Mellody Hobson. That's a plus, says Summers, who believes that while San Francisco might once have had home field advantage, Chicago has a very compelling case.</p><p>Summers says he's not talking smack. But he does have a message: \"I believe the Force is with us.\"</p><p>San Francisco would say the same thing. And so would Los Angeles, which has offered a museum-campus plan like Chicago's, at the site of the Los Angeles Memorial Sports Arena in the city's Exposition Park.</p><p>But as the small Jedi Yoda would say, \"Impossible to see, the future is\" — until the decision, which is expected sometime this summer.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Never+Tell+Them+The+Odds%3A+Cities+Vie+To+Host+%27Star+Wars%27+Collection&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Gonzales","audio":[{"meta":{"duration":"323"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1323696136-3078b7.m3u?orgId=1&topicId=1008&ft=3&f=323578683"},{"href":"http://media.npr.org/assets/img/2014/06/19/469146993-4966ff227dc0323905b4cc7f01734b6571f82021.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2502","width":"3340"}}]}