{"created":"2015-02-28T21:56:16+00:00","modified":"2015-03-02T03:28:11+00:00","valid":{"from":"2015-03-02T03:28:11+00:00","to":"3015-03-02T03:28:11+00:00"},"hreflang":"en","title":"'You Have To Be Bored': Dan Deacon On Creativity","published":"2015-02-28T23:39:00+00:00","teaser":"The electronic artist's new album, <em>Gliss Riffer</em>, is his most accesible yet. In a conversation with Arun Rath, he waxes philosophic on stress, technology and the value of a wandering mind.","itags":["npr_api","389285375"],"guid":"fff9c051-4de3-40d7-837d-71425cf7bbf9","contentencoded":"<p>When you think about composers, you might imagine someone agonizing at a piano with a quill poised at a blank sheet, tugging at his wild shock of silver hair for ideas. <a href=\"http://www.npr.org/artists/14856501/dan-deacon\" target=\"_blank\">Dan Deacon</a>'s not that: He's a laptop composer, and his orchestra is any existing sound that catches his ear. He manipulates, he lengthens, he cajoles and reassembles any number of found sounds into his own mesmerizing compositions.</p><p>Deacon recently spoke with NPR's Arun Rath about the state of his art — how technology, opportunity and the law have guided his approach to music-making — and the making of his buoyant new album, <em>Gliss Riffer</em>. Hear the radio version at the audio link, and read more of their conversation below.</p><p><strong>Arun Rath: So what on earth is a \"gliss riffer?\"</strong></p><p><strong>Dan Deacon:</strong> Gliss is a common music term — it's short for \"glissando,\" which means to slide, like when you drag your hands across a keyboard, or slide up and down the neck of a guitar. And a riffer, obviously, is one who plays sick riffs. It's something that auto-correct wants to make sure that no one can actually type: I've seen \"Glass Rafter,\" \"Gloss Dripper.\" But I kind of like the idea of the Internet trying to change the name of my record. I feel like it really speaks to the age we live in, where there's such a homogeny of technology that you try to write something down, it instantly changes and no one even notices.</p><p><strong>The first sound I recognized on this album is in the song \"Feel The Lightning,\" where it sounds like you've learned to play tablas. But I've also learned not to necessarily trust my ears when I'm listening to a Dan Deacon album.</strong></p><p>No, it's a bunch of slices and samples that I resequenced into that pattern. My music's always been really rooted in the sculpting of either preexisting sounds or synthesis; with this record, I kind of revisited microsamples. My favorite thing to work with is just a really short sample, a little bit larger than granular synthesis — which is, like, zooming in on one cycle in a preexisting waveform and then making synthesizer sounds out of that. I keep thinking about how we're immersed in media, but it's still illegal to use.</p><p><strong></strong><strong>What some of the early rap samplers went through when, all of a sudden, their music became illegal in that way.</strong></p><p>Exactly. And copyright law's getting more and more strict, but you can exist in two ways: You can either be remarkably wealthy and license whatever you want, or you can be really obscure and no one's gonna care. But if you're anywhere in the middle, collage becomes difficult. So I really like working with microsamples and sounds that are devoid of their original context, but exist just as a timbral element.</p><p><strong></strong><strong>Like a pixel, in a way, of music. And to get around copyright issues, you can just use it if it's that small?</strong></p><p>Well, I would consider it fair use — because it's completely recontextualized. A new derivative work is made, and there's no way to tell what it was. [<em>Laughing</em>] We should really not talk about this. I'm expecting the emails that are like, \"We've identified the microsamples you were discussing ... \"</p><p><strong></strong><strong>This album is layered and deep, the way your music has always been — but it feels like there's a lightness, maybe a happiness, that wasn't there before</strong><strong></strong><strong>.</strong></p><p>I don't know. I'm glad you hear it. I was very stressed out while making the record because it was the first time doing it, in a long time, by myself. When you enter that process, you become the only ears in the room, and self-doubt can really emerge as a key player. And I kept thinking, are these songs like tomatoes that that I grew in my own garden — where I remember putting the seeds in the ground and patting the dirt on top, seeing it sprout and grow into an adult plant, and then picking the tomato and slicing it, and I'm eating it and all these memories are attached to this taste — and then my friends are just like, \"Uh, the tomato's gone. Are there more tomatoes?\" Because you don't have that attachment! I kept thinking, \"Is this music something worth sharing, or do I just like it because I'm making it?\"</p><p><strong></strong><strong>It's funny hearing you express that anxiety, because one of the themes of this album is stress, as much as there are themes to it. I understand there's a great story behind the song \"Learning to Relax.\"</strong></p><p>Yeah. I was doing what I thought was relaxing, but was actually just killing time: I was on Facebook. And a friend of mine posted a video from the Toronto Film Festival of Bill Murray talking about his approach to acting — or his philosophy about life, I guess. And it just completely blew me away, because he said, \"<a href=\"https://www.youtube.com/watch?v=c4UgNDyS188&feature=youtu.be&t=50s\" target=\"_blank\">Whatever your job is, the more relaxed you are, the better you are.</a>\"</p><p>And to me this was just like, \"What are you talking about? I forgot that word even existed!\" Because I very much was a person who was motivated by stress; I would use a deadline as a motivator. I think a lot of people do that, where they're like, \"I'll just wait until the last minute, and that'll light a fire underneath me and I'll get it done.\" And I just kept thinking, \"Well, that's a terrible way to live. Why am I building a house and lighting a fire in the basement just to see if I can finish the roof before it burns down my whole house?\"</p><p>I started realizing how important it is to truly relax, and in relaxing, to be bored. You have to be bored. If you're not bored, your mind is never gonna wander, and if your mind never wanders, you're never gonna get lost in thought, and you're never gonna find yourself thinking things you wouldn't have otherwise thought.</p><p><strong></strong><strong>The song \"When I Was Done Dying\" has a pretty trippy narrative.</strong></p><p>I really like stream-of-consciousness. Musically, I work in a stream-of-consciousness, but with lyrics it's hard for me to get out of my head. It's very much like a battle, because I don't practice writing lyrics as much, and I don't have such confidence in my <strong></strong>voice. I like the idea of consciousness, memory and body being three separate things that are constantly oscillating without any control. And that lent itself to this sort of psychedelic rambling.</p><p><strong></strong><strong>I read a while back — tell me if this is wrong – that NPR helped you get a gig with Francis Ford Coppola?</strong></p><p>It did! I believe it might have been this exact program. I was talking about how music can exist in multiple forms, how you can morph something after it's set. With music, you can record something as a document, but then perform it live and completely and radically change it, either on a macro- or a micro-scale. And I guess Francis heard this and emailed me, which I thought was definitely not really him. It was like, \"I'm Francis Ford Coppola; I'd like to work with you.\" So I was like, \"Suuuure, Francis Ford Coppola.\" And then I started realizing it was real. I'd been wanting to score films for a long time, because it's fun to write music outside of your own universe. My favorite part about it was just talking to Francis about technology, and how both of our art forms exist because of technological revolutions that happened prior to us — how people were, like, felling trees to put down crops that, now, we're eating the fruit of.</p><p>I keep thinking that we're there again: We're on the cusp of a new art form that doesn't exist, that isn't music, that isn't sculpture, that isn't film. The same way that there was a time before photography, there was a time before film, there was a time before the recording arts, there was a time before poetry, there was a time before music. There's so many new ways to expand upon the current technologies and make new art forms out of them, and I just can't wait until, 20 years from now, there's this new thing. Maybe this is already happening now, and I'm just too blind to see it. But I don't know — I think there's a new form of music out there, that's gonna bud off of music and become its own thing.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27You+Have+To+Be+Bored%27%3A+Dan+Deacon+On+Creativity&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"481"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389797011-57dc7c.m3u?orgId=1&topicId=1039&e=389285375&d=481&ft=nprml&f=389285375"},{"href":"http://media.npr.org/assets/img/2015/02/28/1420741316dandeacon_frankhamilton_8036_300dpi-93a89093c19686fc070c26b97b6fba42b780081c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3776","width":"5034"}}]}